Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Enter true or false. If this value is true, timed exams are enabled in your course. Regardless of this setting, timed exams are enabled if Enable Proctored Exams is set to true.
ro: Introduceți adevărat sau fals. Dacă această valoare este adevărată, examenele cronometrate sunt activate în curs. Indiferent de această setare, examenele cronometrate sunt activate dacă Activare Examene Cronometrate este setată la Adevărat.

source: Minimum Grade for Credit
ro: Nota Minimă pentru Creditele de Studiu

source: The minimum grade that a learner must earn to receive credit in the course, as a decimal between 0.0 and 1.0. For example, for 75%, enter 0.75.
ro: Nota minimă pe care curstantul trebuie să o obțină pentru a primi credite la curs, cu o zecimală între 0.0 și 1.0. De exemplu, pentru 75%, introduceți 0.75.

source: Self Paced
ro: În Ritm Propriu

source: Set this to "true" to mark this course as self-paced. Self-paced courses do not have due dates for assignments, and students can progress through the course at any rate before the course ends.
ro: Setați această opțiune la „Adevărat” pentru a marca acest curs ca fiind curs în ritm propriu. Cursurile în ritm propriu nu au dată limită setată pentru teme, iar cursanții pot progresa pe parcursul cursului înainte de încheierea cursului.

source: Enable Subsection Prerequisites
ro: Activați cerințele prealabile ale subsecțiunii

source: Enter true or false. If this value is true, you can hide a subsection until learners earn a minimum score in another, prerequisite subsection.
ro: Introduceți adevărat sau fals. Dacă această valoare este adevărată, puteți ascunde o subsecțiune până când cursanții obțin un scor minim într-o altă subsecțiune de trecut în prealabil.

source: Course Learning Information
ro: Informații despre experiența de învățare a cursului

source: Specify what student can learn from the course.
ro: Specificați ce poate învăța cursantul din acest curs.

source: Course Visibility For Unenrolled Learners
ro: Vizibilitatea cursului pentru cursanții neînscriși

source: Defines the access permissions for unenrolled learners. This can be set to one of three values: 'private' (default visibility, only allowed for enrolled students), 'public_outline' (allow access to course outline) and 'public' (allow access to both outline and course content).
ro: Definește permisiunile de acces pentru cursanții neînregistrați. Acesta poate fi setat la una dintre cele trei valori: „private” (vizibilitate implicită, permisă numai pentru studenții înscriși), „public_outline” (permite accesul la schița cursului) și „public” (permite accesul atât la schiță, cât și la conținutul cursului).

source: Course Instructor
ro: Instructorul cursului

source: Enter the details for Course Instructor
ro: Introduceți detaliile despre Instructorul Cursului

source: Add Unsupported Problems and Tools
ro: Adăugați Probleme și Unelte Nesuportate

source: Enter true or false. If true, you can add unsupported problems and tools to your course in Studio. Unsupported problems and tools are not recommended for use in courses due to non-compliance with one or more of the base requirements, such as testing, accessibility, internationalization, and documentation.
ro: Introduceți adevărat sau fals. Dacă este adevărat, puteți adăuga probleme și instrumente neacceptate la curs din Studio. Nu se recomandă utilizarea unor probleme și instrumente neacceptate în cadrul cursurilor din cauza nerespectării uneia sau mai multor cerințe de bază, cum ar fi testarea, accesibilitatea, internaționalizarea și documentația.

source: Highlights Enabled for Messaging
ro: Scoatere în evidență activată pentru mesagerie

source: Enter true or false. If true, any highlights associated with content in the course will be messaged to learners at their scheduled time.
ro: Introduceți adevărat sau fals. Dacă este adevărat, orice scos în evidență asociat conținutului cursului va fi transmis cursanților în timpul lor stabilit.

source: Other Course Settings
ro: Alte Setări ale Cursurilor

source: Any additional information about the course that the platform needs or that allows integration with external systems such as CRM software. Enter a dictionary of values in JSON format, such as { "my_custom_setting": "value", "other_setting": "value" }
ro: Orice informație suplimentară despre curs de care are nevoie platforma sau care permite integrarea cu sisteme externe precum software-ul CRM. Introduceți un dicționar de valori în format JSON, cum ar fi { "my_custom_setting": "value", "other_setting": "value" }

source: {assignment_type} = {weighted_percent:.2%} of a possible {weight:.2%}
ro: {assignment_type} = {weighted_percent:.2%} a unei posibile {weight:.2%}

source: Generated
ro: Generat

source: {section_type} {index} Unreleased - 0% (?/?)
ro: {section_type} {index} Nelansat - 0% (?/?)

source: The lowest {drop_count} {section_type} scores are dropped.
ro: Cele mai scăzute scoruri {drop_count} {section_type} sunt eliminate.

source: {section_type} Average = {percent:.0%}
ro: {section_type} Mediu = {percent:.0%}

source: ERROR: "{block_type}" is an unknown component type. This component will be hidden in LMS.
ro: EROARE: „{block_type}” este un tip de componentă necunoscut. Această componentă va fi ascunsă în LMS.

source: Html contents to display for this module
ro: Coținuturi html pentru a afișa pentru acest modul

source: Source code for LaTeX documents. This feature is not well-supported.
ro: Codul sursă pentru documentele LaTeX. Această opțiune nu este suportată bine.

source: Select Visual to enter content and have the editor automatically create the HTML. Select Raw to edit HTML directly. If you change this setting, you must save the component and then re-open it for editing.
ro: Selectați Vizual pentru a introduce conținut și pentru ca editorul să creeze automat codul HTML. Selectați Raw pentru a edita HTML direct. Dacă modificați această setare, trebuie să salvați componenta și apoi să o redeschideți pentru editare.

source: Visual
ro: Vizual

source: Raw
ro: Brut

source: Hide Page From Learners
ro: Ascundeți pagina pentru cursanți

source: If you select this option, only course team members with the Staff or Admin role see this page.
ro: Dacă selectați această opțiune, numai membrii echipei de curs cu rolul de personal sau administrator văd această pagină.

source: HTML for the additional pages
ro: HTML pentru pagini adiționale

source: List of course update items
ro: Lista elementelor actualizate ale cursului

source: Any Type
ro: Orice Tip

source: Library
ro: Librărie

source: Select the library from which you want to draw content.
ro: Selectați librăria din care doriți să extrageți conținut.

source: Library Version
ro: Versiune de Librărie

source: Determines how content is drawn from the library
ro: Determină cum este extras conținutul din librărie

source: Choose n at random
ro: Alegeți n aleatoriu

source: Count
ro: Numărătoare

source: Enter the number of components to display to each student.
ro: Introduceți numărul componentelor pentru a le afișa fiecărui cursant.

source: Problem Type
ro: Tipul Problemei

source: Choose a problem type to fetch from the library. If "Any Type" is selected no filtering is applied.
ro: Alegeți un tip de problemă pentru a descărca din bibliotecă. Dacă este selectat "Orice Tip", nu se aplică nici o filtrare.

source: This component is out of date. The library has new content.
ro: Acest element este învechit. Librăria are conținut nou.

source: {refresh_icon} Update now.
ro: {refresh_icon} Actualizați acum.

source: Library is invalid, corrupt, or has been deleted.
ro: Librăria este invalidă, viciată sau a fost ștearsă.

source: Edit Library List.
ro: Editați Lista Librărie.

source: This course does not support content libraries. Contact your system administrator for more information.
ro: Acest curs nu suportă librării. Contactați administratorul sistemului pentru mai multe informații.

source: A library has not yet been selected.
ro: Nu a fost selectată încă o librărie.

source: Select a Library.
ro: Selectați o Librărie.

source: There are no matching problem types in the specified libraries.
ro: Nu există tipuri de probleme corespunzătoare în librăriile specificate.

source: Select another problem type.
ro: Selectați un alt tip de problemă.

source: Edit the library configuration.
ro: Editați configurația librăriei.

source: Invalid Library
ro: Librărie Invalidă

source: No Library Selected
ro: Nu a fost selectată nicio librărie

source: Library Display Name
ro: Nume Afișare Librărie

source: Enter the names of the advanced components to use in your library.
ro: Introduceți numele componentelor avansate care trebuie utilizate în biblioteca dumneavoastră.

source: Library Blocks List
ro: Lista blocurilor bibliotecii

source: Enter the IDs of the library XBlocks that you wish to use.
ro: Introduceți ID-urile bibliotecii XBlocks pe care doriți să le utilizați.

source: A maximum of {0} components may be added.
ro: Pot fi adăugate maximum {0} componente

source: No XBlock has been configured for this component. Use the editor to select the target blocks.
ro: Nu a fost configurat niciun XBlock pentru această componentă. Utilizați editorul pentru a selecta blocurile țintă.

source: Open Editor
ro: Deschide editorul

source: Importing Library Block failed - are the IDs valid and readable?
ro: Importarea blocului bibliotecă a eșuat - ID-urile sunt valide și lizibile?

source: The display name for this component. Analytics reports may also use the display name to identify this component.
ro: Numele afișat pentru acestă componentă. Rapoartele analitice pot utiliza, de asemenea, numele afișat pentru a identifica această componentă.

source: LTI ID
ro: ID LTI

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
ro: Introduceți ID-ul LTI pentru furnizorul LTI extern. Această valoare trebuie să fie același ID LTI pe care l-ați introdus în setarea Pașapoarte LTI din pagina Setări avansate.{break_tag}Consultați {docs_anchor_open}documentația edX LTI{anchor_close} pentru mai multe detalii despre această setare.

source: LTI URL
ro: URL LTI

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
ro: Introduceți adresa URL a instrumentului extern pe care îl lansează această componentă. Această setare este utilizată numai când Ascunde instrumentul extern este setat la Fals.{break_tag}Consultați {docs_anchor_open}documentația edX LTI{anchor_close} pentru mai multe detalii despre această setare.

source: Custom Parameters
ro: Parametrii Personalizați

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
ro: Adăugați perechea cheie/valoare pentru orice parametri personalizați, cum ar fi pagina în care ar trebui să se deschidă e-book-ul sau culoarea de fundal pentru această componentă.{break_tag}. Consultați {docs_anchor_open} documentația edX LTI{anchor_close} pentru mai multe detalii despre această setare.

source: Open in New Page
ro: Deschideți în pagină nouă

source: Select True if you want students to click a link that opens the LTI tool in a new window. Select False if you want the LTI content to open in an IFrame in the current page. This setting is only used when Hide External Tool is set to False.
ro: Selectați "Adevărat" dacă doriți ca un cursant să facă clic pe un link care deschide unealta LTI într-o fereastră nouă. Selectați "Fals" dacă doriți conținutul LTI să fie deschis într-o IFrame în pagina curentă. Această setare este folosită doar atunci când opțiunea Hide External Tool este setată pe "Fals".

source: Scored
ro: Punctat

source: Select True if this component will receive a numerical score from the external LTI system.
ro: Selectați "Adevărat" dacă acest element va primi un punctaj numeric de la sistemul extern LTI.

source: Weight
ro: Greutate

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
ro: Introduceți numărul de puncte posibil pentru această componentă. Valoarea implicită este 1.0. Această valoare este folosită doar când Notat este setat ca Adevărat.

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
ro: Scorul păstrat în blocul xblock KVS -- duplicat al punctajului publicat în django DB

source: Comment as returned from grader, LTI2.0 spec
ro: Comentariu de la profesor, LTI2.0 spec

source: Hide External Tool
ro: Ascundeți Unealta Externă

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
ro: Selectați Adevărat dacă doriți să utilizați această componentă ca substituent pentru sincronizarea cu un sistem de notare extern, în loc să lansați un instrument extern. Această setare ascunde butonul de Lansare și orice IFrames pentru această componentă.

source: Request user's username
ro: Solicitați utilizatorului numele de utilizator

source: Select True to request the user's username.
ro: Selectați Adevărat pentru a solicita numele de utilizator al utilizatorului.

source: Request user's email
ro: Solicitați utilizatorului adresa de e-mail

source: Select True to request the user's email address.
ro: Selectați „Adevărat” pentru a solicita adresa de e-mail a utilizatorului.

source: LTI Application Information
ro: Informații Aplicație LTI

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
ro: Introduceți o descriere a aplicației pentru terța parte. Dacă solicitați numele de utilizator și/sau adresa de e-mail, utilizați această casetă de text pentru a informa utilizatorii de ce numele de utilizator și/sau adresa de e-mail ale acestora vor fi redirecționate către o aplicație a unei terțe părți.

source: Button Text
ro: Text buton

source: Enter the text on the button used to launch the third party application.
ro: Introduceți textul de pe butonul utilizat pentru a lansa aplicația unei terței părți.

source: Accept grades past deadline
ro: Acceptați note după termenul limită

source: Select True to allow third party systems to post grades past the deadline.
ro: Selectați Adevărat pentru a permite sistemelor de la terța parte să posteze note care au depășit termenul limită.

source: Could not parse custom parameter: {custom_parameter}. Should be "x=y" string.
ro: Nu s-a putut analiza parametrul personalizat: {custom_parameter}. Ar trebui să fie stringul "x=y".

source: Could not parse LTI passport: {lti_passport}. Should be "id:key:secret" string.
ro: Nu s-a putut analiza pașaportul LTI: {lti_passport}. Ar trebui să fie stringul "id:key:secret".

source: Due Date
ro: Data Scadentă

source: Enter the default date by which problems are due.
ro: Introduceți data implicită la care sunt scadente problemele.

source: If true, can be seen only by course staff, regardless of start date.
ro: Dacă setați adevărat, poate fi văzut numai de către personalul de curs, indiferent de data de începere.

source: Enter the URL for the course data GIT repository.
ro: Introduceți URL-ul pentru depozitul datelor de curs GIT.

source: XQA Key
ro: Cheia XQA

source: This setting is not currently supported.
ro: În momentul de față această setare nu este suportată.

source: Enter the ids for the content groups this problem belongs to.
ro: Introduceți id-urile pentru grupurile de conținut cărora le aparține această problemă.

source: Specify when the Show Answer button appears for each problem. Valid values are "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", "after_all_attempts", "after_all_attempts_or_correct", "attempted_no_past_due", and "never".
ro: Specificați când apare butonul Afișare răspuns pentru fiecare problemă. Valorile valide sunt „întotdeauna”, „răspuns”, „încercat”, „închis”, „terminat”, „întârziat”, „corect_sau_întârziat”, „după_toate_încercări”, „după_toate_încercări_sau_corecte”, „încercat_fără_depășire” și „niciodată”.

source: Specify when to show answer correctness and score to learners. Valid values are "always", "never", and "past_due".
ro: Specificați când să arătați corectitudinea răspunsului și scorul către cursanți. Valorile valide sunt „întotdeauna”, „niciodată” și „întârziat”.

source: Specify the default for how often variable values in a problem are randomized. This setting should be set to "never" unless you plan to provide a Python script to identify and randomize values in most of the problems in your course. Valid values are "always", "onreset", "never", and "per_student".
ro: Specificați valoarea implicită pentru cât de des sunt randomizate valorile variabile dintr-o problemă. Această setare ar trebui să fie setată la „niciodată”, cu excepția cazului în care intenționați să furnizați un script Python pentru a identifica și randomiza valorile în majoritatea problemelor din cursul dumneavoastră. Valorile valide sunt „întotdeauna”, „la resetare”, „niciodată” și „per_cursant”.

source: Days Early for Beta Users
ro: Cu câteva zile mai devreme pentru utilizatorii beta

source: Enter the number of days before the start date that beta users can access the course.
ro: Introduceți numărul de zile înainte de data de începere la care utilizatorii beta pot accesa cursul.

source: Static Asset Path
ro: Calea statică a activelor

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
ro: Introduceți calea de utilizat pentru fișiere pe pagina Fișiere și încărcări. Această valoare înlocuiește valoarea implicită Studio, c4x: //.

source: Enable LaTeX Compiler
ro: Activați compilatorul LaTeX

source: Enter true or false. If true, you can use the LaTeX templates for HTML components and advanced Problem components.
ro: Introduceți adevărat sau fals. Dacă este adevărat, puteți utiliza șabloanele LaTeX pentru componentele HTML și componentele Problemă avansată.

source: Enter the maximum number of times a student can try to answer problems. By default, Maximum Attempts is set to null, meaning that students have an unlimited number of attempts for problems. You can override this course-wide setting for individual problems. However, if the course-wide setting is a specific number, you cannot set the Maximum Attempts for individual problems to unlimited.
ro: Introduceți numărul maxim de câte ori un cursant poate încerca să răspundă la probleme. Implicit, numărul maxim de încercări este setat la zero, ceea ce înseamnă că un cursant are un număr nelimitat de încercări de probleme. Puteți anula această setare pentru probleme individuale. Totuși, dacă setarea este un număr specific, nu puteți seta încercările maxime pentru probleme individuale la infinit.

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use in this course for the specified duration. Do not share the API key with other courses. Notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
ro: Introduceți cheia API furnizată de MathWorks pentru accesarea Serviciului Găzduit MATLAB. Această cheie este acordată pentru utilizare exclusivă în acest curs pe durata specificată. Nu distribuiți cheia API cu alte cursuri. Anunțați imediat MathWorks dacă credeți că cheia este expusă sau compromisă. Pentru a obține o cheie pentru curs sau pentru a semnala o problemă, contactați moocsupport@mathworks.com

source: Group Configurations
ro: Configurațiile Grupului

source: Enter the configurations that govern how students are grouped together.
ro: Introduceți configurațiile care stabilesc cum sunt grupați cursanții.

source: Enable video caching system
ro: Activați sistemul de cache video

source: Enter true or false. If true, video caching will be used for HTML5 videos.
ro: Introduceți adevărat sau fals. Dacă este adevărat, cache-ul video va fi utilizat pentru videoclipurile HTML5.

source: Enable video auto-advance
ro: Activați avansare automată pentru video

source: Specify whether to show an auto-advance button in videos. If the student clicks it, when the last video in a unit finishes it will automatically move to the next unit and autoplay the first video.
ro: Specificați dacă trebuie afișat un buton de avansare automată în videoclipuri. Dacă un cursant face clic pe el, când se termină ultimul videoclip dintr-o unitate, acesta va trece automat la următoarea unitate și va reda automat primul videoclip.

source: Video Pre-Roll
ro: Difuzare videoclip

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {format}. For example, an entry for a video with two transcripts looks like this: {example}
ro: Alegeți un videoclip , 5-10 secunde lungime, pentru a rula înainte de reda videoclipurile de curs. Introduceți ID-ul video de pe pagina Încărcări Video și unul sau mai multe fișiere pentru transcriere în următorul format: {format}. De exemplu, o intrare pentru un videoclip cu două transcripturi arată astfel: {example}

source: Show Reset Button for Problems
ro: Prezentați Butonul de Resetare pentru Probleme

source: Enter true or false. If true, problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
ro: Introduceți adevărat sau fals. Dacă este adevărat, probleme în setarea implicită a cursului pentru afișarea întotdeauna a unui buton 'Reset'. Puteți înlocui acest lucru în setările fiecărei probleme. Toate problemele existente sunt afectate atunci când se modifică această setare la nivelul întregului curs.

source: Enable Student Notes
ro: Permiteți notițe pentru cursanți

source: Enter true or false. If true, students can use the Student Notes feature.
ro: Selectați adevărat sau fals. Dacă selectați adevărat, cursanții pot folosi opțiunea Notițe Cursanți

source: Indicates whether Student Notes are visible in the course. Students can also show or hide their notes in the courseware.
ro: Indică dacă Notițe Cursant sunt vizibile în curs. Cursanții pot, de asemenea, să își afișeze sau să-și ascundă notele în curs.

source: Tag this module as part of an Entrance Exam section
ro: Etichetați acest modul ca parte a unei secțiuni de examen de admitere

source: Enter true or false. If true, answer submissions for problem modules will be considered in the Entrance Exam scoring/gating algorithm.
ro: Introduceți adevărat sau fals. Dacă este adevărat, răspunsurile trimise pentru modulele cu probleme vor fi luate în considerare în algoritmul de scor / consemnare al examenului de admitere.

source: Error while reading {}. Check file for XML errors.
ro: Eroare la citirea {}. Verificați fișierul pentru erori XML.

source: Failed to import module: {} at location: {}
ro: Nu s-a putut importa modulul: {} la locația: {}
