Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa, ro

source: New {component_type}
fa: {component_type} جدید
ro: {component_type} nouă

source: Warning
fa: هشدار
ro: Atenție

source: Error
fa: خطا
ro: Eroare

source: Updating Tags
fa: به روز رسانی برچسب ها
ro: Actualizarea etichetelor

source: View child items
fa: مشاهده آیتم های کودک
ro: Vezi articolele sub-categoriei

source: Navigate up
fa: به بالا پیمایش کنید
ro: Mergi sus

source: Select
fa: انتخاب کنید
ro: Selectează

source: Required field.
fa: فیلد الزامی
ro: Câmp obligatoriu.

source: Please do not use any spaces in this field.
fa: لطفا از هیچ فاصله ای در این قسمت استفاده نکنید.
ro: În acest câmp nu se poate lăsa spațiu între caractere.

source: Please do not use any spaces or special characters in this field.
fa: لطفا از هیچ فاصله یا کاراکتر خاصی در این قسمت استفاده نکنید.
ro: În acest câmp nu se poate folosi spațiu sau caractere speciale.

source: Pagination
fa: صفحه بندی
ro: Numerotare pagini

source: Your request could not be completed. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
fa: درخواست شما تکمیل نشد. صفحه را دوباره بارگیری کنید و دوباره امتحان کنید. اگر مشکل همچنان ادامه داشت، روی تب Help کلیک کنید تا مشکل را گزارش کنید.درخواست شما تکمیل نشد. صفحه را دوباره بارگیری کرده و دوباره امتحان کنید. اگر مشکل همچنان ادامه داشت، روی زبانۀ راهنما بزنید تا مشکل را گزارش کنید.
ro: Solicitarea ta nu a putut fi realizată. Reîncarcă pagina și încearcă din nou. Dacă situația persistă, apasă pe fila Ajutor și raportează problema.

source: Showing {firstIndex} out of {numItems} total
fa: نمایش {firstIndex} از مجموع {numItems}
ro: Afișarea {firstIndex} din totalul {numItems}

source: Showing {firstIndex}-{lastIndex} out of {numItems} total
fa: نمایش {firstIndex} - {lastIndex} از مجموع {numItems}
ro: Afișarea {firstIndex}-{lastIndex} din totalul {numItems}

source: Loading content
fa: در حال بارگذاری محتوا
ro: Conținutul se încarcă

source: Your request could not be processed. Refresh the page and try again.
fa: درخواست شما قابل پردازش نیست. صفحه را بازخوانی کنید و دوباره امتحان کنید.
ro: Solicitarea ta nu a putut fi procesată. Reîncarcă pagina și încearcă din nou.

source: Some images in this post have been omitted
fa: برخی از تصاویر این پست حذف شده است
ro: Unele imagini din această postare lipsesc

source: image omitted
fa: تصویر حذف شده است
ro: imagine lipsă

source: there is currently {numVotes} vote
fa: در حال حاضر رأی {numVotes} وجود دارد

source: {numVotes} Vote
fa: {numVotes} رای دهید

source: You could not be subscribed to this post. Refresh the page and try again.
fa: شما نمی توانید در این پست مشترک شوید. صفحه را بازخوانی کنید و دوباره امتحان شما نمی‌توانید در این پست مشترک شوید. صفحه را تازه کرده و دوباره امتحان کنید.
ro: Nu te-ai putut abona la această postare. Reîncarcă pagina și încearcă din nou.

source: You could not be unsubscribed from this post. Refresh the page and try again.
fa: شما نمی توانید از این پست لغو اشتراک کنید. صفحه را بازخوانی کنید و دوباره امتحان کنید.شما نمی‌توانید از این پست لغو اشتراک کنید. صفحه را تازه کرده و دوباره امتحان کنید.
ro: Nu te-ai putut dezabona de la această postare. Reîncarcă pagina și încearcă din nou.

source: This response could not be marked as an answer. Refresh the page and try again.
fa: این پاسخ نمی تواند به عنوان پاسخ علامت گذاری شود. صفحه را بازخوانی کنید و دوباره امتحان کنید.این پاسخ نمی‌تواند به‌عنوان پاسخ علامت‌گذاری شود. صفحه را تازه کرده و دوباره امتحان کنید.
ro: Răspunsul nu a putut fi marcat ca răspuns. Reîncarcă pagina și încearcă din nou.

source: This response could not be unmarked as an answer. Refresh the page and try again.
fa: این پاسخ را نمی توان به عنوان یک پاسخ حذف کرد. صفحه را بازخوانی کنید و دوباره امتحان کنید.این پاسخ را نمی‌توان به‌عنوان یک پاسخ حذف کرد. صفحه را تازه کرده و دوباره امتحان کنید.
ro: Răspunsul nu a putut fi debifat ca răspuns. Reîncarcă pagina și încearcă din nou.

source: This response could not be marked as endorsed. Refresh the page and try again.
fa: این پاسخ نمی تواند به عنوان تأیید شده علامت گذاری شود. صفحه را بازخوانی کنیداین پاسخ نمی‌تواند به‌عنوان پاسخ تأییدشده علامت‌گذاری شود. صفحه را تازه کرده و دوباره امتحان کنید.
ro: Răspunsul nu a putut fi marcat ca aprobat. Reîncarcă pagina și încearcă din nou.

source: This response could not be unendorsed. Refresh the page and try again.
fa: نمی توان این پاسخ را تایید نکرد. صفحه را بازخوانی کنید و دوباره امتحان کنید.
ro: Răspunsul nu a putut fi marcat ca respins. Reîncarcă pagina și încearcă din nou.

source: This vote could not be processed. Refresh the page and try again.
fa: این رأی قابل پردازش نیست. صفحه را بازخوانی کنید و دوباره امتحان کنید.
ro: Acest vot nu a putut fi procesat. Reîncarcă pagina și încearcă din nou.

source: This post could not be pinned. Refresh the page and try again.
fa: این پست نمی تواند پین شود. صفحه را بازخوانی کنید و دوباره امتحان کنید.نمی توان این پاسخ را تایید نکرد. صفحه را تازه کرده و دوباره امتحان کنید.
ro: Această postare nu a putut fi evidențiată pentru vizualizare. Reîncarcă pagina și încearcă din nou.

source: This post could not be unpinned. Refresh the page and try again.
fa: پین این پست قابل برداشتن نیست. صفحه را بازخوانی کنید و دوباره امتحان کنید.سنجاق این پست قابل برداشتن نیست. صفحه را تازه کرده و دوباره امتحان کنید.
ro: Această postare este în continuare evidențiață pentru vizualizare. Reîncarcă pagina și încearcă din nou.

source: This post could not be flagged for abuse. Refresh the page and try again.
fa: این پست را نمی توان برای سوء استفاده پرچم گذاری کرد. صفحه را بازخوانی کنید و دوباره امتحان کنید.این پست را نمی‌توان برای سوء استفاده پرچم‌گذاری کرد. صفحه را تازه کرده و دوباره امتحان کنید.
ro: Această postare nu a putut fi semnalată ca abuz. Reîncarcă pagina și încearcă din nou.

source: This post could not be unflagged for abuse. Refresh the page and try again.
fa: این پست را نمی توان به دلیل سوء استفاده لغو پرچم کرد. صفحه را بازخوانی کنید و دوباره امتحان کنید.
ro: Această postare nu a putut fi debifat ca abuz. Reîncarcă pagina și încearcă din nou.

source: This post could not be closed. Refresh the page and try again.
fa: این پست نمی تواند بسته شود. صفحه را بازخوانی کنید و دوباره امتحان کنید.
ro: Această postare nu a putut fi închisă. Reîncarcă pagina și încearcă din nou.

source: This post could not be reopened. Refresh the page and try again.
fa: این پست قابل بازگشایی نیست. صفحه را بازخوانی کنید و دوباره امتحان کنید.
ro: Această postare nu a putut fi redeschisă. Reîncarcă pagina și încearcă din nou.

source: Show Discussion
fa: نمایش بحثاین پست را نمی‌توان به‌دلیل سوء استفاده، لغو پرچم کرد. صفحه را تازه کرده و دوباره امتحان کنید.
ro: Afișează discuția

source: Hide Discussion
fa: پنهان کردن بحث
ro: Ascunde discuția

source: This discussion could not be loaded. Refresh the page and try again.
fa: این بحث بارگیری نشد. صفحه را بازخوانی کنید و دوباره امتحان کنید.
ro: Discuția nu a putut fi încărcată. Reîncarcă pagina și încearcă din nou.

source: There are no posts in this topic yet.
fa: هنوز هیچ پستی در این موضوع وجود ندارد.
ro: Nu sunt postări pe acest subiect încă.

source: Loading more threads
fa: در حال بارگیری موضوعات بیشتر
ro: Se încarcă mai multe subiecte.

source: Additional posts could not be loaded. Refresh the page and try again.
fa: پست های اضافی بارگیری نشدند. صفحه را بازخوانی کنید و دوباره امتحان کنید.
ro: Nu se pot încărca postări suplimentare. Reîncarcă pagina și încearcă din nou.

source: Current conversation
fa: مکالمه فعلی
ro: Conversație curentă

source: Loading posts list
fa: در حال بارگیری لیست پست ها
ro: Se încarcă lista de postări

source: No results found for {original_query}. Showing results for {suggested_query}.
fa: هیچ نتیجه ای برای {original_query} یافت نشد. نمایش نتایج برای هیچ نتیجه‌ای برای {original_query} یافت نشد. نمایش نتایج برای {suggested_query} .
ro: Niciun rezultat găsit pentru {original_query}. Se afișează rezultatele pentru {suggested_query}.

source: No posts matched your query.
fa: هیچ پستی با درخواست شما مطابقت نداشت.
ro: Nicio postare nu corespunde căutării.

source: Show posts by {username}.
fa: نمایش پست های {username} .
ro: Afișează postările după {username}

source: The post you selected has been deleted.
fa: پستی که انتخاب کردید حذف شده است.
ro: Postarea selectată a fost ștearsă.

source: Responses could not be loaded. Refresh the page and try again.
fa: پاسخ ها بارگیری نشدند. صفحه را بازخوانی کنید و دوباره امتحان کنید.
ro: Răspunsurile nu au putut fi încărcate. Reîncarcă pagina și încearcă din nou.

source: Additional responses could not be loaded. Refresh the page and try again.
fa: پاسخ های اضافی بارگیری نشد. صفحه را بازخوانی کنید و دوباره امتحان کنید.
ro: Răspunsuri suplimentare nu au putut fi încărcate. Reîncarcă pagina și încearcă din nou.

source: {numResponses} other response
fa: پاسخ دیگر {numResponses}

source: {numResponses} response
fa: پاسخ {numResponses}

source: Showing all responses
fa: نمایش همه پاسخ ها
ro: Se afișează toate răspunsurile

source: Showing first response
fa: نمایش اولین پاسخ

source: Load all responses
fa: همه پاسخ ها را بارگیری کنید
ro: Încarcă toate răspunsurile

source: Load next {numResponses} responses
fa: پاسخ های بعدی {numResponses} را بارگیری کنید
ro: Încarcă următoarele {numResponses} răspunsuri

source: Are you sure you want to delete this post?
fa: آیا مطمئن هستید که می خواهید این پست را حذف کنید؟
ro: Ești sigur/ă că vrei să ștergi postarea?

source: Your post will be discarded.
fa: پست شما حذف خواهد شد.
ro: Postarea ta va fi eliminată

source: anonymous
fa: ناشناس
ro: anonim

source: Are you sure you want to delete this comment?
fa: آیا مطمئنید که می خواهید این نظر را حذف کنید؟
ro: Ești sigur/ă că vrei să ștergi comentariul?

source: This comment could not be deleted. Refresh the page and try again.
fa: این نظر حذف نشد. صفحه را بازخوانی کنید و دوباره امتحان کنید.
ro: Comentariul nu a putut fi șters. Reîncarcă pagina și încearcă din nou.

source: Are you sure you want to delete this response?
fa: آیا مطمئن هستید که می خواهید این پاسخ را حذف کنید؟
ro: Ești sigur/ă că vrei să stergeti răspunsul?

source: The email address you've provided isn't formatted correctly.
fa: آدرس ایمیلی که ارائه کرده اید به درستی قالب بندی نشده است.
ro: Adresa de e-mail introdusă nu are formatul corect.

source: %(field)s must have at least %(count)d characters.
fa: %(field)s باید حداقل نویسه %(count)d داشته باشد.
ro: %(field)s trebuie să aibă cel puțin %(count)d caractere.

source: %(field)s can only contain up to %(count)d characters.
fa: %(field)s فقط می تواند حداکثر تا %(count)d کاراکتر داشته باشد.
ro: %(field)s poate conține doar până la %(count)d caractere.

source: Please enter your %(field)s.
fa: لطفا %(field)s خود را وارد کنید.
ro: Te rugăm să introduci %(field)s.

source: Drop target image
fa: رها کردن تصویر هدف
ro: Renunță la imaginea țintă

source: dragging out of slider
fa: بیرون کشیدن از نوار لغزنده
ro: Se scoate din carusel

source: dragging
fa: کشیدن
ro: Se scoate

source: dropped in slider
fa: در نوار لغزنده افتاد
ro: Plasat în carusel

source: dropped on target
fa: روی هدف افتاد
ro: Plasat pe țintă

source: %s ago
fa: %s پیش
ro: acum %s

source: %s from now
fa: %s از هم اکنون
ro: %s de acum

source: less than a minute
fa: کمتر از یک دقیقه
ro: mai puțin de 1 minut

source: about a minute
fa: حدود یک دقیقه
ro: aproximativ 1 minut

source: %d minute
fa: %d دقیقه

source: about an hour
fa: حدود یک ساعت
ro: aproximativ o oră

source: about %d hour
fa: حدود ساعت %d

source: a day
fa: یک روز
ro: o zi

source: %d day
fa: %d روز

source: about a month
fa: حدود یک ماه
ro: aproximativ o lună

source: %d month
fa: ماه %d

source: about a year
fa: حدود یک سال
ro: aproximativ un an

source: %d year
fa: %d سال

source: Select a section or problem
fa: یک بخش یا مشکل را انتخاب کنید
ro: Selectează o problemă sau o secțiune

source: Create a report of problem responses
fa: گزارشی از پاسخ های مشکل ایجاد کنید
ro: Creează un raport al răspunsurilor problemelor

source: Your report is being generated...
fa: گزارش شما در حال تولید است...
ro: Raportul tău se generează

source: Your report has been successfully generated.
fa: گزارش شما با موفقیت ایجاد شد.
ro: Raportul tău a fost generat cu succes

source: View Report
fa: مشاهده گزارش
ro: Vezi raport

source: There was an error generating the report link.
fa: خطایی در ایجاد پیوند گزارش رخ داد.
ro: A fost o eroare la generarea link-ului raportului

source: There was an error generating your report.
fa: هنگام ایجاد گزارش شما خطایی روی داد.
ro: A fost o eroare la generarea raportului

source: Unable to get report generation status.
fa: نمی توان وضعیت تولید گزارش را دریافت کرد.
ro: Nu se poate afișa statusul generării raportului

source: Unable to submit request to generate report.
fa: درخواست برای تولید گزارش ارسال نشد.
ro: Nu se poate trimite cererea de generare raport

source: An unexpected error occurred. Please try again.
fa: یک خطای غیرمنتظره رخ داد. لطفا دوباره تلاش کنید.
ro: A avut loc o eroare neașteptată. Te rugăm să încerci din nou.

source: Financial Assistance
fa: کمک مالی
ro: Asistență financiară

source: Upset Learner
fa: یادگیرنده ناراحت
ro: Cursant/ă supărat/ă

source: Teaching Assistant
fa: دستیار آموزشی
ro: Profesor Asistent

source: Please specify a reason.
fa: لطفا دلیل مشخص کنید
ro: Te rog să precizezi un motiv.

source: Something went wrong changing this enrollment. Please try again.
fa: مشکلی در تغییر این ثبت نام رخ داد. لطفا دوباره تلاش کنید.
ro: A apărut o problemă la modificarea acestei înscrieri. Te rugăm să încerci din nou.

source: Please fix the following errors:
fa: لطفا خطاهای زیر را برطرف کنید:
ro: Vă rugăm reparați următoarele erori:

source: Files that you upload must be smaller than 5MB in size.
fa: حجم فایل هایی که آپلود می کنید باید کمتر از 5 مگابایت باشد.
ro: Fișierele pe care le încarci trebuie să aibă o dimensiune mai mică de 5MB.

source: Files that you upload must be PDFs or image files in .gif, .jpg, .jpeg, or .png format.
fa: فایل‌هایی که آپلود می‌کنید باید PDF یا فایل‌های تصویری با فرمت‌های .gif، فایل‌هایی که بارگذاری می‌کنید باید PDF یا فایل‌های تصویری با فرمت‌های .gif، jpg.، jpeg. یا png. باشند.
ro: Fișierele pe care le încarci trebuie să fie PDF-uri sau imagini în format .gif, .jpg, .jpeg sau .png.

source: Something went wrong. Please try again later.
fa: مشکلی پیش آمد. لطفاً بعداً دوباره امتحان کنید.
ro: Ceva n-a mers bine. Vă rugăm să încercați din nou mai târziu.

source: Add Attachment
fa: پیوست را اضافه کنید
ro: Adaugă fișier atașat

source: (Optional)
fa: (اختیاری)
ro: (Opțional)

source: Remove file
fa: حذف فایل
ro: Șterge fișier

source: Course Name
fa: نام دوره
ro: Denumire curs

source: For inquiries regarding assignments, grades, or structure of a specific course, please post in the discussion forums for that course directly.
fa: برای پرس و جو در مورد تکالیف، نمرات یا ساختار یک دوره خاص، لطفاً مستقیماً در انجمن های گفتگوی آن درس پست کنید.برای پرس‌وجو دربارۀ تکالیف، نمرات یا ساختار یک دورۀ خاص، لطفاً مستقیماً در انجمن‌های گفتگوی آن درس، ارسال کنید.
ro: Pentru întrebări cu privire la teme, note sau structura unui anumit curs, vă rugăm să postați direct pe forumurile de discuții ale cursului respectiv.

source: Not specific to a course
fa: مختص یک دوره نیست
ro: Nu este specific unui curs

source: Subject
fa: موضوع
ro: Subiect

source: Select a category
fa: یک دسته را انتخاب کنید
ro: Selectează categorie

source: Account Settings
fa: تنظیمات حساب
ro: Setări cont

source: Billing/Payment Options
fa: صورتحساب / گزینه های پرداخت
ro: Opțiuni plată/facturare

source: Certificates
fa: گواهینامه ها
ro: Certificări

source: Course Content
fa: محتوای دوره
ro: Conținut curs

source: Deadlines
fa: مهلت ها
ro: Termene limită

source: Errors/Technical Issues
fa: خطاها/مشکلات فنی
ro: Erori/Probleme tehnice

source: Financial Aid
fa: کمک مالی
ro: Ajutor financiar

source: Photo Verification
fa: تأیید عکس
ro: Verificare imagine

source: Proctoring
fa: حفاظت
ro: Supraveghere

source: Other
fa: دیگر
ro: Altul

source: Course Discussion Forum
fa: انجمن گفتگوی دوره
ro: Forum discuții curs

source: While our support team is happy to assist with the edX platform, the course staff has the expertise for specific assignment questions, grading or the proper procedures in each course. Please post all course related questions within the Discussion Forum where the Course Staff can directly respond.
fa: در حالی که تیم پشتیبانی ما از کمک به پلتفرم edX خوشحال است، کارکنان دوره برای سوالات تکلیف خاص، درجه بندی یا رویه های مناسب در هر دوره تخصص دارند. لطفاً تمام سؤالات مربوط به دوره را در تالار گفتگو ارسال کنید تا کارکنان دوره بتوانند مستقیماً پاسخ دهند.در حالی که تیم پشتیبانی ما از کمک به پلتفرم edX راضی است، کارکنان دوره برای سوالات مربوط به تکلیف خاص، درجه‌بندی یا رویه‌های مناسب در هر دوره تخصص دارند. لطفاً تمام سؤالات مربوط به دوره را به تالار گفتگو بفرستید تا کارکنان دوره بتوانند مستقیماً پاسخ دهند.
ro: În timp ce echipa noastră de asistență este bucuroasă să vă ajute cu platforma edX, echipa cursului are experiența pentru întrebări specifice, notări sau proceduri adecvate pentru fiecare curs. Vă rugăm să postați toate întrebările legate de curs în Forumul de discuții, unde echipa cursului poate răspunde direct.

source: Sign in to {platform} so we can help you better.
fa: به {platform} وارد شوید تا بتوانیم بهتر به شما کمک کنیم.
ro: Conectați-vă la {platform} pentru a vă putea ajuta mai bine.

source: Select a course or select "Not specific to a course" for your support request.
fa: یک دوره را انتخاب کنید یا برای درخواست پشتیبانی خود &quot;غیر اختصاصی به یک دوره&quot; را انتخاب کنید.یک دوره را انتخاب کنید یا برای درخواست پشتیبانی خود "مختص یک دوره نیست" را انتخاب کنید.
ro: Selectați un curs sau selectați " Nu este specific unui curs" pentru solicitarea de ajutor.

source: Select a subject for your support request.
fa: موضوعی را برای درخواست پشتیبانی خود انتخاب کنید.
ro: Selectați un subiect pentru cererea de ajutor.

source: Enter some details for your support request.
fa: برخی از جزئیات را برای درخواست پشتیبانی خود وارد کنید.
ro: Introduceți câteva detalii pentru cererea de ajutor.

source: Contact Us
fa: با ما تماس بگیرید
ro: Contactează-ne

source: Find answers to the top questions asked by learners.
fa: پاسخ سوالات برتر زبان آموزان را بیابید.
ro: Găsiți răspunsuri la principalele întrebări adresate de cursanți.

source: Go to my Dashboard
fa: به داشبورد من بروید
ro: Spre tabloul de control

source: Go to {platform} Home
fa: به صفحه اصلی {platform} بروید
ro: Mergi la {platform} Acasă

source: Thank you for submitting a request! We appreciate your patience while we work to review your request.
fa: با تشکر از شما برای ارسال یک درخواست! از صبر شما در حین بررسی درخواست شما قدردانی می کنیم.
ro: Vă mulțumim că ați trimis o cerere! Apreciem răbdarea pentru timpul necesar revizuirii solicitării.

source: Cancel upload
fa: لغو آپلودبا تشکر از شما برای ارسال درخواست! قدردان صبر شما درحین بررسی درخواست هستیم.
ro: Anulează încărcarea

source: last activity
fa: آخرین فعالیت
ro: ultima activitate

source: open slots
fa: شکاف های باز
ro: locuri libere

source: name
fa: نام
ro: nume

source: team count
fa: تعداد تیم
ro: număr echipe

source: Teams
fa: تیم ها
ro: Echipe

source: Create
fa: ايجاد كردن
ro: Creează

source: Update
fa: به روز رسانی
ro: Actualizare

source: Team Name (Required) *
fa: نام تیم (الزامی) *
ro: Nume echipă (Obligatoriu)*

source: A name that identifies your team (maximum 255 characters).
fa: نامی که تیم شما را مشخص می کند (حداکثر 255 کاراکتر).
ro: Un nume care să identifice echipa ta (maxim 255 caractere)

source: Team Description (Required) *
fa: توضیحات تیم (الزامی) *
ro: Descrierea echipei (Obligatoriu) *

source: A short description of the team to help other learners understand the goals or direction of the team (maximum 300 characters).
fa: توضیح کوتاهی از تیم برای کمک به سایر فراگیران برای درک اهداف یا جهت تیم (حداکثر 300 کاراکتر).(حداکثر 300 نویسه).
ro: O scurtă descriere a echipei tale, care să-i ajute pe ceilalți cursanți să înțeleagă obiectivele sau direcția echipei (maximum 300 caractere).

source: Language
fa: زبان
ro: Limba

source: The language that team members primarily use to communicate with each other.
fa: زبانی که اعضای تیم در درجه اول برای برقراری ارتباط با یکدیگر استفاده می کنند.زبانی که اعضای تیم در درجۀ اول برای برقراری ارتباط با یکدیگر استفاده می‌کنند.
ro: Limba folosită în principal de membrii echipei pentru a comunica între ei.

source: Country
fa: کشور
ro: Țară

source: The country that team members primarily identify with.
fa: کشوری که اعضای تیم در درجه اول با آن شناسایی می شوند.
ro: Țara cu care se identifică în principal membrii echipei.

source: An error occurred. Please try again.
fa: خطایی رخ داد. لطفا دوباره تلاش کنید.
ro: A apărut o eroare. Te rugăm să încerci din nou.

source: Check the highlighted fields below and try again.
fa: قسمت های هایلایت شده زیر را بررسی کنید و دوباره امتحان کنید.
ro: Verifică câmpurile evidențiate mai jos și încearcă din nou.

source: Enter team name.
fa: نام تیم را وارد کنید
ro: Introdu numele echipei.

source: Team name cannot have more than 255 characters.
fa: نام تیم نمی تواند بیش از 255 کاراکتر داشته باشد.
ro: Numele echipei nu poate avea mai mult de 255 de caractere.

source: Enter team description.
fa: توضیحات تیم را وارد کنید
ro: Introdu descrierea echipei.

source: Team description cannot have more than 300 characters.
fa: توضیحات تیم نمی تواند بیش از 300 کاراکتر داشته باشد.
ro: Descrierea echipei nu poate avea mai mult de 300 de caractere.

source: An error occurred while removing the member from the team. Try again.
fa: هنگام حذف عضو از تیم خطایی روی داد. دوباره امتحان کنید.
ro: A apărut o eroare în timp ce se ștergea membrul echipei. Încearcă din nou.

source: This team does not have any members.
fa: این تیم هیچ عضوی ندارد.
ro: Această echipă nu are niciun membru.

source: Joined %(date)s
fa: به %(date)s پیوست
ro: S-a alăturat %(date)s

source: Last Activity %(date)s
fa: آخرین فعالیت %(date)s
ro: Ultima activitate %(date)s

source: Remove this team member?
fa: این عضو تیم حذف شود؟
ro: Ștergi acest membru din echipă?

source: This learner will be removed from the team,allowing another learner to take the available spot.
fa: این یادگیرنده از تیم حذف می‌شود و به زبان‌آموز دیگری اجازه می‌دهد در مکان موجود قرار گیرد.این فراگیرنده از تیم حذف می‌شود و به فرد دیگری اجازه می‌دهد در جایگاه موجود قرار گیرد.
ro: Cursantul / Cursanta va fi eliminat/ă din echipă, permițând ca alt cursant să ocupe locul disponibil.

source: Delete this team?
fa: این تیم حذف شود؟
ro: Ștergi această echipă?

source: Deleting a team is permanent and cannot be undone.All members are removed from the team, and team discussions can no longer be accessed.
fa: حذف یک تیم دائمی است و قابل لغو نیست. همه اعضا از تیم حذف می شوند و دیگر نمی توان به بحث های تیم دسترسی داشت.
ro: Ștergerea unei echipe este definitivă și ireversibilă. Toți membrii sunt eliminați din echipă, iar discuțiile echipei nu vor mai putea fi accesate.

source: Team "{team}" successfully deleted.
fa: تیم &quot; {team} &quot; با موفقیت حذف شد.حذف یک تیم دائمی است و قابل لغو نیست. همۀ اعضا از تیم حذف می‌شوند و دیگر نمی‌توان به گفتگوهای تیم دسترسی داشت.
ro: Echipa "{team}" a fost ștearsă cu succes.

source: Manage
fa: مدیریت کنید
ro: Administrează

source: You are not currently a member of any team.
fa: شما در حال حاضر عضو هیچ تیمی نیستید.
ro: În prezent nu ești membru în nicio echipă.

source: and others
fa: و دیگران
ro: și alții

source: Last activity {date}
fa: آخرین فعالیت {date}
ro: Ultima activitate {date}

source: View {span_start} {team_name} {span_end}
fa: مشاهده {span_start} {team_name} {span_end}
ro: Vizualizează {span_start} {team_name} {span_end}

source: An error occurred. Try again.
fa: خطایی رخ داد. دوباره امتحان کنید.
ro: A apărut o eroare. Încearcă din nou.

source: No assignments for team
fa: بدون تعیین تکلیف برای تیم
ro: Nicio sarcină de lucru pentru echipă.
