Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: The email address you used to register with {platform_name}
ro: Adresa de e-mail cu care obișnuiai să te înregistrezi pe {platform_name}

source: username@domain.com
ro: numeutilizator@domain.com

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
ro: Adresa de e-mail introdusă nu are un cont de utilizator asociat. Ești sigur că te-ai înregistrat?

source: The user account associated with this e-mail address cannot reset the password.
ro: Parola nu poate fi resetată pentru contul de utilizator asociat cu această adresă de e-mail.

source: Your previous request is in progress, please try again in a few moments.
ro: Solicitarea ta anterioară este în curs de realizare, te rugăm să încerci în câteva momente.

source: Password reset unsuccessful
ro: Resetarea parolei NU s-a realizat.

source: Error in resetting your password.
ro: A apărut o eroare la resetarea parolei.

source: Error in resetting your password. Please try again.
ro: A apărut o eroare la resetarea parolei. Te rugăm să încerci din nou.

source: {html_start}Password Creation Complete{html_end}Your password has been created. {bold_start}{email}{bold_end} is now your primary login email.
ro: {html_start}Crearea parolei a fost realizată{html_end}Parola ta a fost creată. {bold_start}{email}{bold_end} este acum e-mailul tău principal de autentificare.

source: Some error occured during password change. Please try again
ro: A apărut o eroare în procesul de modificare a parolei. Te rugăm să încerci din nou.

source: No email address provided.
ro: Nu a fost furnizată o adresă de e-mail.

source: Registration using {provider} has timed out.
ro: Înregistrarea cu utilizarea {provider} a expirat.

source: An access_token is required when passing value ({}) for provider.
ro: Un cod de acces este necesar atunci când se trece valoarea ({}) pentru furnizor.

source: The provided access_token is already associated with another user.
ro: Codul de acces furnizat este deja asociat cu un alt utilizator.

source: The provided access_token is not valid.
ro: Codul de acces furnizat nu este valid.

source: Full Name cannot contain the following characters: < >
ro: Numele complet nu poate conține următoarele caractere: < >

source: A properly formatted e-mail is required
ro: Este necesar un format corespunzător de e-mail

source: Your legal name must be a minimum of one character long
ro: Numele legal trebuie să conțină minimum un caracter.

source: Email cannot be more than %(limit_value)s characters long
ro: Adresa de e-mail nu poate conține mai mult de %(limit_value)s caractere

source: You must accept the terms of service.
ro: Trebuie să accepți termenii și condițiile.

source: A level of education is required
ro: Este necesar un nivel de educație

source: Your gender is required
ro: Este necersar genul

source: Your year of birth is required
ro: Este necesar anul nașterii

source: Your mailing address is required
ro: Este necesară o adresă de e-mail validă.

source: A description of your goals is required
ro: Este necesară o descriere a obiectivelor tale

source: A city is required
ro: Este necesar oraşul

source: A country is required
ro: Este necesară ţara

source: To enroll, you must follow the honor code.
ro: Pentru a te înscrie, trebuie să respecți codul de onoare.

source: You are missing one or more required fields
ro: Îți lipsește unul sau mai multe câmpuri obligatorii

source: Unauthorized email address.
ro: Adresă de e-mail neautorizată.

source: It looks like {email} belongs to an existing account. Try again with a different email address.
ro: Adresa de {email} aparține unui cont existent. Încearcă din nou cu o adresă de e-mail diferită sau recuperează parola contului inițial.

source: This is what you will use to login.
ro: Iată ce vei folosi pentru autentificare.

source: This name will be used on any certificates that you earn.
ro: Acest nume va fi folosit pe toate certificatele obținute.

source: Public Username
ro: Nume de utilizator public

source: The name that will identify you in your courses. It cannot be changed later.
ro: Numele cu care vei fi identificat/ă în cursurile la care ești înscris/ă. Nu poate fi schimbat mai târziu.

source: Highest level of education completed
ro: Cel mai înalt nivel de educație absolvit.

source: Year of birth
ro: Anul nașterii

source: Country or Region of Residence
ro: Țara sau Regiunea de reședință

source: The country or region where you live.
ro: Țara sau regiunea unde locuiești

source: Terms of Service and Honor Code
ro: Termeni și condiții și Angajament de Integritate

source: I agree to the {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}
ro: Sunt de acord cu {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} ale {platform_name}

source: You must agree to the {platform_name} {terms_of_service}
ro: Este necesar să îți dai acordul pentru {terms_of_service} din {platform_name}

source: By creating an account, you agree to the {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} and you acknowledge that {platform_name} and each Member process your personal data in accordance with the {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end}.
ro: Prin crearea acestui cont, ești de acord cu {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} și iei la cunoștință faptul că {platform_name} și orice partener procesează datele personale așa cum este specificat în {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end}.

source: I agree to the {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}
ro: Sunt de acord cu {tos_link_start}{terms_of_service}{tos_link_end} din {platform_name}

source: Create Account
ro: Creează contul

source: Dismiss
ro: Închide

source: This content is only accessible to registered learners. Sign in or register to view it.
ro: Acest conținut este disponibil exclusiv pentru cursanții înregistrați. Autentifică-te sau înregistrează-te pentru a-l vizualiza.

source: This content is only accessible to enrolled learners.
ro: Acest conținut este disponibil exclusiv pentru cursanții înscriși.

source: The about me field must be at most {BIO_MAX_LENGTH} characters long.
ro: Câmpul despre mine trebuie să conțină maximum {BIO_MAX_LENGTH} caractere.

source: This value is invalid.
ro: Valoarea este invalidă.

source: This field is not editable
ro: Acest câmp nu este editabil.

source: %(min_score)s is not a valid grade percentage
ro: %(min_score)snu este un procent valid de notare.

source: Gating milestone for {usage_key}
ro: Reper gating pentru {usage_key}

source: License
ro: Licență

source: A license defines how the contents of this block can be shared and reused.
ro: O licență definește cum poate fi partajat sau refolosit conținutul acestei secțiuni.

source: Category
ro: Categorie

source: Week 1
ro: Săptămâna 1

source: A category name for the discussion. This name appears in the left pane of the discussion forum for the course.
ro: Un nume de categorie pentru discuție. Acest nume apare în panoul din stânga al forumului de discuții din curs.

source: Subcategory
ro: Subcategorie

source: A subcategory name for the discussion. This name appears in the left pane of the discussion forum for the course.
ro: Un nume de subcategorie pentru discuție. Acest nume apare în panoul din stânga al forumului de discuții din curs.

source: You are not signed in. To view the discussion content, {sign_in_link} or {register_link}, and enroll in this course.
ro: Nu ești autentificat. Pentru a vizualiza conținutul discuției {sign_in_link} sau {register_link} și înscrie-te în curs.

source: {assignment} is due for {course}.
ro: {assignment} este programată pentru {course}.

source: Calendar Sync
ro: Sincronizare calendar

source: Unsubscribe from calendar updates
ro: Dezabonează-te de la actualizările de calendar

source: Subscribe to calendar updates
ro: Abonează-te la actualizările de calendar

source: Sync {course} to your calendar
ro: Sincronizează {course} în calendarul tău

source: Sticking to a schedule is the best way to ensure that you successfully complete your self-paced course. This schedule for {course} will help you stay on track!
ro: Respectarea unui program este cel mai bun mod de a te asigura că vei finaliza cu succes cursul în ritm propriu la care te-ai înscris. Planificarea pentru {course} te va ajuta să rămâi în grafic!

source: Once you sync your course schedule to your calendar, any updates to the course from your instructor will be automatically reflected. You can remove the course from your calendar at any time.
ro: Odată ce sincronizezi planificarea pentru curs cu calendarul tău, vei putea vedea orice actualizări din partea facilitatorului / organizatorului cursului. Poți șterge cursul din calendarul tău în orice moment.

source: {course} dates have been updated on your calendar
ro: {course} datele au fost actualizate în calendarul tău

source: You have successfully shifted your course schedule and your calendar is up to date.
ro: Ți-ai actualizat cu succes planificarea pentru curs. Calendarul tău este actualizat.

source: Enabled As Of
ro: Activat de la

source: Graded assessments are available to Verified Track learners.
ro: Evaluările notate sunt disponibile pentru cursanții Verified Track.

source: Graded assessments are available to Verified Track learners. Upgrade to Unlock.
ro: Evaluările notate sunt disponibile doar pentru cursanții din Verified Track. Actualizează pentru a debloca.

source: Content available only to verified track learners
ro: Conținut disponibil doar pentru cursanții din Verified Track.

source: Verified Track Access
ro: Acces Verified Track

source: Upgrade to unlock
ro: Actualiează pentru a debloca.

source: Access expired on {expiration_date}
ro: Accesul a expirat în {expiration_date}

source: Access to {course_name} expired on {expiration_date}
ro: Accesul în {course_name} a expirat în {expiration_date}

source: Access to the course you were looking for expired on {expiration_date}
ro: Accesul în cursul căutat a expirat în {expiration_date}

source: This learner does not have access to this course. Their access expired on {expiration_date}.
ro: Acest cursant nu are acces la acest curs. Accesul a expirat în {expiration_date}.

source: {strong_open}Audit Access Expires {expiration_date}{strong_close}{line_break}You lose all access to this course, including your progress, on {expiration_date}.
ro: {strong_open}Accesul la varianta de audit expiră {expiration_date}{strong_close}{line_break}Vei pierde accesul la acest curs, inclusiv la progresul tău începând cu {expiration_date}.

source: {line_break}Upgrade by {upgrade_deadline} to get unlimited access to the course as long as it exists on the site. {a_open}Upgrade now{sronly_span_open} to retain access past {expiration_date}{span_close}{a_close}
ro: {line_break}Actualizează până la {upgrade_deadline} pentru a păstra accesul la curs pe durata existenței pe site.{a_open}Actualizează acum{sronly_span_open} pentru a păstra accesul după {expiration_date}{span_close}{a_close}

source: 'course_key' is required.
ro: 'course_key' este necesară.

source: View all dates
ro: Vezi toate datele

source: Your due dates have been successfully shifted to help you stay on track.
ro: Termenele limită au fost actualizate cu succes pentru a te sprijini să rămâi în grafic.

source: Deadlines successfully reset.
ro: Termenele limită au fost resetate cu succes.

source: Updates
ro: Actualizări

source: {sign_in_link} or {register_link} and then enroll in this course.
ro: {sign_in_link} sau {register_link} și apoi înscrie-te în acest curs.

source: Welcome to {course_display_name}
ro: Bun venit în {course_display_name}

source: You must be enrolled in the course to see course content. Please contact your degree administrator or edX Support if you have questions.
ro: Trebuie să fii înscris în curs pentru a vedea conținutul complet. Te rugăm să contactezi echipa de suport dacă ai întrebări suplimentare.

source: {open_enroll_link}Enroll now{close_enroll_link} to access the full course.
ro: {open_enroll_link}Înscrie-te acum{close_enroll_link} pentru a accesa cursul complet.

source: To start, set a course goal by selecting the option below that best describes your learning plan. {goal_options_container}
ro: Pentru a începe, setează un obiectiv al cursului care descrie cel mai bine planul tău de învățare. Alege din opțiunile de mai jos {goal_options_container}

source: Set goal to: {choice}
ro: Setează obiectivul ca: {choice}

source: Set goal to: {goal_text}
ro: Setează obiectivul ca: {goal_text}

source: Disabled
ro: Dezactivat

source: Your organization {bold_start}{enterprise_customer_name}{bold_end} uses a custom dashboard for learning. {link_start}Click here {screen_reader_start}for your {enterprise_customer_name} dashboard,{screen_reader_end}{link_end} to continue in that experience.
ro: Organizația ta {bold_start}{enterprise_customer_name}{bold_end} folosește un dashboard personalizat pentru învățare. {link_start}Click aici {screen_reader_start}pentru a continua în dashboard-ul{enterprise_customer_name}{screen_reader_end}{link_end}.

source: Enrollment in {course_title} was not complete.
ro: Înscrierea în {course_title} nu s-a finalizat.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise_customer_name}.
ro: Dacă aveți nelămuriri referitoare la datele personale, te rugăm să contactezi administratorul la {enterprise_customer_name}.

source: We are sorry, you are not authorized to access {platform_name} via this channel. Please contact your learning administrator or manager in order to access {platform_name}.{line_break}{line_break}Error Details:{line_break}{error_message}
ro: Ne pare rău, nu poți accesa platforma {platform_name} folosind această cale. Te rugăm să contactezi administratorul pentru acces în {platform_name}.{line_break}{line_break}Detalii eroare:{line_break}{error_message}

source: Thank you for joining {platform_name}. Just a couple steps before you start learning!
ro: Mulțumim că te-ai alăturat platformei {platform_name}. Au mai rămas doar câțiva pași de parcurs până să poți începe!

source: Continue
ro: Continuă

source: Shift due dates
ro: Actualizează termenele limită

source: To participate in this assignment, the suggested schedule for your course needs updating. Don’t worry, we’ll shift all the due dates for you and you won’t lose any of your progress.
ro: Pentru a participa la această sarcină, este nevoie de actualizarea planificării pentru acest curs. Nu-ți face griji, vom actualiza toate termenele limită pentru a nu pierde progresul în curs.

source: You have used {attempts} of {max_attempts} attempts for this problem.
ro: Ai folosit {attempts} din {max_attempts} încercări alocate acestei sarcini.

source: Try again (unlimited attempts)
ro: Încearcă din nou (încercări nelimitate)

source: You have used {attempts} of unlimited attempts for this problem.
ro: Ai folosit {attempts} din încercările nelimitate alocate acestei sarcini.

source: Remember when you enrolled in %(course_name)s, and other courses on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
ro: Îți amintești când te-ai înscris la cursul %(course_name)s și la alte cursuri pe edX.org? Noi ne amintim și suntem bucuroși să te avem alături! Vino să vezi ce poți învăța alături de ceilalți cursanți.

source: Remember when you enrolled in %(course_name)s on edX.org? We do, and we’re glad to have you! Come see what everyone is learning.
ro: Îți amintești când te-ai înscris la cursul %(course_name)s pe edX.org? Noi ne amintim și suntem bucuroși să te avem alături! Vino să vezi ce poți învăța alături de ceilalți cursanți.

source: invalid JSON
ro: JSON invalid

source: must have name of the configuration
ro: este necesar numele configurației

source: must have at least one group
ro: este necesar cel puțin un grup

source: unable to load this type of group configuration
ro: acest tip de configurație a grupului nu poate fi încărcat

source: Course update not found.
ro: Actualizarea cursului nu a fost găsită.

source: Could not index item: {}
ro: Nu a putut fi indexat elementul: {}

source: General indexing error occurred
ro: A apărut o eroare în indexarea generală

source: Unknown User ID: {0}
ro: ID-ul utilizator necunoscut: {0}

source: Permission denied
ro: Permisiune respinsă

source: Deleted Group
ro: Grup șters

source: The image must have name, content type, and size information.
ro: Imaginea trebuie să aibă nume, tipul de conținut și informații despre dimensiune.

source: This image file type is not supported. Supported file types are {supported_file_formats}.
ro: Formatul fișierului imagine nu este acceptat. Formatele fișierelor accepate sunt {supported_file_formats}.

source: This image file must be smaller than {image_max_size}.
ro: Această imagine trebuie să fie mai mică de {image_max_size}.

source: This image file must be larger than {image_min_size}.
ro: Această imagine trebuie să fie mai mare de {image_min_size}.

source: There is a problem with this image file. Try to upload a different file.
ro: A apărut o problemă cu această imagine. Încearcă să încarci o imagine diferită.

source: Recommended image resolution is {image_file_max_width}x{image_file_max_height}. The minimum resolution is {image_file_min_width}x{image_file_min_height}.
ro: Rezoluția recomandată pentru imagine este {image_file_max_width}x{image_file_max_height}. Rezoluția minimă este {image_file_min_width}x{image_file_min_height}.

source: This image file must have an aspect ratio of {video_image_aspect_ratio_text}.
ro: Această imagine trebuie să aibă un aspect ratio de {video_image_aspect_ratio_text}

source: The image file name can only contain letters, numbers, hyphens (-), and underscores (_).
ro: Numele imaginii poate conține doar litere, cifre, cratime (-) și linia de subliniere (_).

source: Upload completed
ro: Încărcare completă

source: File {filename} exceeds maximum size of {maximum_size_in_megabytes} MB.
ro: Fișierul {filename} depășește dimensiunea maximă de {maximum_size_in_megabytes} MB.

source: Open Response
ro: Răspuns deschis

source: Blank
ro: Liber

source: Set Date
ro: Setează data

source: Section
ro: Secțiune

source: Subsection
ro: Subsecțiune

source: Invalid data
ro: Date Invalide

source: Invalid data ({details})
ro: Date Invalide ({details})

source: {source_usage_key} not found in {parent_usage_key}.
ro: {source_usage_key} nu a fost găsit în {parent_usage_key}.

source: Duplicate of {0}
ro: Duplicat al {0}

source: Duplicate of '{0}'
ro: Duplicat al '{0}'

source: Access restricted to: {list_of_groups}
ro: Acces restricționat la: {list_of_groups}

source: The information you entered is incorrect.
ro: Informația introdusă este incorectă.

source: Video ID is required.
ro: ID-ul videoclipului este obligatoriu.

source: YouTube ID is required.
ro: ID-ul YouTube este obligatoriu.

source: Insufficient permissions
ro: Permisiuni insuficiente

source: Uploading
ro: Se încarcă

source: In Progress
ro: În curs de realizare

source: Ready
ro: Realizat

source: Uploaded
ro: Încărcat

source: Failed
ro: Nerealizat

source: Cancelled
ro: Anulat

source: Imported
ro: Importat

source: Unknown
ro: Necunoscut

source: Transcription in Progress
ro: Transcrieri în curs

source: Transcript Failed
ro: Transcrierea a eșuat

source: An image file is required.
ro: Este necesar un fișier imagine.

source: Duration
ro: Durata

source: Date Added
ro: Dată adăugată

source: Status
ro: Stare

source: pending
ro: în așteptare

source: granted
ro: permis

source: denied
ro: respins

source: No matching course found.
ro: Niciun curs care să îndeplinească criteriile.

source: Force publishing course is not supported with old mongo courses.
ro: Publicarea forțată a cursului nu este posibilă pentru cursurile vechi mongo.

source: Incorrect format for field '{name}'. {detailed_message}
ro: Format incorect pentru câmpul '{name}'. {detailed_message}

source: Page Not Found
ro: Pagina nu a fost găsită

source: Page not found
ro: Pagina nu a fost găsită

source: Content
ro: Conţinut

source: Settings
ro: Setări

source: Loading
ro: Se încarcă

source: Course Name
ro: Denumire curs

source: Course Number
ro: Numărul cursului

source: Course Outline
ro: Programa cursului

source: Warning
ro: Atenție

source: Error:
ro: Eroare:

source: Organization:
ro: Organizație:

source: Course Number:
ro: Numărul cursului:

source: Course Run:
ro: Desfășurarea cursului:

source: Courses
ro: Cursuri

source: example: username@domain.com
ro: exemplu: numeutilizator@domain.com

source: Instructors
ro: Instructori / Facilitatori

source: Requirements
ro: Cerințe

source: Details
ro: Detalii

source: View
ro: Vizualizează

source: Save
ro: Salvează

source: Reset
ro: Resetează

source: Legal
ro: Informații legale

source: edX, Open edX, and the edX and Open edX logos are registered trademarks of {link_start}edX Inc.{link_end}
ro: edX, Open edX și logo-urile edX și Open edX sunt mărci înregistrate ale {link_start}edX Inc.{link_end}

source: Choose Language
ro: Alege limba

source: Account
ro: Cont

source: Help
ro: Ajutor

source: Looking for help with {studio_name}?
ro: Ai nevoie de ajutor cu {studio_name}?

source: Hide {studio_name} Help
ro: Ascunde Ajutor {studio_name}

source: {studio_name} Documentation
ro: Documentația privind {studio_name}

source: Access documentation on http://docs.edx.org
ro: Accesează documentația pe http://docs.edx.org

source: edX Documentation
ro: Documentația edX

source: Enroll in edX101: Overview of Creating an edX Course
ro: Înscrie-te în edX101: Overview of Creating and edX Course

source: Enroll in edX101
ro: Înscrie-te în edX101

source: Enroll in StudioX: Creating a Course with edX Studio
ro: Înscrie-te în StudioX: Creating a Course with edX Studio

source: Enroll in StudioX
ro: Înscrie-te în StudioX

source: Send an email to {email}
ro: Trimite un e-mail către {email}

source: name
ro: nume

source: Sign Out
ro: Deconectare

source: Code Editor
ro: Editor de cod

source: Feedback Form
ro: Formular de feedback

source: Full Name: {realname}
ro: Nume complet: {realname}

source: Inquiry Type: {inquiry_type}
ro: Tip întrebare: {inquiry_type}

source: Message: {message}
ro: Mesaj: {message}

source: Tags: {tags}
ro: Etichete: {tags}

source: Additional Info:
ro: Informații suplimentare:

source: Feedback from user
ro: Feedback de la utilizator

source: The email associated with your {platform_name} account has changed from {old_email} to {new_email}.
ro: Adresa de e-mail asociată contului tău din {platform_name} a fost modificată din {old_email} în {new_email}.

source: No action is needed on your part.
ro: Nu este nevoie de nicio acțiune din partea ta.

source: If this change is not correct, contact {link_start}{platform_name} Support{link_end} or your administrator.
ro: Dacă modificarea nu este corectă, contactează {link_start}echipa de suport {platform_name}{link_end} sau administratorul.

source: Your {platform_name} account email has been updated
ro: Adresa de e-mail asociată contului tău pe {platform_name} a fost actualizată

source: Add a Post
ro: Adaugă o postare

source: New topic form
ro: Formular pentru un subiect nou

source: Discussion thread list
ro: Lista subiectelor de discuție

source: Private Discussion
ro: Discuţie privată

source: This is a private discussion. You do not have permissions to view this discussion
ro: Aceasta este o discuție privată. Nu ai permisiuni pentru a vizualiza această discuție

source: Discussion unavailable
ro: Discuție indisponibilă
