Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa, ro

source: Do you want to allow this student ('{student_id}') to skip the entrance exam?
fa: آیا می خواهید به این دانش آموز (&#39;{student_id}&#39;) اجازه دهید امتحان ورودی را رد کند؟آیا مایلید به این فراگیرنده('{student_id}') اجازه دهید از امتحان ورودی عبور کند؟

source: An error occurred. Make sure that the student's username or email address is correct and try again.
fa: خطایی رخ داد. مطمئن شوید که نام کاربری یا آدرس ایمیل دانش‌آموز صحیح است و دوباره امتحان کنید.

source: Entrance exam state is being deleted for student '{student_id}'.
fa: وضعیت امتحان ورودی برای دانش آموز &quot;{student_id}&quot; در حال حذف است.خطایی رخ داد. مطمئن شوید که نام کاربری یا آدرس رایانامۀ فراگیرنده صحیح است و دوباره امتحان کنید.

source: Error deleting entrance exam state for student '{student_id}'. Make sure student identifier is correct.
fa: خطا در حذف وضعیت امتحان ورودی دانش آموز &quot;{student_id}&quot;. مطمئن شوید که شناسه دانش آموز درست است.خطا در حذف وضعیت امتحان ورودی '{student_id}' رخ داد. مطمئن شوید که شناسۀ فراگیرنده درست است.

source: Error getting entrance exam task history for student '{student_id}'. Make sure student identifier is correct.
fa: خطا در گرفتن سابقه وظایف کنکور برای دانش آموز &quot;{student_id}&quot;. مطمئن شوید که شناسه دانش آموز درست است.

source: Reset attempts for all students on problem '<%- problem_id %>'?
fa: تلاش‌ها برای همه دانش‌آموزان در مورد مشکل '<%- problem_id %>' بازنشانی شود؟خطا در دریافت سابقۀ وظایف آزمون ورودی '{student_id}' رخ داد. مطمئن شوید که شناسۀ فراگیرنده درست است.

source: Successfully started task to reset attempts for problem '<%- problem_id %>'. Click the 'Show Task Status' button to see the status of the task.
fa: کار برای بازنشانی تلاش‌ها برای مشکل '<%- problem_id %>' با موفقیت شروع شد. برای مشاهده وضعیت کار، روی دکمه &quot;نمایش وضعیت کار&quot; کلیک کنید.برای مشاهدۀ وضعیت کار، روی دکمۀ «نمایش وضعیت کار» کلیک کنید.

source: Error starting a task to reset attempts for all students on problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
fa: خطا در شروع کار برای بازنشانی تلاش‌ها برای همه دانش‌آموزان در مشکل '<%- problem_id %>'. مطمئن شوید که شناسه مشکل کامل و صحیح است.

source: Error listing task history for this student and problem.
fa: خطا در فهرست کردن سابقه کار برای این دانش آموز و مشکل.خطا در شروع کار برای بازنشانی تلاش‌ها برای همۀ فراگیران در سوال '<%- problem_id %>'. مطمئن شوید که شناسۀ سوال کامل و صحیح است.

source: Started rescore problem task for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
fa: کار بازیابی مشکل برای مشکل '<%- problem_id %>' و دانش آموز '<%- student_id %>' آغاز شد. برای مشاهده وضعیت کار، روی دکمه &quot;نمایش وضعیت کار&quot; کلیک کنید.کار بازیابی مشکل برای سوال '<%- problem_id %>' و '<%- problem_id %>' آغاز شد. برای مشاهدۀ وضعیت کار، روی دکمۀ «نمایش وضعیت کار» بزنید.کار بازیابی مشکل برای سوال '<%- problem_id %>' و دانشجو '<%- student_id %>' آغاز شد. برای مشاهدۀ وضعیت کار، روی دکمۀ «نمایش وضعیت کار» بزنید.

source: Error starting a task to rescore problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
fa: خطا در شروع کار برای بازیابی مشکل '<%- problem_id %>' برای دانش آموز '<%- student_id %>'. مطمئن شوید که شناسه مشکل و دانش آموز کامل و صحیح است.

source: Please enter a score.
fa: لطفا یک نمره وارد کنیدخطایی در شروع کار برای بازیابی سوال '<%- problem_id %>' برای '<%- student_id %>' رخ داد. مطمئن شوید که شناسۀ سوال و فراگیرنده کامل و صحیح است.

source: Started task to override the score for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
fa: کار شروع شد تا امتیاز مشکل '<%- problem_id %>' و دانش آموز '<%- student_id %>' لغو شود. برای مشاهده وضعیت کار، روی دکمه &quot;نمایش وضعیت کار&quot; کلیک کنید.کار شروع شد تا امتیاز سوال'<%- problem_id %>' و '<%- student_id %>' لغو شود. برای مشاهدۀ وضعیت کار، روی دکمۀ «نمایش وضعیت کار» بزنید.

source: Error starting a task to override score for problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the score and the problem and student identifiers are complete and correct.
fa: خطا در شروع کار برای لغو امتیاز مشکل '<%- problem_id %>' برای دانش آموز '<%- student_id %>'. از کامل و صحیح بودن نمره و معرف مشکل و دانش آموز اطمینان خطایی در شروع کار برای لغو امتیاز سوال '<%- problem_id %>' برای برای '<%- student_id %>' رخ داد. از کامل و صحیح بودن نمره و شناسۀ فراگیرنده اطمینان حاصل کنید.

source: Started entrance exam rescore task for student '{student_id}'. Click the 'Show Task Status' button to see the status of the task.
fa: کار نمره مجدد کنکور برای دانش آموز &quot;{student_id}&quot; شروع شد. برای مشاهده وضعیت کار، روی دکمه &quot;نمایش وضعیت کار&quot; کلیک کنید.کار نمره مجدد آزمون ورودی برای فراگیرندۀ '{student_id}' شروع شد. برای مشاهدۀ وضعیت کار، روی دکمۀ « نمایش وضعیت کار» بزنید.

source: Error starting a task to rescore entrance exam for student '{student_id}'. Make sure that entrance exam has problems in it and student identifier is correct.
fa: خطا در شروع کار برای کسب امتیاز مجدد در آزمون ورودی دانش آموز &quot;{student_id}&quot;. مطمئن شوید که کنکور دارای اشکال بوده و شناسه دانش آموزی صحیح است.

source: Rescore problem '<%- problem_id %>' for all students?
fa: دوباره مشکل '<%- problem_id %>' برای همه دانش آموزان؟خطایی در شروع کار برای کسب امتیاز مجدد در آزمون ورودی فراگیرنده '{student_id}' رخ داد. مطمئن شوید که آزمون ورودی دارای اشکال بوده و شناسۀ فراگیرنده صحیح است.

source: Successfully started task to rescore problem '<%- problem_id %>' for all students. Click the 'Show Task Status' button to see the status of the task.
fa: کار برای بازیابی مشکل '<%- problem_id %>' برای همه دانش آموزان با موفقیت آغاز شد. برای مشاهده وضعیت کار، روی دکمه &quot;نمایش وضعیت کار&quot; کلیک کنید.کار برای امتیازدهی مجدد سوال '<%- problem_id %>' برای همۀ فراگیران با موفقیت آغاز شد. برای مشاهدۀ وضعیت کار، روی دکمۀ «نمایش وضعیت کار» بزنید.

source: Error starting a task to rescore problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
fa: خطا در شروع کار برای بازیابی مشکل '<%- problem_id %>'. مطمئن شوید که شناسه مشکل کامل و صحیح است.خطایی در شروع کار برای امتیازدهی مجدد به سوال '<%- problem_id %>' رخ داد. مطمئن شوید که شناسۀ سوال کامل و صحیح است.

source: Task Type
fa: نوع وظیفه
ro: Tipul sarcinii

source: Task inputs
fa: ورودی های وظیفه
ro: Inputs sarcină

source: Task ID
fa: شناسه وظیفه
ro: ID sarcină

source: Requester
fa: درخواست کننده
ro: Solicitant

source: Submitted
fa: ارسال شده
ro: Trimis

source: Duration (sec)
fa: مدت (ثانیه)
ro: Durata (sec)

source: State
fa: حالت
ro: Status

source: Task Status
fa: وضعیت وظیفه
ro: Status sarcină

source: Task Progress
fa: پیشرفت کار
ro: Progres sarcină

source: An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists.
fa: هنگام بازیابی ایمیل شما خطایی روی داد. لطفاً بعداً دوباره امتحان کنید و اگر مشکل ادامه داشت با پشتیبانی فنی تماس بگیرید.هنگام بازیابی رایانامۀ شما خطایی روی داد. لطفاً بعداً دوباره امتحان کنید و اگر مشکل ادامه داشت با پشتیبانی فنی تماس بگیرید.

source: Sent By
fa: ارسال شده توسط
ro: Trimis de

source: Sent To
fa: فرستاده شد به
ro: Trimis către

source: Time Sent
fa: زمان ارسال شده
ro: Ora trimiterii

source: Number Sent
fa: شماره ارسال شد
ro: Număr trimise

source: Copy Email To Editor
fa: کپی ایمیل در ویرایشگر
ro: Copiere email către editor

source: Subject:
fa: موضوع:
ro: Subiect:

source: Sent By:
fa: ارسال شده توسط:
ro: Trimis de:

source: Time Sent:
fa: زمان ارسال:
ro: Ora trimiterii:

source: Sent To:
fa: فرستاده شد به:
ro: Trimis către:

source: Message:
fa: پیام:
ro: Mesaj:

source: No tasks currently running.
fa: در حال حاضر هیچ کاری در حال اجرا نیست.
ro: Nicio sarcină nu rulează momentan

source: File Name
fa: نام فایل
ro: Nume fișier

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information.
fa: پیوندها در صورت تقاضا ایجاد می شوند و به دلیل ماهیت حساس اطلاعات دانش آموز در عرض 5 دقیقه منقضی می شوند.
ro: Link-urile sunt generate la cerere și expiră în decurs de 5 minute din cauza caracterului sensibil al informațiilor despre cursanți.

source: You have access to the {enterpriseName} dashboard
fa: شما به داشبورد {enterpriseName} دسترسی داریدپیوندها در صورت تقاضا ایجاد می شوند و به‌دلیل ماهیت حساس اطلاعات فراگیران در عرض 5 دقیقه منقضی می‌شوند.

source: To access the courses available to you through {enterpriseName}, visit the {enterpriseName} dashboard.
fa: برای دسترسی به دوره‌های در دسترس شما از طریق {enterpriseName} ، از داشبورد برای دسترسی به دوره‌های در دسترس شما از طریق {enterpriseName} ، از پیشخوان {enterpriseName} دیدن کنید.

source: Go to dashboard
fa: به داشبورد بروید

source: (Self-paced) Starts {start}
fa: (خود گام) {start} را شروع می کند
ro: (Self-paced) Începe {start}

source: (Self-paced) Started {start}
fa: (خود گام) شروع شد {start}
ro: (Self-paced) A început {start}

source: (Self-paced) Ends {end}
fa: (خود گام) به پایان می رسد {end}
ro: (Self-paced) Se încheie {end}

source: (Self-paced) Ended {end}
fa: (خود گام) پایان یافت {end}
ro: (Self-paced) S-a încheiat {end}

source: Starts {start}
fa: {start} را شروع می کند
ro: Începe {start}

source: Started {start}
fa: {start} شروع شد
ro: A început {start}

source: Ends {end}
fa: پایان می یابد {end}
ro: Se încheie {end}

source: ${price}/month {currency}
fa: $ {price} /ماه {currency}

source: You must select a session to access the course.
fa: برای دسترسی به دوره باید یک جلسه را انتخاب کنید.
ro: Trebuie să selectați o lecție pentru a accesa cursul.

source: There was an error. Please reload the page and try again.
fa: یک خطای وجود دارد. لطفا صفحه را مجددا بارگذاری کنید و دوباره تلاش کنید.خطایی وجود دارد. لطفاً صفحه را مجددا بارگذاری کرده و دوباره تلاش کنید.
ro: A apărut o eroare. Vă rugăm reîncărcați pagina și încercați din nou.

source: Change Session
fa: تغییر جلسه
ro: Modifică sesiune

source: Select Session
fa: Session را انتخاب کنید
ro: Selectează sesiune

source: Leave Current Session
fa: ترک جلسه فعلی
ro: Ieși din sesiunea curentă

source: Are you sure you want to select this session?
fa: آیا مطمئن هستید که می خواهید این جلسه را انتخاب کنید؟
ro: Sunteți sigur că doriți să selectați această sesiune?

source: Are you sure you want to change to a different session?
fa: آیا مطمئن هستید که می خواهید به یک جلسه دیگر تغییر دهید؟
ro: Sunteți sigur că doriți să accesați o sesiune diferită?

source: Any course progress or grades from your current session will be lost.
fa: هر گونه پیشرفت درسی یا نمرات جلسه فعلی شما از بین خواهد رفت.
ro: Orice progres al cursului sau notele de la seiunea curentă, vor fi pierdute.

source: Are you sure that you want to leave this session?
fa: آیا مطمئن هستید که می خواهید این جلسه را ترک کنید؟
ro: Sunteți sigur că doriți să părăsiți această sesiune?

source: Your unenrollment request could not be processed. Please try again later.
fa: درخواست لغو ثبت نام شما قابل پردازش نیست. لطفاً بعداً دوباره امتحان کنید.درخواست لغو ثبت‌نام شما قابل‌پردازش نیست. لطفاً بعداً دوباره امتحان کنید.
ro: Cererea dumneavoastră de înscriere nu a putut fi procesată. Vă rugăm încercați din nou mai târziu.

source: Are you sure you want to unenroll from {courseName} ({courseNumber})? You will be refunded the amount you paid.
fa: آیا مطمئنید که می خواهید از {courseName} ( {courseNumber} ) لغو ثبت نام کنید؟ مبلغی که پرداخت کرده اید به شما بازپرداخت خواهد شد.
ro: Sunteți sigur că doriți să vă anulați înscrierea la {courseName} ({courseNumber})? Veți primi rambursarea sumei plătite.

source: View program
fa: مشاهده برنامه

source: Enroll in a {programName}'s course
fa: در دوره {programName} ثبت نام کنید

source: You have an active subscription to the {programName} program but are not enrolled in any courses. Enroll in a remaining course and enjoy verified access.
fa: شما یک اشتراک فعال در برنامه {programName} دارید اما در هیچ دوره ای ثبت نام نکرده اید. در دوره باقی مانده ثبت نام کنید و از دسترسی تأیید شده لذت ببرید.

source: According to our records, you are not enrolled in any courses included in your {programName} program subscription. Enroll in a course from the {i_start}Program Details{i_end} page.
fa: طبق سوابق ما، شما در هیچ دوره ای که در اشتراک برنامه {programName} شما گنجانده شده است، ثبت نام نکرده اید. در یک دوره از صفحه {i_start} جزئیات برنامه {i_end} ثبت نام کنید.

source: Subscription trial expires in less than 24 hours
fa: دوره آزمایشی اشتراک در کمتر از 24 ساعت منقضی می شود

source: Subscription trial expires in {remainingDays} day
fa: دوره آزمایشی اشتراک در روز {remainingDays} منقضی می‌شود

source: Your {programName} trial will expire at {trialEndTime} on {trialEndDate} and the card on file will be charged {subscriptionPrice}.
fa: نسخه آزمایشی {programName} شما در {trialEndTime} در {trialEndDate} منقضی می شود و کارت موجود در پرونده {subscriptionPrice} شارژ می شود.

source: Your {programName} trial will expire in {remainingDays} day at {trialEndTime} on {trialEndDate} and the card on file will be charged {subscriptionPrice}.
fa: نسخه آزمایشی {programName} شما در {remainingDays} روز در {trialEndTime} در {trialEndDate} منقضی می‌شود و کارت موجود در پرونده {subscriptionPrice} شارژ می‌شود.

source: {type} Progress
fa: {type} پیشرفت
ro: {type} Progres

source: Earned Certificates
fa: گواهینامه های کسب شده
ro: Certificări obținute

source: Enrolled
fa: ثبت نام کردآیا مایلید از {courseName} ( {courseNumber} ) لغو ثبت‌نام کنید؟ مبلغی که پرداخت کرده‌اید به شما بازپرداخت خواهد شد.
ro: Înscris

source: Successfully reset the attempts for user {user}
fa: تلاش‌های کاربر {user} با موفقیت بازنشانی شد

source: Failed to reset attempts for user.
fa: بازنشانی تلاش‌ها برای کاربر ناموفق بود.

source: Successfully deleted student state for user {user}
fa: وضعیت دانشجویی برای کاربر {user} با موفقیت حذف شد

source: Failed to delete student state for user.
fa: وضعیت دانشجویی برای کاربر حذف نشد.

source: Successfully rescored problem for user {user}
fa: مشکل برای کاربر {user} با موفقیت برطرف شد

source: Failed to rescore problem for user.
fa: بازیابی مشکل برای کاربر انجام نشد.

source: Successfully rescored problem to improve score for user {user}
fa: مشکل برای بهبود امتیاز برای کاربر {user} با موفقیت بازیابی شد

source: Failed to rescore problem to improve score for user.
fa: برای بهبود امتیاز برای کاربر، مشکل دوباره حل نشد.

source: Successfully overrode problem score for {user}
fa: نمره مشکل برای {user} با موفقیت لغو شد

source: Could not override problem score for {user}.
fa: نمره مشکل برای {user} لغو نشد.
ro: Nu s-a putut înlocui scorul problemei pentru {user}.

source: Enter and confirm your new password.
fa: رمز عبور جدید خود را وارد کرده و تأیید کنید.
ro: Introduceți și confirmați noua parolă.

source: New Password
fa: رمز عبور جدید
ro: Parolă nouă

source: Confirm Password
fa: رمز عبور را تایید کنید
ro: Confirmați parola

source: Passwords do not match.
fa: رمزهای ورود مطابقت ندارند.
ro: Parolele nu se potrivesc.

source: Reset My Password
fa: رمز عبور من تنظیم مجدد
ro: Resetează parola

source: Reset Your Password
fa: رمز عبور خود را بازنشانی کنید
ro: Resetați-vă parola

source: Error:
fa: خطا:
ro: Eroare:

source: You may also lose access to verified certificates and other program credentials. You can make a copy of these for your records before proceeding with deletion.
fa: همچنین ممکن است دسترسی به گواهی های تأیید شده و سایر اعتبارنامه های برنامه را از دست بدهید. می توانید قبل از ادامه حذف، یک کپی از این موارد برای سوابق همچنین ممکن است دسترسی به گواهی‌های تأییدشده و سایر اعتبارنامه‌های برنامه را از دست بدهید. می‌توانید قبل از ادامۀ حذف، یک کپی از این موارد برای سوابق خود تهیه کنید.

source: Before proceeding, please {htmlStart}unlink all social media accounts{htmlEnd}.
fa: قبل از ادامه، لطفاً {htmlStart} پیوند همه حساب‌های رسانه اجتماعی را لغو کنیدپیش از ادامه، لطفاً {htmlStart} پیوند همۀ حساب‌های رسانه اجتماعی را لغو کنید {htmlEnd} .
ro: Înainte de a continua, vă rugăm {htmlStart}deconectați toate conturile rețelelor sociale{htmlEnd}.

source: Before proceeding, please {htmlStart}{emailMsg}{htmlEnd}.
fa: قبل از ادامه، لطفاً {htmlStart} {emailMsg} {htmlEnd} .

source: {htmlStart}Want to change your email, name, or password instead?{htmlEnd}
fa: {htmlStart} می خواهید ایمیل، نام یا رمز عبور خود را به جای آن تغییر دهید؟ {htmlEnd}{htmlStart} مایلید آدرس رایانامه، نام یا گذرواژۀ خود را به جای آن تغییر دهید؟ {htmlEnd}
ro: {htmlStart} Doriți să vă schimbați adresa de e-mail, numele sau parola?{htmlEnd}

source: {strongStart}Warning: Account deletion is permanent.{strongEnd} Please read the above carefully before proceeding. This is an irreversible action, and {strongStart}you will no longer be able to use the same email on {platformName}.{strongEnd}
fa: {strongStart} هشدار: حذف حساب دائمی است. {strongEnd} لطفاً قبل از ادامه موارد فوق را به دقت بخوانید. این یک اقدام غیرقابل برگشت است و {strongStart} دیگر نمی‌توانید از همان ایمیل در {platformName} استفاده کنید. {strongEnd}{strongStart} هشدار: حذف حساب دائمی است. {strongEnd} لطفاً پیش از ادامه، موارد فوق را بادقت بخوانید. این یک اقدام غیرقابل برگشت است و {strongStart} دیگر نمی‌توانید از همان آدرس رایانامه در {platformName} استفاده کنید. {strongEnd}
ro: {strongStart}Avertisment: ștergerea contului este definitivă.{strongEnd} Vă rugăm să citiți cu atenție cele de mai sus înainte de a continua. Aceasta este o acțiune ireversibilă și {strongStart}nu veți mai putea folosi același e-mail pe {platformName}.{strongEnd}

source: Please note: Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
fa: لطفا توجه داشته باشید: حذف حساب و اطلاعات شخصی شما دائمی است و قابل لغو نیست. {platformName} نمی تواند حساب شما یا داده های حذف شده را بازیابی کند.
ro: Vă rugăm să rețineți: ștergerea contului și a datelor cu caracter personal este permanentă și nu poate fi anulată. {platformName} nu vă va putea recupera contul sau datele care sunt șterse.

source: Once your account is deleted, you cannot use it to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
fa: وقتی حساب شما حذف شد، نمی‌توانید از آن برای گذراندن دوره‌های برنامه {platformName} ، {siteName} یا هر سایت دیگری که توسط {platformName} میزبانی می‌شود، استفاده کنید.وقتی حساب‌کاربری شما حذف شد، نمی‌توانید از آن برای گذراندن دوره‌های برنامه {platformName} ، {siteName} یا هر وبگاه دیگری که توسط {platformName} میزبانی می‌شود، استفاده کنید.
ro: Odată ce contul personal este șters, nu îl puteți utiliza pentru a urma cursuri în aplicația {platformName}, {siteName} sau orice alt site găzduit de {platformName}.

source: This includes access to {siteName} from your employer’s or university’s system{additionalSiteSpecificDeletionText}.
fa: این شامل دسترسی به {siteName} از سیستم کارفرما یا دانشگاه شما {additionalSiteSpecificDeletionText} است.
ro: Aceasta include accesul la {siteName} din sistemul angajatorului sau al universității {additionalSiteSpecificDeletionText}.

source: We’re sorry to see you go!
fa: از رفتن شما متاسفیم!
ro: Ne pare rău că plecați!

source: Password is incorrect
fa: رمز عبور نادرست است
ro: Parola este incorectă

source: Unable to delete account
fa: حذف اکانت ممکن نیست
ro: Contul nu a putut fi șters

source: Please re-enter your password.
fa: لطفا رمز خود را مجددا وارد کنید.
ro: Te rugăm să reintroduci parola.

source: Sorry, there was an error trying to process your request. Please try again later.
fa: با عرض پوزش، هنگام پردازش درخواست شما خطایی روی داد. لطفاً بعداً دوباره امتحان کنید.
ro: Ne pare rău, a apărut o eroare la procesarea cererii tale. Te rugăm să încerci din nou mai târziu.

source: A Password is required
fa: یک رمز عبور لازم است
ro: Este necesară o parolă

source: You have selected “Delete my account.” Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
fa: شما &quot;حذف حساب من&quot; را انتخاب کرده اید. حذف حساب و اطلاعات شخصی شما دائمی است و قابل لغو نیست. {platformName} نمی تواند حساب شما یا داده های حذف شده را بازیابی کند.
ro: Ai selectat “Ștergerea contului”. Ștergerea contului și a datelor personale este definitivă și ireversibilă. {platformName} nu va putea recupera contul sau datele șterse.

source: If you proceed, you will be unable to use this account to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
fa: اگر ادامه دهید، نمی‌توانید از این حساب برای گذراندن دوره‌های برنامه {platformName} ، {siteName} یا هر سایت دیگری که توسط {platformName} میزبانی می‌شود، استفاده کنید.اگر ادامه دهید، نمی‌توانید از این حساب‌کاربری برای گذراندن دوره‌های برنامه {platformName} ، {siteName} یا هر وبگاه دیگری که توسط {platformName} میزبانی می‌شود، استفاده کنید.
ro: Dacă mergi mai departe, nu vei mai putea urma cursuri pe {platformName}, {siteName} sau orice alt website găzduit de {platformName}.

source: If you still wish to continue and delete your account, please enter your account password:
fa: اگر همچنان می خواهید ادامه دهید و حساب خود را حذف کنید، لطفا رمز عبور حساب اگر همچنان مایلید ادامه دهید و حساب‌کاربری خود را حذف کنید، لطفاً گذرواژۀ خود را وارد کنید:
ro: Dacă totuși dorești să continui cu ștergerea contului, te rugăm să introduci parola contului tău:

source: Yes, Delete
fa: بله حذف کنید
ro: Da, șterge

source: We're sorry to see you go! Your account will be deleted shortly.
fa: از رفتن شما متاسفیم! حساب شما به زودی حذف خواهد شد.
ro: Ne pare rău să nu te mai avem alături! Contul tău va fi șters în curând.

source: Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
fa: حذف حساب، از جمله حذف از لیست ایمیل، ممکن است چند هفته طول بکشد تا به طور کامل از طریق سیستم ما پردازش شود. اگر می‌خواهید قبل از آن ایمیل‌ها را انصراف دهید، لطفاً اشتراک خود را از پاورقی هر ایمیل لغو کنید.
ro: Ștergerea contului, inclusiv eliminarea adresei de e-mail din listele noastre, poate dura câteva săptămâni pentru procesare. Dacă nu vrei să mai primești e-mail-uri până atunci, te rugăm să te dezabonezi folosind linkul din subsolul oricărui e-mail primit de la noi.

source: Terms of Service and Honor Code
fa: شرایط خدمات و کد افتخار
ro: Termeni pentru servicii și Codul Onoarei

source: Saving your email preference
fa: ذخیره اولویت ایمیل شما
ro: Se salvează preferința pentru e-mail-ul tău

source: Enrolling you in the selected course
fa: ثبت نام شما در دوره انتخابی
ro: Se face înscrierea la cursul selectat

source: Adding the selected course to your cart
fa: افزودن دوره انتخابی به سبد خرید شما
ro: Se adaugă cursul selectat în coșul tău

source: Loading your courses
fa: در حال بارگیری دوره های شماحذف حساب‌کاربری، از جمله حذف از فهرست آدرس‌های رایانامه، ممکن است چندهفته طول بکشد تا به‌طور کامل از طریق سامانۀ ما پردازش شود. اگر می‌خواهید پیش از آن آدرس‌های رایانامه را انصراف دهید، لطفاً اشتراک خود را از پاورقی هر رایانامه لغو کنید.
ro: Încărcăm cursurile tale

source: An error occurred.
fa: خطایی رخ داد.
ro: A apărut o eroare

source: (optional)
fa: (اختیاری)

source: We couldn't sign you in.
fa: ما نتوانستیم شما را به سیستم وارد کنیم.
ro: Nu te-am putut autentifica.

source: An error occurred when signing you in to %s.
fa: هنگام ورود شما به %s خطایی روی داد.
ro: A apărut o eroare la autentificarea ta în %s.

source: Check Your Email
fa: ایمیلتان را چک کنید
ro: Verifică e-mail-ul
