Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Aborting import because a course with this id: {} already exists.
ro: Se anulează importul deoarece există deja un curs cu acest id: {}.

source: Aborting import since a library with this id already exists.
ro: Se anulează importul, deoarece există deja o bibliotecă cu acest id.

source: Enrollment Track Groups
ro: Grupuri de urmărire a înscrierii

source: Partition for segmenting users by enrollment track
ro: Partiție pentru segmentarea utilizatorilor după traseul de înscriere

source: Whether this student has voted on the poll
ro: Dacă cursantul a completat sondajul

source: Student answer
ro: Răspunsul cursantului

source: Poll answers from all students
ro: Răspunsurile la sondaj din partea tuturor cursanților

source: Poll answers from xml
ro: Răspunsurile la sondaj din partea xml

source: Poll question
ro: Întrebare de sondaj

source: Enter the date by which problems are due.
ro: Introduceți data limită pentru probleme.

source: Hide sequence content After Due Date
ro: Ascundeți conținutul secvenței după data scadentă

source: If set, the sequence content is hidden for non-staff users after the due date has passed.
ro: Dacă este setat, conținutul secvenței este ascuns pentru utilizatorii care nu fac parte din personal după ce a trecut data scadentă.

source: Is Entrance Exam
ro: Este Examen de Admitere

source: Tag this course module as an Entrance Exam. Note, you must enable Entrance Exams for this course setting to take effect.
ro: Menționați acest modul de curs ca Examen de Admitere. Notă, trebuie să activați Examene de Admitere pentru ca această setare să se aplice.

source: Is Time Limited
ro: Este cu timp limită

source: This setting indicates whether students have a limited time to view or interact with this courseware component.
ro: Această setare indică dacă cursanții au o periadă limitată pentru a vizualiza sau interacționa cu acest element de curs.

source: Time Limit in Minutes
ro: Timp limită în minute

source: The number of minutes available to students for viewing or interacting with this courseware component.
ro: Numărul minutelor disponibile cursanților pentru a viziona sau interacționa cu acest element de curs.

source: Is Proctoring Enabled
ro: Supravegherea este activată

source: This setting indicates whether this exam is a proctored exam.
ro: Această setare arată dacă acest examen este examen supravegheat.

source: Software Secure Review Rules
ro: Reguli de verificare a securității Software-ului

source: This setting indicates what rules the proctoring team should follow when viewing the videos.
ro: Această setare indică ce reguli ar trebui să respecte echipa de supraveghere atunci când vizionează videoclipurile.

source: Is Practice Exam
ro: Este Examen de Pregătire

source: This setting indicates whether this exam is for testing purposes only. Practice exams are not verified.
ro: Această setare indică dacă acest examen are doar scop de testare. Examenele de practică nu sunt verificate.

source: Is Onboarding Exam
ro: Este examen de integrare

source: This setting indicates whether this exam is an onboarding exam.
ro: Această setare indică dacă acest examen este un examen de integrare.

source: This subsection is unlocked for learners when they meet the prerequisite requirements.
ro: Această subsecțiune este deblocată pentru cursanți atunci când îndeplinesc cerințele prealabile.

source: This exam is hidden from the learner.
ro: Acest examen nu este vizibil cursantului.

source: Because the course has ended, this assignment is hidden from the learner.
ro: Tema de casă nu poate fi vizualizată de către cursant, deoarece lecția s-a încheiat.

source: Because the due date has passed, this assignment is hidden from the learner.
ro: Deoarece data limită a fost depășită, cursantul nu poate vizualiza tema de casă.

source: This section is a prerequisite. You must complete this section in order to unlock additional content.
ro: Această secțiune este o cerință prealabilă. Trebuie să completați această secțiune pentru a debloca conținut suplimentar.

source: A list summarizing what students should look forward to in this section.
ro: O listă care rezumă la ce ar trebui să se aștepte cursanții în această secțiune.

source: Group ID {group_id}
ro: ID-ul Grupului {group_id}

source: Not Selected
ro: Nu a fost selectat

source: The display name for this component. (Not shown to learners)
ro: Numele afișat pentru această componentă. (Nu este vizibilă cursanților)

source: Content Experiment
ro: Experiment de conținut

source: The list of group configurations for partitioning students in content experiments.
ro: Lista configurațiilor de grup pentru distribuirea cursanților în experimentele de conținut.

source: The configuration defines how users are grouped for this content experiment. Caution: Changing the group configuration of a student-visible experiment will impact the experiment data.
ro: Configurația definește modul în care sunt grupați utilizatorii pentru acest experiment de conținut. Atenție: modificarea configurației de grup a unui experiment vizibil de cursant va avea impact asupra datelor experimentului.

source: Group Configuration
ro: Configurare Grup

source: Which child module students in a particular group_id should see
ro: Ce cursanți din sub-modulul ar trebui să vadă un anumit grup_id

source: {group_name} (inactive)
ro: {group_name} (inactiv)

source: The experiment is not associated with a group configuration.
ro: Experimentul nu este asociat cu o configurare de grup.

source: Select a Group Configuration
ro: Selectați o Configurare Grup

source: The experiment uses a deleted group configuration. Select a valid group configuration or delete this experiment.
ro: Experimentul utilizează o configurație ștearsă a grupului. Selectați o configurație validă a grupului sau ștergeți acest experiment.

source: The experiment uses a group configuration that is not supported for experiments. Select a valid group configuration or delete this experiment.
ro: Experimentul utilizează o configurație de grup care nu este acceptată pentru experimente. Selectați o configurație validă a grupului sau ștergeți acest experiment.

source: The experiment does not contain all of the groups in the configuration.
ro: Experimentul nu conține toate grupurile din configurație.

source: Add Missing Groups
ro: Adăugați Grupurile Lipsă

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
ro: Experimentul are un grup inactiv. Mutați conținutul în grupuri active, apoi ștergeți grupul inactiv.

source: This content experiment has issues that affect content visibility.
ro: Acest experiment de conținut are probleme care afectează vizibilitatea conținutului.

source: External Discussion
ro: Discuție Externă

source: Home
ro: Acasă

source: Course
ro: Curs

source: Save and Import
ro: Salvează și importă

source: Cancel
ro: Anulează

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {status_code}.
ro: Nu poate primi transcrieri de la Youtube pentru {youtube_id}. Cod de stare: {status_code}.

source: We support only SubRip (*.srt) transcripts format.
ro: Suportăm numai transcrierile SubRip (*.srt).

source: Something wrong with SubRip transcripts file during parsing. Inner message is {error_message}
ro: Ceva nu a funcționat cu fișierul transcrierilor SubRip în timpul analizării. Mesajul intern este {error_message}

source: Something wrong with SubRip transcripts file during parsing.
ro: Ceva nu a funcționat cu fișierul transcrierilor SubRip în timpul analizării.

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
ro: {exception_message}: Nu găsim transcrieri încărcate: {user_filename}

source: Language is required.
ro: Este necesară limba.

source: Basic
ro: Fundamental

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
ro: URL-ul pentru videoclip. Acesta poate fi un URL al Youtube sau un link la un .mp4, .ogg sau un fișier video .webm găzduit în altă parte pe Internet.

source: Default Video URL
ro: URL-ul Videoclipului Implicit

source: Component Display Name
ro: Numele Afișat al Componentei

source: Current position in the video.
ro: Poziția curentă în videoclip.

source: Optional, for older browsers: the YouTube ID for the normal speed video.
ro: Opțional, pentru browserele mai vechi: ID-ul Youtube pentru viteza video normală.

source: YouTube ID
ro: ID-ul YouTube

source: Optional, for older browsers: the YouTube ID for the .75x speed video.
ro: Opțional, pentru browserele mai vechi: ID-ul YouTube pentru viteza video .75x.

source: YouTube ID for .75x speed
ro: ID-ul YouTube pentru viteza .75x

source: Optional, for older browsers: the YouTube ID for the 1.25x speed video.
ro: Opțional, pentru browserele mai vechi: ID-ul YouTube pentru viteza video 1.25x .

source: YouTube ID for 1.25x speed
ro: ID-ul YouTube pentru viteza 1.25x

source: Optional, for older browsers: the YouTube ID for the 1.5x speed video.
ro: Opțional, pentru browserele mai vechi: ID-ul YouTube pentru viteza video 1.5x.

source: YouTube ID for 1.5x speed
ro: ID-ul YouTube pentru viteza 1.5x

source: Time you want the video to start if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
ro: Momentul la care doriți ca videoclipul să înceapă dacă nu doriți să fie redat întregul videoclip. Nu este acceptat în aplicația mobilă nativă: va fi redat fișierul video complet. Formatat ca HH: MM: SS. Valoarea maximă este 23:59:59.

source: Video Start Time
ro: Timpul de Pornire Videoclip

source: Time you want the video to stop if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
ro: Momentul la care doriți ca videoclipul să se oprească dacă nu doriți să fie redat întregul videoclip. Nu este acceptat în aplicația mobilă nativă: se va reda întregul fișier video. Formatat ca HH: MM: SS. Valoarea maximă este 23:59:59.

source: Video Stop Time
ro: Timpul de Oprire Videoclip

source: Allow students to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
ro: Permiteți cursanților să descarce versiuni ale acestui videoclip în diferite formate dacă nu pot utiliza playerul video edX sau nu au acces la YouTube. Trebuie să adăugați cel puțin o adresă URL non-YouTube în câmpul Adrese URL fișier video.

source: Video Download Allowed
ro: Descărcare Video Permisă

source: The URL or URLs where you've posted non-YouTube versions of the video. Each URL must end in .mpeg, .mp4, .ogg, or .webm and cannot be a YouTube URL. (For browser compatibility, we strongly recommend .mp4 and .webm format.) Students will be able to view the first listed video that's compatible with the student's computer. To allow students to download these videos, set Video Download Allowed to True.
ro: Adresa URL sau adresele URL în care ați postat versiuni non-YouTube ale videoclipului. Fiecare adresă URL trebuie să se termine cu .mpeg, .mp4, .ogg sau .webm și nu poate fi o adresă URL YouTube. (Pentru compatibilitatea browserului, vă recomandăm insistent formatul .mp4 și .webm.) Cursanții vor putea vizualiza primul videoclip listat care este compatibil cu computerul studentului. Pentru a permite unui cursant să descarce aceste videoclipuri, setați Descărcare video permisă la Adevărat.

source: Video File URLs
ro: Adrese URL ale fișierelor video

source: By default, students can download an .srt or .txt transcript when you set Download Transcript Allowed to True. If you want to provide a downloadable transcript in a different format, we recommend that you upload a handout by using the Upload a Handout field. If this isn't possible, you can post a transcript file on the Files & Uploads page or on the Internet, and then add the URL for the transcript here. Students see a link to download that transcript below the video.
ro: În mod implicit, cursanții pot descărca o transcriere .srt sau .txt atunci când setați Descărcare transcriere permisă la adevărat. Dacă doriți să furnizați o transcriere descărcabilă într-un alt format, vă recomandăm să încărcați un fișier folosind câmpul Încărcați un fișier. Dacă acest lucru nu este posibil, puteți posta un fișier de transcriere pe pagina Fișiere și încărcări sau pe Internet, apoi puteți adăuga adresa URL pentru transcriere aici. Cursanții văd un link pentru a descărca transcrierea respectivă sub videoclip.

source: Downloadable Transcript URL
ro: Adresa URL a transcrierii descărcabilă

source: Allow students to download the timed transcript. A link to download the file appears below the video. By default, the transcript is an .srt or .txt file. If you want to provide the transcript for download in a different format, upload a file by using the Upload Handout field.
ro: Permiteți cursanților să descarce transcrierea temporizată. Un link pentru descărcarea fișierului apare sub videoclip. În mod implicit, transcrierea este un fișier .srt sau .txt. Dacă doriți să furnizați transcrierea pentru descărcare într-un alt format, încărcați un fișier utilizând câmpul Încărcare fișă.

source: Download Transcript Allowed
ro: Descărcare Transcriere permisă

source: The default transcript for the video, from the Default Timed Transcript field on the Basic tab. This transcript should be in English. You don't have to change this setting.
ro: Transcrierea implicită pentru videoclip, din câmpul Transcriere temporizată implicită din fila Fundamental. Această transcriere ar trebui să fie în limba engleză. Nu trebuie să modificați această setare.

source: Default Timed Transcript
ro: Transcriere temporizată implicită

source: Specify whether the transcripts appear with the video by default.
ro: Specificați dacă transcrierile apar împreună cu videoclipul în mod prestabilit.

source: Show Transcript
ro: Afișare Transcriere

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
ro: Adăugați treanscrieri în limbi diferite. Faceți clic mai jos pentru a specifica o limbă și încărcați un fișier transcriere .srt pentru limba respectivă.

source: Transcript Languages
ro: Transcriere Limbi

source: Preferred language for transcript.
ro: Limba preferată pentru transcriere.

source: Preferred language for transcript
ro: Limba preferată pentru transcriere.

source: Transcript file format to download by user.
ro: Formatul fișierului transcriere pentru a fi descărcat de către utilizator.

source: SubRip (.srt) file
ro: SubRip (.srt) fișier

source: Text (.txt) file
ro: Text (.txt) fișier

source: The last speed that the user specified for the video.
ro: Ultima viteză specificată de utilizator pentru videoclip.

source: The default speed for the video.
ro: Viteza prestabilită pentru videoclip.

source: Specify whether to advance automatically to the next unit when the video ends.
ro: Specificați dacă să treceți automat la următoarea unitate când videoclipul se termină.

source: Specify whether YouTube is available for the user.
ro: Specificați dacă YouTube este disponibil pentru utilizator.

source: Upload a handout to accompany this video. Students can download the handout by clicking Download Handout under the video.
ro: Încărcați un document pentru a acompania acest videoclip. Cursanții pot descărca documentul făcând clic pe Descarcă Document în partea de jos a videoclipului.

source: Upload Handout
ro: Încărcați Document

source: Specify whether access to this video is limited to browsers only, or if it can be accessed from other applications including mobile apps.
ro: Specificați dacă accesul la acest videoclip este limitat doar browserelor sau poate fi accesat și din alte aplicații inclusiv aplicații mobile.

source: Video Available on Web Only
ro: Videoclip Disponibil doar pe Web

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the Default Video URL, the Video File URLs, and the YouTube ID fields. If you were not assigned a Video ID, enter values in those other fields and ignore this field.
ro: Dacă vi s-a atribuit un ID video de către edX pentru ca videoclipul să fie redat în această componentă, introduceți ID-ul aici. În acest caz, nu introduceți valori în URL-ul video implicit, URL-urile fișierului video și în câmpurile ID YouTube. Dacă nu vi s-a atribuit un ID video, introduceți valori în acele alte câmpuri și ignorați acest câmp.

source: Date of the last view of the bumper
ro: Data ultimei vizualizări a barei

source: Do not show bumper again
ro: Nu arătați din nou bara

source: Instructions
ro: Instrucțiuni

source: Add instructions to help learners understand how to use the word cloud. Clear instructions are important, especially for learners who have accessibility requirements.
ro: Adăugați instrucțiuni pentru a ajuta cursanții să înțeleagă cum să folosească cloud-ul de cuvinte. Instrucțiunile clare sunt importante, în special pentru cursanții care au cerințe de accesibilitate.

source: Inputs
ro: Intrări

source: The number of text boxes available for learners to add words and sentences.
ro: Numărul de casete de text disponibile pentru cursanți pentru a adăuga cuvinte și fraze.

source: Maximum Words
ro: Numărul Maxim de Cuvinte

source: The maximum number of words displayed in the generated word cloud.
ro: Numărul maxim de cuvinte afișat în cloud-ul cuvintelor generate.

source: Show Percents
ro: Arată Procente

source: Statistics are shown for entered words near that word.
ro: Sunt afișate statistici pentru cuvintele introduse similare acestui cuvânt

source: Whether this learner has posted words to the cloud.
ro: Dacă acest cursant a postat cuvinte în cloud.

source: Student answer.
ro: Răspunsul cursantului

source: All possible words from all learners.
ro: Toate cuvintele posibile pentru toți cursanții.

source: Top num_top_words words for word cloud.
ro: Topul cuvintelor num_top_words pentru cloud-ul de cuvinte.

source: {display_name} is only accessible to enrolled learners. Sign in or register, and enroll in this course to view it.
ro: {display_name} este accesibil numai cursanților înscriși. Conectați-vă sau înregistrați-vă și înscrieți-vă la acest curs pentru a-l vizualiza.

source: Unlock Account
ro: Deblochează cont

source: Close
ro: Închideți

source: This is a routed Account Activation email for %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s
ro: Acesta este un e-mail de activare a contului direcționat pentru %(routed_user)s(%(routed_user_email)s):%(routed_profile_name)s

source: Account activation
ro: Activare cont

source: You're almost there! Use the link below to activate your account to access engaging, high-quality %(platform_name)s courses. Note that you will not be able to log back into your account until you have activated it.
ro: Aproape ai terminat! Utilizează linkul de mai jos pentru a îți activa contul și avea acces la cursurile %(platform_name)s. Reține că nu te vei mai putea conecta din nou la contul tău până când nu îl vei activa.

source: Activate your account
ro: Activează contul

source: Enjoy learning with %(platform_name)s.
ro: Bucură-te de experiențele de învățare de pe %(platform_name)s.

source: If you need help, please use our web form at {start_anchor_web}%(support_url)s{end_anchor} or email {start_anchor_email}%(support_email)s{end_anchor}.
ro: Dacă ai nevoie de ajutor, te rugăm să utilizezi formularul nostru de la {start_anchor_web}%(support_url)s{end_anchor} sau e-mail {start_anchor_email}%(support_email)s{end_anchor}.

source: This email message was automatically sent by %(lms_url)s because someone attempted to create an account on %(platform_name)s using this email address.
ro: Acest e-mail a fost trimis automat de %(lms_url)sdeoarece cineva a încercat să creeze un cont pe %(platform_name)sfolosind această adresă de e-mail.

source: If you need help, please use our web form at %(support_url)s or email %(support_email)s.
ro: Dacă aveți nevoie de ajutor, vă rugăm să utilizați formularul nostru %(support_url)s la sau e-mail %(support_email)s.

source: Action Required: Activate your %(platform_name)s account
ro: Acțiune necesară: Activați-vă contul de pe %(platform_name)s

source: Create Password
ro: Setează o parolă

source: You're receiving this e-mail because you requested to create a password for your user account at %(platform_name)s.
ro: Primiți acest e-mail deoarece ați solicitat să creați o parolă pentru contul de utilizator creat pe %(platform_name)s.

source: We've restored access to your %(platform_name)s account using the recovery email you provided at registration.
ro: Am restabilit accesul la contul personal de pe %(platform_name)sfolosind e-mailul de recuperare pe care l-ați furnizat la înregistrare.

source: Once you've created a password [below], you will be able to log in to %(platform_name)s with this email (%(email)s) and your new password.
ro: După ce ați creat o parolă [mai jos], vă veți putea conecta pe %(platform_name)s cu acest e-mail (%(email)s) și noua parolă.

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
ro: Dacă nu ați solicitat această modificare, puteți ignora acest e-mail. Nu v-am resetat încă parola.

source: Thanks for using our site!
ro: Îți mulțumim pentru folosirea platformei noastre.

source: The %(platform_name)s Team
ro: Echipa %(platform_name)s

source: Password creation on %(platform_name)s
ro: Setarea parolei pe %(platform_name)s

source: Email Change
ro: Schimbare de e-mail

source: We received a request to change the e-mail associated with your %(platform_name)s account from %(old_email)s to %(new_email)s. If this is correct, please confirm your new e-mail address by visiting:
ro: Am primit o solicitare de a schimba adresa de e-mail asociată contului personal de pe %(platform_name)sde la %(old_email)s la %(new_email)s. Dacă acest lucru este corect, vă rugăm să confirmați noua adresă de e-mail vizitând:

source: Confirm Email Change
ro: Confirmă schimbarea de e-mail

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the %(platform_name)s web site.
ro: Dacă nu ai cerut acest lucru, nu trebuie să faci nimic; nu vei mai primi niciun e-mail de la noi. Te rugăm să nu răspunzi la acest e-mail; dacă aveți nevoie de asistență, verificați secțiunea de ajutor a platformei %(platform_name)s.

source: Request to change %(platform_name)s account e-mail
ro: Cerere de a schimba contul personal de pe platforma %(platform_name)s

source: Email Change Confirmation for %(platform_name)s
ro: Confirmare de schimbare de e-mail pentru platforma %(platform_name)s

source: This is to confirm that you changed the e-mail associated with %(platform_name)s from %(old_email)s to %(new_email)s. If you did not make this request, please contact us immediately. Contact information is listed at:
ro: Acest lucru este pentru a confirma că ai schimbat e-mailul asociat platformei %(platform_name)sde la %(old_email)s la %(new_email)s. Dacă nu ai făcut această solicitare, te rugăm să ne contactezi imediat. Informații contact:

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
ro: Păstrăm un jurnal de e-mailuri vechi. Dacă această solicitare a fost neintenționată, putem investiga.
