Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Your ID verification has expired. To receive a verified certificate, you must submit a new photo of yourself and your government-issued photo ID before the verification deadline for your course.
ro: Verificarea ID-ului a expirat. Pentru a primi un certificat de absolvire verificat, trebuie trimisă o nouă fotografie personală și a actului de identitate cu fotografie emis de autoritățile naționale înainte de termenul limită de verificare pentru curs.

source: Please be aware photo verification can take up to three days once initiated and you will not be able to earn a certificate or take a proctored exam until approved.
ro: Te rugăm să reții că verificarea fotografiilor poate dura până la trei zile după inițierea procesului și nu vei putea obține un certificat sau nu vei susține un examen controlat până când nu va fi aprobat.

source: Could Not Link Accounts
ro: Nu s-au putut conecta conturile

source: The {provider_name} account you selected is already linked to another {platform_name} account.
ro: Contul {provider_name} pe care l-ai selectat este deja conectat la un alt cont {platform_name}.

source: We're sorry to see you go! Read the following statements and rate your level of agreement.
ro: Ne pare rău că renunți! Citește următoarele declarații și evaluează nivelul de acord.

source: Price is too high for me
ro: Prețul este prea mare pentru mine

source: I was not satisfied with my experience taking the courses
ro: Nu am fost mulțumit/ă de experiența mea la cursuri

source: Content of the courses was too difficult
ro: Conținutul cursurilor a fost prea dificil

source: I did not have enough time to complete the courses
ro: Nu am avut suficient timp pentru a finaliza cursurile

source: The content was not available when I wanted to start
ro: Conținutul nu era disponibil când am vrut să încep

source: Can we contact you via email for follow up?
ro: Te putem contacta prin e-mail pentru alte întrebări?

source: Thank you for sharing your reasons for unenrolling.
ro: Îți mulțumim că ne-ai împărtășit motivele pentru anularea înregistrării.

source: You are unenrolled from
ro: Nu mai ești înregistrat/ă la

source: Return To Dashboard
ro: Revino la tabloul de bord

source: Browse Courses
ro: Caută Cursuri

source: We're sorry to see you go! Please share your main reason for unenrolling.
ro: Ne pare rău că ai renunțat! Te rugăm să ne împărtășești motivul principal pentru anulare.

source: I just wanted to browse the material
ro: Voiam doar să răsfoiesc materialul

source: This won't help me reach my goals
ro: Acest lucru nu mă va ajuta să-mi ating obiectivele

source: I don't have the time
ro: Nu am timpul necesar

source: I don't have the academic or language prerequisites
ro: Nu dețin cerințele prealabile, academice sau lingvistice

source: I don't have enough support
ro: Nu am suficient sprijin

source: I am not happy with the quality of the content
ro: Nu sunt mulțumit/ă de calitatea conținutului

source: The course material was too hard
ro: Materialul de curs a fost prea greu

source: The course material was too easy
ro: Materialul de curs a fost prea ușor

source: Something was broken
ro: Ceva nu a funcționat

source: Other
ro: Altul

source: Results:
ro: Rezultate:

source: Topic:
ro: Subiect:

source: Show Discussion
ro: Afișează discuție

source: To view live discussions, click Preview or View Live in Unit Settings.
ro: Pentru a vizualiza discuții live, apasă pe Previzualizare sau Vizualizare live în Setările componentei.

source: Discussion ID: {discussion_id}
ro: ID-ul discuției: {discussion_id}

source: Discussion topics list
ro: Lista subiectelor de discuție

source: Filter Topics
ro: Filtrează Subiectele

source: filter topics
ro: filtrează subiectele

source: All Discussions
ro: Toate Discuțiile

source: Posts I'm Following
ro: Postări pe care le urmaresc

source: Filter:
ro: Filtru:

source: Show all posts
ro: Afișați toate postările

source: Unread posts
ro: Postări necitite

source: Unanswered posts
ro: Postări fără răspuns

source: Flagged
ro: Semnalizat

source: Group:
ro: Grup:

source: in all groups
ro: în toate grupurile

source: Sort:
ro: Sortează:

source: by recent activity
ro: prin activitatea recentă

source: by most activity
ro: de cea mai mare activitate

source: by most votes
ro: prin majoritatea voturilor

source: Student Notes
ro: Notițele Cursantului/Cursantei

source: Highlights and notes you've made in course content
ro: Repere și note pe care le-ai făcut în conținutul cursului

source: Search notes for:
ro: Caută notițe pentru:

source: Search notes for...
ro: Caută notițe pentru...

source: View notes by:
ro: Vizualizează notițele de:

source: You have not made any notes in this course yet. Other students in this course are using notes to:
ro: Nu ai notat nimic în acest curs încă. Alți cursanți din acest curs folosesc notițele pentru:

source: Mark a passage or concept so that it's easy to find later.
ro: Marchează un pasaj sau un concept astfel încât să fie ușor de găsit mai târziu.

source: Record thoughts about a specific passage or concept.
ro: Înregistrează reflecții despre un anumit pasaj sau concept.

source: Highlight important information to review later in the course or in future courses.
ro: Evidențiază informațiile importante pentru a fi analizate pe parcursul cursului sau pentru cursurile viitoare.

source: Get started by making a note in something you just read, like {section_link}.
ro: Începe făcând o notiță în ceva ce tocmai ai citit, cum ar fi {section_link}.

source: Hide notes
ro: Ascunde notițele

source: Show notes
ro: Vizualizează notițele

source: Thank you for your purchase of
ro: Îți mulțumim pentru achiziția de

source: Your payment was successful.
ro: Plata ta a avut succes.

source: If you have billing questions, please read the FAQ ({faq_url}) or contact {billing_email}.
ro: Dacă ai întrebări legate de facturare, te rugăm să citești întrebările frecvente ({faq_url}) sau să contactezi {billing_email}.

source: If you have billing questions, please contact {billing_email}.
ro: Dacă ai întrebări legate de facturare, te rugăm să contactezi {billing_email}.

source: {order_placed_by} placed an order and mentioned your name as the Organization contact.
ro: {order_placed_by} a făcut o comandă și a menționat numele tău ca persoană de contact a organizației.

source: {order_placed_by} placed an order and mentioned your name as the additional receipt recipient.
ro: {order_placed_by} a făcut o comandă și a menționat numele tău ca destinatar/ă suplimentar/ă al chitanței.

source: The items in your order are:
ro: Articolele din comanda ta sunt:

source: Quantity - Description - Price
ro: Cantitate - Descriere - Preț

source: Total billed to credit/debit card: {currency_symbol}{total_cost}
ro: Totalul facturat pe cardul de credit / debit: {currency_symbol} {total_cost}

source: Company Name:
ro: Numele Companiei:

source: Purchase Order Number:
ro: Numărul de ordine de cumpărare:

source: Company Contact Name:
ro: Numele de contact al Companiei:

source: Company Contact Email:
ro: Email-ul de contact al Companiei:

source: Recipient Name:
ro: Numele Beneficiar:

source: Recipient Email:
ro: Email-ul Beneficiarului:

source: Order Number: {order_number}
ro: Număr comandă: {order_number}

source: A CSV file of your registration URLs is attached. Please distribute registration URLs to each student planning to enroll using the email template below.
ro: Este atașat un fișier CSV cu adresele URL de înregistrare. Te rugăm să distribui adresele URL de înregistrare fiecărui cursant care intenționează să se înscrie folosind șablonul de e-mail de mai jos.

source: Warm regards,
ro: Cu respect,

source: Warm regards,<br>The {platform_name} Team
ro: Cu respect, <br>Echipa {platform_name}

source: Dear [[Name]]
ro: Dragă [[Nume]]

source: To enroll in {course_names} we have provided a registration URL for you. Please follow the instructions below to claim your access.
ro: Pentru a te înscrie la {course_names} am furnizat o adresă URL de înregistrare. Te rugăm să urmezi instrucțiunile de mai jos pentru a revendica accesul.

source: Your redeem url is: [[Enter Redeem URL here from the attached CSV]]
ro: Adresa URL de valorificare este: [[Introduceți valorificarea URL-ului aici din fișierul CSV atașat]]

source: (1) Register for an account at {site_name}
ro: (1) Înregistrează-te pentru un cont la {site_name}

source: (2) Once registered, copy the redeem URL and paste it in your web browser.
ro: (2) Odată înregistrat/ă, copiază adresa URL de răscumpărare și adaug-o în browserul web.

source: (3) On the enrollment confirmation page, Click the 'Activate Enrollment Code' button. This will show the enrollment confirmation.
ro: (3) În pagina de confirmare a înscrierii, apasă pe butonul „Activează codul de înscriere”. Acesta va afișa confirmarea înscrierii.

source: (4) You should be able to click on 'view course' button or see your course on your student dashboard at {url}
ro: (4) Ar trebui să poți accesa butonul „Vizualizează cursul” sau să vizualizezi cursul pe tabloul de bord al cursanților la {url}

source: (5) Course materials will not be available until the course start date.
ro: (5) Materialele cursului nu vor fi disponibile până la data începerii cursului.

source: <p>Sincerely,</p><p>[[Your Signature]]</p>
ro: <p>Cu sinceritate,</p><p>[[Semnătura ta]]</p>

source: Sorry! The photos you submitted for ID verification were not accepted, for the following reason(s):
ro: Ne pare rău! Fotografiile pe care le-ai trimis pentru verificarea ID-ului nu au fost acceptate, din următoarele motive():

source: The photo(s) of you:
ro: Fotografiile() cu tine:

source: The photo of you:
ro: Fotografia cu tine:

source: The photo of your ID:
ro: Fotografia cu ID-ul tău:

source: Other Reasons:
ro: Alte Motive:

source: Resubmit Verification: {reverify_url}
ro: Retrimite Verificarea: {reverify_url}

source: ID Verification FAQ: {faq_url}
ro: Întrebări frecvente privind verificarea ID-ului: {faq_url}

source: The {platform_name} team
ro: Echipa {platform_name}

source: Your payment was successful. You will see the charge below on your next credit or debit card statement under the company name {merchant_name}.
ro: Plata a avut succes. Vei vedea debitarea de mai jos pe extrasul următor al cardului tău de credit sau de debit sub numele companiei {merchant_name}.

source: Your order number is: {order_number}
ro: Numărul comenzii tale este: {order_number}

source: Hi {full_name}
ro: Bună {full_name}

source: Congratulations! Your ID verification process was successful.
ro: Felicitări! Procesul de verificare a ID-ului a avut succes.

source: Your verification is effective for two years. It will expire on {expiration_datetime}
ro: Verificarea ta. este valabilă timp de doi ani. Va expira pe {expiration_datetime}

source: Hi {full_name},
ro: Bună {full_name},

source: Thanks for submitting your photos!
ro: Îți mulțumim că ne-ai trimis fotografiile!

source: We've received your information and the ID verification process has begun.Check for an email from us in the next few days to confirm whether your verification was successful.You can also check the status of the verification process on your dashboard.
ro: Am primit informațiile tale și procesul de verificare a ID-ului a început. Verifică pentru un e-mail de la noi în următoarele câteva zile pentru a confirma dacă verificarea a avut succes. De asemenea, poți verifica starea procesului de verificare pe tabloul de bord.

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the course staff at {email}.
ro: Ne pare rău. Echipa cursului nostru nu a aprobat solicitarea de a schimba numele din {old_name} în {new_name}. Dacă ai nevoie de asistență suplimentară, te rugăm să trimiți un e-mail echipei cursului la {email}.

source: We have successfully verified your identity for the {assessment} assessment in the {course_name} course.
ro: Am verificat cu succes identitatea ta pentru evaluarea {assessment} în cursul {course_name}.

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity.
ro: Nu am putut verifica identitatea ta pentru evaluarea {assessment} în cursul {course_name}. Ai folosit {used_attempts} din {allowed_attempts} încercări de a-ți verifica identitatea.

source: You must verify your identity before the assessment closes on {due_date}.
ro: Trebuie să îți verifici identitatea înainte ca evaluarea să se închidă în data de {due_date}.

source: To try to verify your identity again, select the following link:
ro: Pentru a încerca să îți verifici identitatea din nou, selectează următorul link:

source: We could not verify your identity for the {assessment} assessment in the {course_name} course. You have used {used_attempts} out of {allowed_attempts} attempts to verify your identity, and verification is no longer possible.
ro: Nu am putut verifica identitatea ta pentru evaluarea {assessment} în cursul {course_name}. Ai folosit {used_attempts} din {allowed_attempts} încercări de a îți verifica identitatea, iar verificarea nu mai este posibilă.

source: To go to the courseware, select the following link:
ro: Pentru a accesa cursurile, selectează următorul link:

source: If you have any questions, you can contact student support at {support_link}.
ro: Dacă ai întrebări, poți contacta asistența cursanților la {support_link}.

source: Thanks,
ro: Mulțumim,

source: This Course Unavailable In Your Country
ro: Acest curs nu este disponibil în țara ta

source: Our system indicates that you are trying to access this {platform_name} course from a country or region in which it is not currently available.
ro: Sistemul nostru indică faptul că încerci să accesezi acest curs {platform_name} dintr-o țară sau regiune în care nu este disponibil în prezent.

source: Our system indicates that you are trying to enroll in this {platform_name} course from a country or region in which it is not currently available.
ro: Sistemul nostru indică faptul că încerci să te înscrii la acest curs {platform_name} dintr-o țară sau regiune în care nu este disponibil în prezent.

source: Enrollment Successful
ro: Înscrierea a reușit

source: Thank you for enrolling in {course_names}. We hope you enjoy the course.
ro: Îți mulțumim că te-ai înscris la {course_names}. Sperăm să te bucuri de curs.

source: Thank you for enrolling in:
ro: Îți mulțumim că te-ai înscris la:

source: We hope you enjoy the course.
ro: Sperăm să te bucuri de curs.

source: Financial Assistance Application
ro: Cerere de asistență financiară

source: A Note to Learners
ro: O notă pentru cursanți

source: Dear edX Learner,
ro: Stimate cursant edX,

source: EdX Financial Assistance is a program we created to give learners in all financial circumstances a chance to earn a Verified Certificate upon successful completion of an edX course.
ro: Asistența financiară EdX este un program pe care l-am creat pentru a oferi cursanților în toate circumstanțele financiare șansa de a obține un certificat verificat după finalizarea cu succes a unui curs edX.

source: If you are interested in working toward a Verified Certificate, but cannot afford to pay the fee, please apply now. Please note that financial assistance is limited and may not be awarded to all eligible candidates.
ro: Dacă ești interesat/ă să lucrezi pentru a obține un certificat verificat, dar nu îți poți permite să plătești taxa, te rugăm să aplici acum. Te rugăm să reții că asistența financiară este limitată și nu poate fi acordată tuturor candidaților eligibili.

source: In order to be eligible for edX Financial Assistance, you must demonstrate that paying the Verified Certificate fee would cause you economic hardship. To apply, you will be asked to answer a few questions about why you are applying and how the Verified Certificate will benefit you.
ro: Pentru a fi eligibil/ă pentru asistența financiară edX, trebuie să demonstrezi că plata taxei pentru certificatul verificat îți va cauza dificultăți economice. Pentru a aplica, ți se va cere să răspunzi la câteva întrebări cu privire la motivele pentru care aplici și în ce fel îți va aduce beneficii certificatul verificat.

source: If your application is approved, we'll give you instructions for verifying your identity on edx.org so you can start working toward completing your edX course.
ro: Dacă cererea ta este aprobată, îți vom oferi instrucțiuni pentru verificarea identității pe edx.org, astfel încât să poți începe să lucrezi la finalizarea cursului edX.

source: EdX is committed to making it possible for you to take high quality courses from leading institutions regardless of your financial situation, earn a Verified Certificate, and share your success with others.
ro: EdX se angajează să facă tot posibilul să urmezi cursuri de înaltă calitate de la instituții fruntașe, indiferent de situația financiară, să câștigi un Certificat Recunoscut și să împărtășești succesul cu alte persoane.

source: Sincerely, Anant
ro: Cu stimă, Anant

source: Back to Student FAQs
ro: Înapoi la Întrebări frecvente pentru cursanți

source: Apply for Financial Assistance
ro: Solicită asistență financiară

source: {platform_name} Home Page
ro: Pagina de pornire {platform_name}

source: Options Menu
ro: Opțiunile Meniului

source: {begin_strong}Warning:{end_strong} Your browser is not fully supported. We strongly recommend using {chrome_link} or {ff_link}.
ro: {begin_strong} Avertisment: {end_strong} browserul tău nu este complet acceptat. Recomandăm cu tărie să utilizezi {chrome_link} sau {ff_link}.

source: Discover New
ro: Cuprins

source: {name} Dashboard
ro: {name} Tablou de bord

source: Supplemental Links
ro: Linkuri suplimentare

source: How it Works
ro: Cum funcționează

source: Schools
ro: Școli

source: Resume your last course
ro: Reia ultimul curs

source: Profile
ro: Profil

source: Order History
ro: Istoricul comenzilor

source: Add Coupon Code
ro: Adaugă un cod de cupon

source: Enter information about the coupon code below.
ro: Introdu informații despre codul cuponului mai jos.

source: Coupon Code
ro: Cod cupon

source: Discount Percentage
ro: Procent de reducere

source: Description
ro: Descriere

source: Add expiration date
ro: Adaugă dată de expirare

source: Example Certificates
ro: Exemple de certificate de absolvire

source: Generate example certificates for the course.
ro: Generează exemple de certificate de absolvire pentru curs.

source: Generate Example Certificates
ro: Generați exemple de certificate de absolvire

source: Status:
ro: Stare:

source: Generating example {name} certificate
ro: Se generează exemplul {name} certificat de absolvire

source: Error generating example {name} certificate: {error}
ro: Eroare la generarea exemplului {name} certificate: {error}

source: View {name} certificate
ro: Vizualizează certificatul de absolvire {name}

source: Refresh Status
ro: Actualizează starea

source: Student-Generated Certificates
ro: Certificate de absolvire generate de cursanți

source: Disable Student-Generated Certificates
ro: Dezactivați certificatele generate de studenți

source: Enable Student-Generated Certificates
ro: Activați certificatele de absolvire generate de cursanți

source: You must successfully generate example certificates before you enable student-generated certificates.
ro: Trebuie să generați cu succes exemple de certificate înainte de a activa certificatele generate de student.

source: Generate Certificates
ro: Generați Certificatele de absolvire

source: Course certificate generation requires an activated web certificate configuration.
ro: Generarea certificatelor de absolvire a cursului necesită o configurare activată a certificatului web.

source: When you are ready to generate certificates for your course, click Generate Certificates. You do not need to do this if you have set the certificate mode to on-demand generation.
ro: Când ești gata să generați certificatul de absolvire pentru cursul tău, apasă pe Generare certificat. Nu trebuie să faci acest lucru dacă ai setat modul certificat la generarea la cerere.

source: Pending Tasks
ro: Activități în așteptare

source: The status for any active tasks appears in a table below.
ro: Starea pentru orice sarcini active apare într-un tabel de mai jos.

source: Regenerate Certificates
ro: Generează din nou certificatele de absolvire

source: To regenerate certificates for your course, choose the learners who will receive regenerated certificates and click Regenerate Certificates.
ro: Pentru a regenera certificatul de absolvire pentru cursul tău, alege cursanții care vor primi certificate regenerate și apasă clic pe Regenerare certificat.

source: Choose learner types for regeneration
ro: Alege tipurile de cursanți pentru re-generare

source: Regenerate for learners who have already received certificates. ({count})
ro: Generează din nou pentru cursanții care au primit deja certificate de absolvire. ({count})

source: Regenerate for learners who have not received certificates. ({count})
ro: Generează din nou pentru cursanții care nu au primit certificate de absolvire. ({count})

source: Regenerate for learners with audit passing state. ({count})
ro: Generează din nou pentru cursanții cu starea de trecere a parcursului cu certificat. ({count})

source: Regenerate for learners with audit not passing state. ({count})
ro: Regenerați pentru cursanții cu un audit care nu trece de stat. ({count})

source: Regenerate for learners in an error state. ({count})
ro: Regenerați pentru cursanții într-o stare de eroare. ({count})

source: Certificate Generation History
ro: Istoricul generării certificatelor

source: Task name
ro: Numele sarcinii

source: SET CERTIFICATE EXCEPTIONS
ro: SETWAZĂ EXCEPȚII DE CERTIFICAT

source: Set exceptions to generate certificates for learners who did not qualify for a certificate but have been given an exception by the course team. After you add learners to the exception list, click Generate Exception Certificates below.
ro: Setează excepții pentru a genera certificate de absolvire pentru cursanții care nu s-au calificat pentru un certificat, dar care au primit o excepție de către echipa cursului. După ce adaugi cursanți la lista de excepții, apasă pe Generare certificate de excepție de mai jos.

source: Invalidate Certificates
ro: Anulează certificatele de absolvire

source: Enrollment Information
ro: Informații pentru înscriere

source: Number of enrollees (admins, staff, and students) by track
ro: Numărul de înscriși (administratori, personal și studenți) pe cale

source: Audit
ro: Parcurs cu certificat

source: Honor
ro: Onoare

source: Professional
ro: Profesional

source: Executive Education
ro: Educație executivă

source: Master's
ro: Master

source: Basic Course Information
ro: Informații de bază ale Cursului

source: Course Name:
ro: Nume curs:

source: Course Start Date:
ro: Data începerii cursului:

source: Course End Date:
ro: Data de încheiere a cursului:

source: No end date set
ro: Nu este stabilită o dată de încheiere

source: Has the course started?
ro: A început cursul?

source: Yes
ro: Da

source: No
ro: Nu

source: Has the course ended?
ro: S-a încheiat cursul?

source: Number of sections:
ro: Număr de secțiuni:

source: Grade Cutoffs:
ro: Limite de clasă:

source: Course Warnings
ro: Avertismente de curs
