Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa, ro

source: Tell other learners a little about yourself: where you live, what your interests are, why you're taking courses, or what you hope to learn.
fa: کمی در مورد خود به سایر فراگیران بگویید: کجا زندگی می کنید، چه علایق دارید، چرا دوره های آموزشی می گذرانید، یا چه چیزی را امیدوارید یاد بگیرید.
ro: Spuneți celorlalți cursanți puțin despre tine: unde locuiești, care sunt interesele tale, de ce urmezi acest curs, sau ce îți propui să înveți.

source: Account Settings page.
fa: صفحه تنظیمات حسابکمی دربارۀ خود به سایر فراگیران بگویید: کجا زندگی می‌کنید، چه علایقی دارید، چرا دوره‌های آموزشی می‌گذرانید، یا چه چیزی را امیدوارید یاد بگیرید.
ro: Pagina Setări Cont

source: You must specify your birth year before you can share your full profile. To specify your birth year, go to the {account_settings_page_link}
fa: قبل از اینکه بتوانید نمایه کامل خود را به اشتراک بگذارید، باید سال تولد خود را مشخص کنید. برای مشخص کردن سال تولد خود، به {account_settings_page_link} پیش از اینکه بتوانید پروندۀ کامل خود را به اشتراک بگذارید، باید سال تولد خود را مشخص کنید. برای تعیین سال تولد خود، به {account_settings_page_link} بروید
ro: Trebuie să specificați anul nașterii înainte de a vă putea partaja profilul complet. Pentru a specifica anul nașterii, accesați {account_settings_page_link}

source: You must be over 13 to share a full profile. If you are over 13, make sure that you have specified a birth year on the {account_settings_page_link}
fa: برای به اشتراک گذاشتن یک نمایه کامل باید بیش از 13 سال داشته باشید. اگر بالای 13 سال دارید، مطمئن شوید که سال تولد را در {account_settings_page_link} مشخص کرده اید.
ro: Trebuie să aveți peste 13 ani pentru a partaja un profil complet. Dacă aveți peste 13 ani, asigurați-vă că ați specificat anul de naștere pe {account_settings_page_link}

source: Profile Image
fa: تصویر نمایه
ro: Imagine de profil

source: Profile image for {username}
fa: تصویر نمایه برای {username}
ro: Imagine de profil pentru {username}

source: About Me
fa: درمورد من
ro: Despre mine

source: Profile
fa: مشخصاتبرای به اشتراک‌گذاری پروندۀ کامل باید بیش از 13 سال داشته باشید. اگر بیش از 13 سال دارید، مطمئن شوید که سال تولد را در {account_settings_page_link} مشخص کرده‌اید.
ro: Profil

source: Updating with latest library content
fa: به روز رسانی با آخرین محتوای کتابخانه
ro: Actualizare cu cel mai recent conținut din bibliotecă

source: Creating missing groups
fa: ایجاد گروه های گمشده
ro: Creare grupuri lipsă

source: {start_strong}{total}{end_strong} words submitted in total.
fa: {start_strong} {total} {end_strong} کل کلمات ارسال شده است.
ro: {start_strong}{total}{end_strong} cuvinte trimise în total.

source: Show Annotations
fa: نمایش حاشیه نویسی ها
ro: Afișează adnotări

source: Hide Annotations
fa: پنهان کردن حاشیه نویسی ها
ro: Ascunde adnotări

source: Expand Instructions
fa: دستورالعمل ها را گسترش دهید
ro: Extinde instrucțiuni

source: Collapse Instructions
fa: دستورالعمل های جمع کردن
ro: Ascunde instrucțiuni

source: Commentary
fa: تفسیر
ro: Comentarii

source: Reply to Annotation
fa: پاسخ به حاشیه نویسی
ro: Răspunde adnotării

source: {num_points} point possible (graded, results hidden)
fa: نقطه {num_points} ممکن است (درجه بندی شده، نتایج پنهان)

source: {num_points} point possible (ungraded, results hidden)
fa: نقطه {num_points} ممکن است (بدون درجه بندی، نتایج پنهان)

source: {num_points} point possible (graded)
fa: {num_points} نقطه ممکن (درجه بندی شده)

source: {num_points} point possible (ungraded)
fa: نقطه {num_points} ممکن است (بدون درجه بندی)

source: {earned}/{possible} point (graded)
fa: نقطه {earned} / {possible} (درجه بندی شده)

source: {earned}/{possible} point (ungraded)
fa: نقطه {earned} / {possible} (بدون درجه بندی)

source: The grading process is still running. Refresh the page to see updates.
fa: روند درجه بندی همچنان ادامه دارد. برای مشاهده به‌روزرسانی‌ها، صفحه را بازخوانی کنید.
ro: Procesul de notare este în desfășurare. Reîmprospătează pagina pentru a vedea actualizările.

source: Could not grade your answer. The submission was aborted.
fa: نتوانستم پاسخ شما را درجه بندی کنم. ارسال لغو شد.روند نمره‌دهی همچنان ادامه دارد. برای مشاهدۀ به‌روزرسانی‌ها، صفحه را تازه کنید.
ro: Răspunsul nu a putut fi evaluat. Trimiterea a fost întreruptă.

source: Submission aborted! Sorry, your browser does not support file uploads. If you can, please use Chrome or Safari which have been verified to support file uploads.
fa: ارسال لغو شد! با عرض پوزش، مرورگر شما از آپلود فایل پشتیبانی نمی کند. اگر می‌توانید، لطفاً از Chrome یا Safari استفاده کنید که برای پشتیبانی از آپلود فایل تأیید شده‌اند.ارسال لغو شد! با عرض پوزش، مرورگر شما از بارگذاری فایل، پشتیبانی نمی‌کند. اگر می‌توانید، لطفاً از Chrome یا Safari استفاده کنید که برای پشتیبانی از بارگذاری فایل تأیید شده‌اند.
ro: Trimiterea a fost anulată! Ne pare rău, browserul nu acceptă încărcarea fișierelor. Dacă puteți, utilizați Chrome sau Safari, care au fost verificate pentru a accepta încărcarea fișierelor.

source: You submitted {filename}; only {allowedFiles} are allowed.
fa: شما {filename} را ارسال کردید. فقط {allowedFiles} مجاز است.
ro: Ați trimis {filename}; doar {allowedFiles} sunt permise.

source: Your file {filename} is too large (max size: {maxSize}MB).
fa: فایل {filename} شما خیلی بزرگ است (حداکثر اندازه: {maxSize} مگابایت).
ro: Fișierul {filename} este prea mare (dimensiune maximă: {maxSize}MB).

source: You did not submit the required files: {requiredFiles}.
fa: شما فایل های مورد نیاز را ارسال نکردید: {requiredFiles} .
ro: Nu ați trimis fișierul cerut: {requiredFiles}.

source: You did not select any files to submit.
fa: شما هیچ فایلی را برای ارسال انتخاب نکردید.
ro: Nu ați selectat nici un fișier pentru a fi trimis.

source: This problem has been reset.
fa: این مشکل بازنشانی شده است.
ro: Această problemă a fost resetată.

source: unsubmitted
fa: ارسال نشده
ro: netrimis

source: Paragraph
fa: پاراگراف
ro: Paragraf

source: Preformatted
fa: پیش فرمت شده
ro: Preformatat

source: Heading 3
fa: سرفصل 3
ro: Titlu 3

source: Heading 4
fa: سرفصل 4
ro: Titlu 4

source: Heading 5
fa: سرفصل 5
ro: Titlu 5

source: Heading 6
fa: سرفصل 6
ro: Titlu 6

source: Add to Dictionary
fa: افزودن به فرهنگ لغت
ro: Adaugă în dicționar

source: Align center
fa: تراز کردن مرکز
ro: Aliniază centru

source: Align left
fa: تراز چپ
ro: Aliniază la stânga

source: Align right
fa: تراز سمت راست
ro: Aliniză la dreapta

source: Alignment
fa: هم ترازی
ro: Aliniere

source: Alternative source
fa: منبع جایگزین
ro: Sursă alternativă

source: Anchor
fa: لنگر
ro: Ancora

source: Anchors
fa: لنگرها
ro: Ancore

source: Author
fa: نویسنده
ro: Autor

source: Background color
fa: رنگ پس زمینه
ro: Culoare fundal

source: Blocks
fa: بلوک ها
ro: Blocuri

source: Body
fa: بدن
ro: Conținut

source: Bold
fa: پررنگ

source: Border color
fa: رنگ لبه
ro: Culoare chenar

source: Border
fa: مرز
ro: Chenar

source: Bottom
fa: پایین
ro: Baza

source: Bullet list
fa: لیست گلوله
ro: Lista bullets

source: Caption
fa: عنوان
ro: Subtitlu

source: Cell padding
fa: بالشتک سلولی
ro: Umplutură celulă

source: Cell properties
fa: خواص سلولی
ro: Proprietăți celulă

source: Cell spacing
fa: فاصله سلولی
ro: Spațiere celulă

source: Cell type
fa: نوع سلول
ro: Tip celulă

source: Cell
fa: سلول
ro: Celulă

source: Center
fa: مرکز
ro: Centru

source: Circle
fa: دایره
ro: Cerc

source: Clear formatting
fa: قالب بندی را پاک کنید
ro: Șterge formatare

source: Code block
fa: بلوک کد
ro: Blocare cod

source: Code
fa: کد
ro: Cod

source: Color
fa: رنگ
ro: Culoare

source: Cols
fa: سرهنگ ها
ro: Coloane

source: Column group
fa: گروه ستون
ro: Grup coloane

source: Column
fa: ستون
ro: Coloane

source: Constrain proportions
fa: نسبت ها را محدود کنید
ro: Proporții de constrângere

source: Copy row
fa: ردیف را کپی کنید
ro: Copiază rândul

source: Copy
fa: کپی
ro: Copiază

source: Could not find the specified string.
fa: رشته مشخص شده پیدا نشد.
ro: Nu s-a gasit seria respectivă

source: Custom color
fa: رنگ سفارشی
ro: Culoare personalizată

source: Custom...
fa: سفارشی...
ro: Personalizare

source: Cut row
fa: ردیف را برش دهید
ro: Taie rândul

source: Cut
fa: برش
ro: Taie

source: Decrease indent
fa: کاهش تورفتگی
ro: Micsoreaza distanta pana la text

source: Default
fa: پیش فرض
ro: Setare implicită

source: Delete column
fa: حذف ستون
ro: Șterge coloană

source: Delete row
fa: حذف ردیف
ro: Șterge rând

source: Delete table
fa: حذف جدول
ro: Șterge tabel

source: Description
fa: شرح
ro: Descriere

source: Dimensions
fa: ابعاد
ro: Dimensiuni

source: Disc
fa: دیسک

source: Div
fa: بخش

source: Document properties
fa: ویژگی های سند
ro: Proprietațile documentului

source: Edit HTML
fa: HTML را ویرایش کنید
ro: Editează HTML

source: Edit
fa: ویرایش کنید
ro: Editează

source: Embed
fa: جاسازی کنید
ro: Fixare

source: Emoticons
fa: شکلک ها
ro: Emoticon-uri

source: Encoding
fa: رمزگذاری
ro: Codare

source: File
fa: فایل
ro: Fișier

source: Find and replace
fa: پیدا کنید و جایگزین کنید
ro: Gasește și înlocuiește

source: Find next
fa: بعدی را پیدا کنید
ro: Gasește următorul

source: Find previous
fa: قبلی را پیدا کنید
ro: Gasește precedenta

source: Find
fa: پیدا کردن
ro: Gasește

source: Finish
fa: پایان
ro: Terminare

source: Font Family
fa: خانواده فونت
ro: Grupă fonturi

source: Font Sizes
fa: اندازه فونت
ro: Dimensiuni font

source: Footer
fa: پاورقی
ro: Subsol

source: Format
fa: قالب

source: Formats
fa: فرمت ها
ro: Formate

source: Fullscreen
fa: تمام صفحه
ro: Ecran complet

source: General
fa: عمومی

source: H Align
fa: H تراز کردن
ro: Aliniere orizontală

source: Header 1
fa: سربرگ 1
ro: Antet 1

source: Header 2
fa: سربرگ 2
ro: Antet 2

source: Header 3
fa: سربرگ 3
ro: Antet 3

source: Header 4
fa: سربرگ 4
ro: Antet 4

source: Header 5
fa: سربرگ 5
ro: Antet 5

source: Header 6
fa: سربرگ 6
ro: Antet 6

source: Header cell
fa: سلول سرصفحه
ro: Antet celulă

source: Header
fa: سرتیتر
ro: Antet

source: Headers
fa: سرصفحه ها
ro: Antete

source: Heading 1
fa: سرفصل 1
ro: Rubrica 1

source: Heading 2
fa: سرفصل 2
ro: Rubrica 2

source: Headings
fa: سرفصل ها
ro: Rubrici

source: Height
fa: ارتفاع
ro: Înălțime

source: Horizontal line
fa: خط افقی
ro: Linie orizontală

source: Horizontal space
fa: فضای افقی
ro: Spațiu orizontal

source: HTML source code
fa: کد منبع HTML
ro: Codul sursă HTML

source: Ignore all
fa: همه را نادیده بگیرید
ro: Ignoră tot

source: Ignore
fa: چشم پوشی
ro: Ignoră

source: Image description
fa: توضیحات تصویر
ro: Descriere imagine

source: Increase indent
fa: افزایش تورفتگی
ro: Mărește distanța până la text

source: Inline
fa: درون خطی
ro: Aliniere

source: Insert column after
fa: درج ستون بعد
ro: Inserează coloană după

source: Insert column before
fa: درج ستون قبل
ro: Inserează coloană înainte

source: Insert date/time
fa: درج تاریخ/زمان
ro: Inserează data/ora

source: Insert image
fa: درج تصویر
ro: Inserează imagine

source: Insert link
fa: درج لینک
ro: Inserează link

source: Insert row after
fa: ردیف بعد را درج کنید
ro: Inserează rând după

source: Insert row before
fa: ردیف قبل را درج کنید
ro: Inserează rând înainte

source: Insert table
fa: درج جدول
ro: Inserează tabel

source: Insert template
fa: درج الگو
ro: Inserează șablon

source: Insert video
fa: درج ویدیو
ro: Inserează videoclip

source: Insert
fa: درج کنید
ro: Inserează

source: Insert/edit image
fa: درج/ویرایش تصویر
ro: Inserează/editează imagine

source: Insert/edit link
fa: درج/ویرایش لینک
ro: Inserează/editează link

source: Insert/edit video
fa: درج/ویرایش ویدیو
ro: Inserează/editează videoclip

source: Italic
fa: مورب

source: Justify
fa: توجیه
ro: Aliniere centrată

source: Keywords
fa: کلید واژه ها
ro: Cuvinte cheie

source: Left to right
fa: چپ به راست
ro: De la stânga la dreapta

source: Left
fa: ترک کرد
ro: Stânga

source: Lower Alpha
fa: آلفای پایین

source: Lower Greek
fa: یونانی پایین

source: Lower Roman
fa: روم پایین

source: Match case
fa: مورد کبریت
ro: Potrivește literele mari și mici

source: Merge cells
fa: ادغام سلول ها
ro: Unește celulele

source: Middle
fa: وسط
ro: Mijloc

source: New document
fa: سند جدید
ro: Document nou

source: New window
fa: پنجره جدید
ro: Fereastră nouă

source: Next
fa: بعد
ro: Următor

source: No color
fa: بدون رنگ
ro: Fără culoare

source: Nonbreaking space
fa: فضای بدون شکست
ro: Spaţiu continuu

source: Numbered list
fa: لیست شماره گذاری شده
ro: Listă numerotată

source: Page break
fa: شکستن صفحه
ro: Separare pagini

source: Paste as text
fa: چسباندن به عنوان متن
ro: Copiază sub formă de text

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
fa: چسباندن اکنون در حالت متن ساده است. تا زمانی که این گزینه را غیرفعال نکنید، محتویات به صورت متن ساده جای‌گذاری می‌شوند.چسباندن اکنون در حالت متن ساده است. تا زمانی‌که این گزینه را غیرفعال نکنید، محتویات به‌صورت متن ساده جای‌گذاری می‌شوند.
ro: Lipirea este acum în modul text simplu. Conținutul va fi lipit ca text simplu până în momentul în care dezactivezi această opțiune.

source: Paste row after
fa: ردیف بعد را بچسبانید
ro: Copiază rândul după

source: Paste row before
fa: ردیف قبل را بچسبانید
ro: Copiază rândul înainte

source: Paste your embed code below:
fa: کد جاسازی خود را در زیر قرار دهید:
ro: Copiază codul fixat dedesubt

source: Paste
fa: چسباندن
ro: Copiază

source: Poster
fa: پوستر

source: Pre
fa: قبل

source: Prev
fa: قبلی

source: Print
fa: چاپ
ro: Printează

source: Redo
fa: دوباره انجام دهید
ro: Refacere

source: Remove link
fa: حذف لینک
ro: Elimină link

source: Replace all
fa: همه را جایگزین کنید
ro: Înlocuiește tot

source: Replace with
fa: تعویض با
ro: Înlocuiește cu

source: Replace
fa: جایگزین کردن
ro: Înlocuiește

source: Restore last draft
fa: آخرین پیش نویس را بازیابی کنید
ro: Redă ultima ciornă

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
fa: منطقه متن غنی. ALT-F9 را برای منو فشار دهید. ALT-F10 را برای نوار ابزار فشار دهید. برای راهنمایی ALT-0 را فشار دهید
ro: Zonă cu text formatat. Apasă ALT-F9 pentru meniu. Apasă ALT-F10 pentru bara de instrumente, Apasă ALT-0 pentru ajutor

source: Right to left
fa: راست به چپ
ro: De la dreapta la stânga

source: Right
fa: درست
ro: Dreapta

source: Robots
fa: ربات ها
ro: Roboți

source: Row group
fa: گروه ردیف
ro: Grup rânduri

source: Row properties
fa: ویژگی های ردیف
ro: Proprietăți rânduri

source: Row type
fa: نوع ردیف
ro: Tip rând

source: Row
fa: ردیف
ro: Rând

source: Rows
fa: ردیف ها
ro: Rânduri

source: Scope
fa: محدوده
ro: Scop

source: Select all
fa: انتخاب همه
ro: Selectează tot

source: Show blocks
fa: نمایش بلوک ها
ro: Arată blocurile

source: Show invisible characters
fa: نمایش شخصیت های نامرئی
ro: Arată caracterele invizibile

source: Source code
fa: کد منبع
ro: Codul sursă

source: Source
fa: منبع
ro: Sursă

source: Special character
fa: شخصیت خاص
ro: Caracter special

source: Spellcheck
fa: بررسی املا
ro: Verificare ortografie

source: Split cell
fa: تقسیم سلول
ro: Divizare celulă

source: Square
fa: مربع
ro: Pătrat

source: Start search
fa: آغاز جست و جو
ro: Începe căutarea

source: Strikethrough
fa: ضربه زدن
ro: Tăiere

source: Style
fa: سبک
ro: Stil

source: Subscript
fa: اشتراک
ro: Indice

source: Superscript
fa: بالانویس
ro: Exponent

source: Table properties
fa: خواص جدول
ro: Proprietăți tabel

source: Table
fa: جدول
ro: Tabel

source: Target
fa: هدف
ro: Țintă

source: Templates
fa: قالب ها
ro: Șablon

source: Text color
fa: رنگ متن
ro: Culoare text

source: Text to display
fa: متن برای نمایش
ro: Text pentru afișare

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
fa: نشانی اینترنتی که وارد کردید به نظر می رسد یک آدرس ایمیل باشد. آیا می خواهیدنشانی اینترنتی که وارد کردید به نظر می‌رسد یک آدرس رایانامه باشد. آیا مایلید پیشوند mailto: را اضافه کنید؟
ro: URL-ul introdus pare a fi o adresa de e-mail. Vrei să adăugi prefixul mailto:?

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
fa: نشانی اینترنتی که وارد کردید به نظر یک پیوند خارجی است. آیا می خواهید پیشوند http:// لازم را اضافه کنید؟نشانی اینترنتی که وارد کردید به‌نظر یک پیوند خارجی است. آیا مایلید پیشوند http:// لازم را اضافه کنید؟
ro: URL-ul introdus pare a fi un link extern. Vrei să adăugați prefixul http://?

source: Title
fa: عنوان
ro: Titlu

source: Tools
fa: ابزار
ro: Unelte

source: Top
fa: بالا
ro: Sus

source: Underline
fa: زیر خط بکشید
ro: Subliniat

source: Undo
fa: واگرد
ro: Revenire

source: Upper Alpha
fa: آلفای بالایی

source: Upper Roman
fa: روم بالا

source: Url
fa: آدرس اینترنتی

source: V Align
fa: V تراز کردن
ro: Aliniere verticală

source: Vertical space
fa: فضای عمودی
ro: Spațiu vertical

source: View
fa: چشم انداز
ro: Vizualizează

source: Visual aids
fa: وسایل کمک بصری
ro: Materiale vizuale

source: Whole words
fa: کل کلمات
ro: Cuvinte întregi

source: Width
fa: عرض
ro: Lățime

source: Words: {0}
fa: کلمات: {0}
ro: Cuvinte: {0}

source: You have unsaved changes are you sure you want to navigate away?
fa: شما تغییرات ذخیره نشده ای دارید آیا مطمئن هستید که می خواهید از آنجا خارج شوید؟
ro: Ați făcut modificări fără a salva. Sigur doriți să ieșiți?

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
fa: مرورگر شما از دسترسی مستقیم به کلیپ بورد پشتیبانی نمی کند. لطفاً به جای آن از میانبرهای صفحه کلید Ctrl+X/C/V استفاده کنید.مرورگر شما از دسترسی مستقیم به حافظۀ موقت پشتیبانی نمی‌کند. لطفاً به جای آن از میانبرهای صفحۀ کلید Ctrl+X/C/V استفاده کنید.
ro: Browser-ul tău nu suportă acces direct la clipboard. Te rugăm să folosești comenzile rapide de la tastatură Ctrl+X/C/V.

source: Insert/Edit Image
fa: درج/ویرایش تصویر
ro: Adaugă/Editează Imagine

source: Click OK to have your username and e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
fa: روی تأیید کلیک کنید تا نام کاربری و آدرس ایمیل شما به یک برنامه شخص ثالث ارسال شود. برای بازگشت به این صفحه بدون ارسال اطلاعات خود، روی لغو کلیک کنید.روی تأیید بزنید تا نام کاربری و آدرس رایانامۀ شما به یک برنامۀ شخص ثالث ارسال شود. برای بازگشت به این صفحه بدون ارسال اطلاعات خود، روی لغو بزنید.
ro: Apasă OK pentru ca numele tău de utilizator și adresa de e-mail să fie trimise unei aplicații terțe. Apasă Anulează pentru a te întoarce la pagina aceasta fără a trimite informația ta.

source: Click OK to have your username sent to a 3rd party application. Click Cancel to return to this page without sending your information.
fa: روی OK کلیک کنید تا نام کاربری شما به یک برنامه شخص ثالث ارسال شود. برای بازگشت به این صفحه بدون ارسال اطلاعات خود، روی لغو کلیک کنید.روی دکمۀ تایید بزنید تا نام کاربری شما به یک برنامۀ شخص ثالث ارسال شود. برای بازگشت به این صفحه بدون ارسال اطلاعات خود، روی لغو بزنید.
ro: Apasă OK pentru ca numele tău de utilizator să fie trimis unei aplicații terțe. Apasă Anulează pentru a te întoarce la pagina aceasta fără a trimite informația ta.

source: Click OK to have your e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
fa: روی تأیید کلیک کنید تا آدرس ایمیل شما به یک برنامه شخص ثالث ارسال شود. برای بازگشت به این صفحه بدون ارسال اطلاعات خود، روی لغو کلیک کنید.
ro: Apasă OK pentru ca numele tău de utilizator și adresa ta de e-mail să fie trimise unei aplicații terțe. Apasă Anulează pentru a te întoarce la această pagină fără a trimite informația ta.

source: incorrect
fa: غلطروی تأیید بزنید تا آدرس رایانامۀ شما به یک برنامه شخص ثالث ارسال شود. برای بازگشت به این صفحه بدون ارسال اطلاعات خود، روی لغو بزنید.
ro: incorect

source: correct
fa: درست
ro: Corect

source: answer
fa: پاسخ
ro: Răspuns

source: Short explanation
fa: توضیح کوتاه
ro: Scurtă explicație

source: If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface. Proceed to the Advanced Editor and convert this problem to XML?
fa: اگر از ویرایشگر پیشرفته استفاده می کنید، این مشکل به XML تبدیل می شود و نمی توانید به رابط ویرایشگر ساده برگردید. اگر از ویرایشگر پیشرفته استفاده می‌کنید، این مشکل به XML تبدیل می‌شود و نمی‌توانید به رابط ویرایشگر ساده برگردید. به ویرایشگر پیشرفته بروید و این مشکل را به XML تبدیل کنید؟
ro: Dacă folosești Editare Avansată, această problemă va fi transformată în XML și nu vei mai putea să te întorci la Interfața de Editare Simplă. Continui la Editare Avansată și transformi această problemă în XML?

source: An answer option has been left blank. Please review and edit the component.
fa: یک گزینه پاسخ خالی گذاشته شده است. لطفاً مؤلفه را بررسی و ویرایش کنید.یک گزینۀ پاسخ خالی گذاشته شده‌است. لطفاً مؤلفه را بررسی و ویرایش کنید.

source: Explanation
fa: توضیح
ro: Explicație

source: Sequence error! Cannot navigate to %(tab_name)s in the current SequenceModule. Please contact the course staff.
fa: خطای توالی! نمی توان به %(tab_name)s در SequenceModule فعلی پیمایش کرد. لطفا با کارکنان دوره تماس بگیرید.خطای توالی! نمی‌توان به %(tab_name)s در SequenceModule فعلی پیمایش کرد. لطفاً با کارکنان دوره تماس بگیرید.
ro: Eroare la Secțiune! Nu poți naviga la %(tab_name)s în această Secțiune de Modul. Te rugăm să contactezi echipa cursului.

source: Play
fa: بازی
ro: Redă

source: Pause
fa: مکث کنید
ro: Pauză

source: Mute
fa: بی صدا
ro: Sunet dezactivat

source: Unmute
fa: باصدا کردن
ro: Sunet activat

source: Exit full browser
fa: از مرورگر کامل خارج شوید
ro: Ieși din modul "Tot ecranul"

source: Fill browser
fa: مرورگر را پر کنید
ro: Umple browser-ul

source: Speed
fa: سرعت
ro: Viteză

source: Auto-advance
fa: پیشروی خودکار
ro: Avansare automată

source: Volume
fa: جلد
ro: Volum

source: Muted
fa: بی صدا شد
ro: Sunet dezactivat

source: Very low
fa: خیلی کم
ro: Foarte redus

source: Low
fa: کم
ro: Redus

source: Average
fa: میانگین
ro: Mediu

source: Loud
fa: با صدای بلند
ro: Tare

source: Very loud
fa: خیلی بلند
ro: Foarte tare

source: Maximum
fa: بیشترین
ro: Maxim

source: This browser cannot play .mp4, .ogg, or .webm files.
fa: این مرورگر نمی‌تواند فایل‌های mp4، .ogg یا webm. را پخش کند.
ro: Acest browser nu poate rula fisiere .mp4, .ogg sau .webm

source: Try using a different browser, such as Google Chrome.
fa: سعی کنید از مرورگر دیگری مانند Google Chrome استفاده کنید.
ro: Încercați să folosiți un browser diferit, precum Google Chrome

source: High Definition
fa: کیفیت بالا
ro: Calitate înaltă

source: off
fa: خاموش
ro: dezactivat

source: on
fa: بر
ro: activat

source: Video position. Press space to toggle playback
fa: موقعیت ویدیو. برای تغییر حالت پخش، فاصله را فشار دهید
ro: Poziția video. Apăsați pe spațiu pentru a comuta la redare

source: Video ended
fa: ویدئو به پایان رسید
ro: Videoclip terminat

source: Video position
fa: موقعیت ویدیو
ro: Poziție videoclip

source: %(value)s hour
fa: %(value)s ساعت
ro: ore %(value)s

source: %(value)s minute
fa: %(value)s دقیقه

source: %(value)s second
fa: %(value)s ثانیه

source: Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level.
fa: روی این دکمه کلیک کنید تا این ویدیو را بی صدا یا لغو کنید یا دکمه های بالا یا پایین را فشار دهید تا سطح صدا را افزایش یا کاهش دهید.روی این دکمه بزنید تا این ویدیو را بی‌صدا یا لغو کنید یا دکمه‌های بالا یا پایین را فشار دهید تا سطح صدا را افزایش یا کاهش دهید.
ro: Faceți clic pe acest buton pentru a activa sau dezactiva volumul acestui videoclip sau apăsați butoanele SUS sau JOS pentru a crește sau a scădea nivelul volumului.

source: Adjust video volume
fa: تنظیم حجم ویدیو
ro: Ajustează volumul video-ului.
