Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Discussion
ro: Discuţie

source: Problem
ro: Problemă

source: Advanced
ro: Avansat

source: Entrance Exam
ro: Test de admitere

source: Unit
ro: Componentă

source: Empty
ro: Gol

source: The following parameters are required: {missing}.
ro: Următorii parametrii sunt necesari: {missing}.

source: A transcript with the "{language_code}" language code already exists.
ro: O transcriere cu codul "{language_code}" există deja.

source: A transcript file is required.
ro: Este necesar un fișier pentru transcriere.

source: There is a problem with this transcript file. Try to upload a different file.
ro: Există o problemă cu acest fișier de transcriere. Îincercați să încărcați un fișier diferit.

source: Name
ro: Nume

source: Video ID
ro: ID video

source: Pending
ro: In așteptare

source: Django administration
ro: Administrare django

source: View site
ro: Vezi site

source: Documentation
ro: Documentaţie

source: Log out
ro: Ieşire

source: Mode
ro: Mod

source: Verification Deadline
ro: Termen limită de verificare

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
ro: OPȚIONAL: După această dată/timp, utilizatorii nu vor mai putea trimite fotografii pentru verificare. Aceasta se aplică DOAR modurilor care necesită verificare.

source: Your verification is pending
ro: Verificarea este în așteptare

source: Verified: Pending Verification
ro: Verificat: Se așteaptă verificarea

source: ID verification pending
ro: Verificarea ID în așteptare

source: You're enrolled as a verified student
ro: Ești înscris ca un cursant verificat

source: Verified
ro: Verificat

source: ID Verified Ribbon/Badge
ro: ID verificat: insignă/ecuson

source: You're enrolled as an honor code student
ro: Ești înscris ca un cursant cu cod de distincție

source: Honor Code
ro: Cod de distincție

source: You're enrolled as a professional education student
ro: Ești înscris ca un cursant cu educație profesională

source: Professional Ed
ro: Educație profesională

source: Display Name
ro: Nume afișat

source: Price
ro: Preț

source: Upgrade Deadline
ro: Actualizare dată limită

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
ro: OPȚIONAL: După această dată/timp, utilizatorii nu se vor mai putea înscrie în acestă modalitate. Lăsați spațiul gol dacă utilizatorii se pot înscrie în această modalitate, până în momentul final al înscrierilor pentru curs.

source: OPTIONAL: This is the SKU (stock keeping unit) of this mode in the external ecommerce service. Leave this blank if the course has not yet been migrated to the ecommerce service.
ro: OPȚIONAL: Aceasta este SKU (unitate de evidență a stocurilor) a acestei modalități în serviciul ecommerce extern. Lăsați spațiul gol dacă acest curs nu a fost încă transferat serviciului ecommerce.

source: This is the bulk SKU (stock keeping unit) of this mode in the external ecommerce service.
ro: Acesta este blocul SKU (unitate de evidență a stocurilor) a acestei modalități în serviciul extern ecommerce.

source: Professional education modes are not allowed to have expiration_datetime set.
ro: Nu este permisă setarea datei de expirare pentru atestările educaționale.

source: The {course_mode} course mode has a minimum price of {min_price}. You must set a price greater than or equal to {min_price}.
ro: {course_mode} modul cursului are un preţ minim de {min_price}. Trebuie să preselectaţi un preţ mai mare sau egal cu {min_price}.

source: Free
ro: Gratuit

source: The time period before a course ends in which a course mode will expire
ro: Intervalul de timp în care un modul de curs va expira, înainte ca cursul să se termine

source: Congratulations! You are now enrolled in {course_name}
ro: Felicitări! Ai fost înscris la cursul {course_name}

source: Enrollment is closed
ro: Înscrierea este închisă

source: Enrollment mode not supported
ro: Modul înrolare nu este suportat

source: Invalid amount selected.
ro: Valoarea selectată e invalidă

source: No selected price or selected price is too low.
ro: Nici un preț selectat sau prețul selectat este prea mic

source: User profile
ro: Profil utilizator

source: Account recovery
ro: Recuperarea contului

source: Password
ro: Parolă

source: Raw passwords are not stored, so there is no way to see this user's password.
ro: Parolele brute nu sunt stocate, deci nu există nicio modalitate de a vedea parola acestui utilizator

source: Please add a key/value 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' in SiteConfiguration model's site_values field.
ro: Vă rugăm să adăugați o cheie/valoare „THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}” în câmpul site_values al modelului SiteConfiguration.

source: Email doesn't have {allowed_site_email_domain} domain name.
ro: E-mailul nu are nume de domeniu {allowed_site_email_domain}.

source: User with this email doesn't exist in system.
ro: Utilizatorul cu acest e-mail nu există în sistem.

source: An account with the Email '{email}' already exists.
ro: Un cont cu adresa de email '{email}' există deja.

source: An account with the Public Username '{username}' already exists.
ro: Un cont cu numele de utilizator '{username}' există deja.

source: Removed group: "{}"
ro: Grup șters: "{}"

source: Did not find a group with name "{}" - skipping.
ro: Nu am găsit un grup cu numele "{}" - sărind peste.

source: Invalid group name: "{group_name}". {messages}
ro: Numele grupului invalid: "{group_name}". {messages}

source: Created new group: "{}"
ro: Creați un grup nou: "{}"

source: Found existing group: "{}"
ro: Am găsit grupul existent: "{}"

source: Adding {codenames} permissions to group "{group}"
ro: Adăugarea {codenames} permisiunile grupului "{group}"

source: Removing {codenames} permissions from group "{group}"
ro: Îndepărtarea {codenames} permisiunilor de la grupul "{group}"

source: Invalid permission option: "{}". Please specify permissions using the format: app_label:model_name:permission_codename.
ro: Opțiunea permisiunilor invalidă: "{}". Vă rugăm specificați permisiunile folosind acest format: app_label:model_name:permission_codename.

source: Invalid permission codename: "{codename}". No such permission exists for the model {module}.{model_name}.
ro: Numele de cod al permisiunilor invalid: "{codename}". Nu există asemenea permisiuni pentru modul {module}.{model_name}.

source: Setting {attribute} for user "{username}" to "{new_value}"
ro: Setarea {attribute} pentru utilizator "{username}" la "{new_value}"

source: Skipping user "{}" because the specified and existing email addresses do not match.
ro: Sari peste utilizator "{}" deoarece adresa de e-mail existentă și cea specificată, nu se potrivesc.

source: Did not find a user with username "{}" - skipping.
ro: Nu a fost găsit un utilizator cu acest nume de utilizator "{}"- sari peste.

source: Removing user: "{}"
ro: Șterge utilizator: "{}"

source: Created new user: "{}"
ro: Un nou utilizator a fost creat: "{}"

source: Found existing user: "{}"
ro: Am găsit utilizatorul existent: "{}"

source: Setting unusable password for user "{}"
ro: Setarea unei parole inutilizabile pentru utilizatorul "{}"

source: Created new profile for user: "{}"
ro: Am creat un profil nou pentru utilizatorul: "{}"

source: Could not find a group named "{}" - skipping.
ro: Nu am găsit un grup numit "{}" - sari peste.

source: Adding user "{username}" to groups {group_names}
ro: Adăugarea utilizatorului "{username}" grupurilor {group_names}

source: Removing user "{username}" from groups {group_names}
ro: Îndepărtarea utilizatorului "{username}" din grupuri {group_names}

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
ro: Contul dumneavoastră a fost dezactivat. Dacă considerați acest lucru ca fiind o eroare, vă rugăm contactați-ne la {support_email}

source: Disabled Account
ro: Cont Dezactivat

source: Male
ro: Masculin

source: Female
ro: Feminin

source: Other/Prefer Not to Say
ro: Altele/Prefer să nu spun

source: Doctorate
ro: Doctorat

source: Master's or professional degree
ro: Master sau diplomă profesională

source: Bachelor's degree
ro: Diploma de Licență

source: Associate degree
ro: Diplomă de Studii Superioare

source: Secondary/high school
ro: Liceu

source: Junior secondary/junior high/middle school
ro: Școală gimnazială

source: Elementary/primary school
ro: Școală primară

source: No formal education
ro: Fără educație formală

source: Other education
ro: Alt tip de educație

source: {platform_name} Honor Code Certificate for {course_name}
ro: {platform_name} Certificat de excelență pentru {course_name}

source: {platform_name} Verified Certificate for {course_name}
ro: {platform_name} Certificat de absolvire pentru {course_name}

source: {platform_name} Professional Certificate for {course_name}
ro: {platform_name} Certificatul profesional pentru {course_name}

source: Your organization ID (if your organization has an existing page on LinkedIn) e.g 1337. If not provided, will default to sending Platform Name (e.g. edX) instead.
ro: ID-ul organizației (dacă organizația are o pagină existentă pe LinkedIn), de exemplu, 1337. Dacă nu este furnizat, va trimite implicit Numele platformei (de exemplu, edX).

source: {platform_name} Certificate for {course_name}
ro: {platform_name} Certificat pentru {course_name}

source: The ISO 639-1 language code for this language.
ro: Codul de limbă ISO 639-1 pentru această limbă.

source: Namespace of enrollment attribute
ro: Namespace-ul caracteristicii înscrierilor

source: Name of the enrollment attribute
ro: Numele atributurilor de înscrieri

source: Value of the enrollment attribute
ro: Valoarea caracteristicii înscrierilor

source: The window of time after enrolling during which users can be granted a refund, represented in microseconds. The default is 14 days.
ro: Intervalul de timp după înscriere, în care utilizatorilor li se poate acorda o rambursare, reprezentat în microsecunde. Valoarea implicită este de 14 zile.

source: Name of the UTM cookie
ro: Numele cookie-ului UTM

source: Name of the affiliate cookie
ro: Numele cookie-ului afiliat

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: user_id, username, email, course_id, is_verified, verification_date
ro: Se așteaptă ca datele să fie furnizate într-un format de fișier csv, primul rând fiind antetul, iar coloanele vor fi după cum urmează: user_id, username, email, course_id, is_verified, verification_date

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: course_id, username, mode
ro: Se așteaptă ca datele să fie furnizate într-un format de fișier csv, primul rând fiind antetul, iar coloanele vor fi după cum urmează: course_id, username, mode

source: Name of this user attribute.
ro: Numele caracteristicii de utilizator

source: Value of this user attribute.
ro: Valoarea caracteristicii acestui utilizator

source: Secondary email address
ro: Adresă de email secundară

source: Secondary email address to recover linked account.
ro: Adresă de e-mail secundară pentru a recupera contul conectat.

source: An employee (a user whose email has current site's domain name) whose email exists in this model, can be able to login from login screen through email and password. And if any employee's email doesn't exist in this model then that employee can login via third party authentication backend only.
ro: Un angajat (un utilizator al cărui e-mail are numele de domeniu actual al site-ului) al cărui e-mail există în acest model, se poate autentifica din ecranul de autentificare prin e-mail și parolă. Și dacă e-mailul vreunui angajat nu există în acest model, atunci acel angajat se poate autentifica numai prin backend de autentificare terță parte.

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: username, current_email, desired_email
ro: Se așteaptă ca datele să fie furnizate într-un format de fișier csv, primul rând fiind antetul și coloanele vor fi după cum urmează: nume de utilizator, e-mail_actual, e-mail_desirat

source: Add a reason
ro: Adaugă un motiv

source: and
ro: și

source: Photos are mismatched
ro: Pozele nu se potrivesc

source: Name missing from ID photo
ro: Nume lipsă de la poza ID

source: ID photo not provided
ro: Poza ID nu a fost oferită

source: ID is invalid
ro: ID-ul este invalid

source: Learner photo is blurry
ro: Poza cursantului este în ceață

source: Name on ID does not match name on account
ro: Numele de pe ID nu se potrivește cu numele contului

source: Learner photo not provided
ro: Poza cursantului nu a fost oferită

source: ID photo is blurry
ro: Poza ID este în ceață

source: Check your {email_start}{email}{email_end} inbox for an account activation link from {platform_name}. If you need help, contact {link_start}{platform_name} Support{link_end}.
ro: Verificați-vă {email_start}{email}{email_end} inbox-ul pentru un link de activare a contului de la {platform_name}. Dacă aveți nevoie de ajutor, contactați {link_start}{platform_name} echipa de suport {link_end}.

source: Add a recovery email to retain access when single-sign on is not available. Go to {link_start}your Account Settings{link_end}.
ro: Adăugați un e-mail de recuperare pentru a păstra accesul atunci când conectarea unică nu este disponibilă. Accesați {link_start}Setările contului personal {link_end}.

source: Recovery email is not activated yet. Kindly visit your email and follow the instructions to activate it.
ro: E-mailul de recuperare nu este încă activat. Vă rugăm să vizitați e-mailul propriu și să urmați instrucțiunile pentru a-l activa.

source: The course you are looking for does not start until {date}.
ro: Cursul pe care îl căutați nu începe până în data de {date}.

source: The course you are looking for is closed for enrollment as of {date}.
ro: Înscrierea la cursul pe care îl căutați nu este permisă începând cu data de {date}.

source: Course id not specified
ro: ID-ul cursului nu a fost specificat

source: Invalid course id
ro: ID-ul cursului este invalid

source: Course id is invalid
ro: ID-ul cursului nu este valid

source: Could not enroll
ro: Înscrierea nu a fost permisă

source: You are not enrolled in this course
ro: Nu ești înscris la acest curs

source: Your certificate prevents you from unenrolling from this course
ro: Certificatul obținut previne anularea înscrierii la acest curs.

source: Enrollment action is invalid
ro: Actiunea de înscriere nu este validă

source: Please enter a username
ro: Vă rugăm introduceți un nume de utilizator

source: Please choose an option
ro: Vă rugăm alegeți o opțiune

source: User with username {} does not exist
ro: Utilizatorul cu numele de utilizator {} nu există

source: Successfully disabled {}'s account
ro: Contul lui {} a fost dezactivat cu succes

source: Successfully reenabled {}'s account
ro: Contul lui {} a fost reactivat cu succes

source: Unexpected account status
ro: Starea contului neașteptată

source: {html_start}Your account could not be activated{html_end}Something went wrong, please <a href="{support_url}">contact support</a> to resolve this issue.
ro: {html_start}Contul dumneavoastră nu a putut fi activat{html_end}Ceva a funcționat greșit, vă rugăm <a href="{support_url}">contactați suportul </a>pentru a rezolva această problemă .

source: {html_start}This account has already been activated.{html_end}
ro: {html_start}Contul acesta a fost deja activat.{html_end}

source: {html_start}Success{html_end} You have activated your account.
ro: {html_start}Succes{html_end} V-ați activat contul de cursant.

source: {html_start}Success! You have activated your account.{html_end}You will now receive email updates and alerts from us related to the courses you are enrolled in. Sign In to continue.
ro: {html_start}Succes! V-ați activat contul de cursant.{html_end} Veți primi acum actualizări pe e-mail și alerte de la noi în legătură cu toate cursurile la care sunteți înscris. Autentificați-vă pentru a continua.

source: Valid e-mail address required.
ro: Trebuie o adresă de e-mail validă.

source: Old email is the same as the new email.
ro: Adresa de email veche este identică cu adresa nouă de email.

source: Cannot be same as your sign in email address.
ro: Nu poate fi identică cu adresa de e-mail de conectare.

source: Unable to send email activation link. Please try again later.
ro: Nu putem trimite email-ul cu link-ul de activare. Vă rugăm încercați din nou mai târziu.

source: Deleted the selected configuration(s).
ro: Configurația(ile) a fost ștearsă/e.

source: Delete the selected configuration
ro: Ștergeți configurația selectată

source: Unable to connect with the external provider, please try again
ro: Nu se poate conecta la furnizorul extern, vă rugăm încercați din nou

source: Authentication with {} is currently unavailable.
ro: Autentificarea cu {} nu este disponibilă momentan.

source: Secondary providers are displayed less prominently, in a separate list of "Institution" login providers.
ro: Furnizorii secundari sunt afișați mai puțin vizibil, într-o listă separată a furnizorilor de servicii de conectare.

source: optional. If this provider is an Organization, this attribute can be used reference users in that Organization
ro: opțional. Dacă acest furnizor este o organizație, acest atribut poate fi utilizat de utilizatori de referință din acea organizație

source: The Site that this provider configuration belongs to.
ro: Site-ul căruia îi aparține această configurație a furnizorului.

source: If this option is enabled, users that visit a "TPA hinted" URL for this provider (e.g. a URL ending with `?tpa_hint=[provider_name]`) will be forwarded directly to the login URL of the provider instead of being first prompted with a login dialog.
ro: Dacă această opțiune este activată, utilizatorii care accesează un "TPA hinted" URL pentru acest furnizor (e.g. un URL care se termină cu `?tpa_hint=[provider_name]`) vor fi redirecționați direct la URL-ul de conectare al furnizorului în loc să li se afișeze mai întâi o fereastră de autentificare.

source: If this option is enabled, users will not be asked to confirm their details (name, email, etc.) during the registration process. Only select this option for trusted providers that are known to provide accurate user information.
ro: Dacă această opțiune este activată, utilizatorii nu vor fi rugați să își confirme detaliile (nume, e-mail, etc.) în timpul procesului de înregistrare. Selectați această opțiune numai pentru furnizorii de încredere care sunt cunoscuți ca oferind informații exacte pentru utilizatori.

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
ro: Dacă această opțiune este selectată, utilizatorii nu vor fi obligați să își confirme e-mailul, iar contul lor va fi activat imediat după înregistrare.

source: If this option is selected, users will be sent a welcome email upon registration.
ro: Dacă această opțiune este selectată, utilizatorilor li se va trimite un e-mail de bun venit, după înregistrare.

source: If this option is not selected, users will not be presented with the provider as an option to authenticate with on the login screen, but manual authentication using the correct link is still possible.
ro: Dacă această opțiune nu este selectată, utilizatorii nu vor avea posibilitatea de a folosi furnizorul pentru autentificare pe ecranul de conectare, dar autentificarea manuală utilizând link-ul corect, este încă posibilă.

source: If this option is set, then users logging in using this SSO provider will have their session length limited to no longer than this value. If set to 0 (zero), the session will expire upon the user closing their browser. If left blank, the Django platform session default length will be used.
ro: Dacă această opțiune este setată, utilizatorii care se autentifică folosind acest furnizor SSO vor avea durata sesiunii limitată care nu depășește această valoare. Dacă este setată la 0 (zero), sesiunea va expira la închiderea browserului. Dacă este lăsata necompletată, va fi utilizată lungimea implicită a sesiunii Django.

source: If this option is selected, users will be directed to the registration page immediately after authenticating with the third party instead of the login page.
ro: Dacă această opțiune este selectată, utilizatorii vor fi direcționați către pagina de înregistrare imediat după autentificarea cu terța parte, în locul paginii de conectare.

source: Synchronize user profile data received from the identity provider with the edX user account on each SSO login. The user will be notified if the email address associated with their account is changed as a part of this synchronization.
ro: Sincronizați-vă datele profilului de utilizator primite de la furnizorul de identitate cu contul de utilizator edX la fiecare conectare SSO. Utilizatorul va fi înștiințat dacă adresa de e-mail asociată contului său este modificată ca parte a acestei sincronizări.

source: The Site that this SAML configuration belongs to.
ro: Site-ul căruia îi aparține această configurație SAML.

source: {platform_name} Support
ro: {platform_name} Suport

source: Please wait
ro: Vă rugăm așteptați

# weekday name
source: Monday
ro: Luni

# weekday name
source: Tuesday
ro: Marți

# weekday name
source: Wednesday
ro: Miercuri

# weekday name
source: Thursday
ro: Joi

# weekday name
source: Friday
ro: Vineri

# weekday name
source: Saturday
ro: Sâmbătă

# weekday name
source: Sunday
ro: Duminică

# abbreviated weekday name
source: Mon
ro: Lu

# abbreviated weekday name
source: Tue
ro: Ma

# abbreviated weekday name
source: Wed
ro: Mi

# abbreviated weekday name
source: Thu
ro: Jo

# abbreviated weekday name
source: Fri
ro: Vi

# abbreviated weekday name
source: Sat
ro: Sa

# abbreviated weekday name
source: Sun
ro: Du

# abbreviated month name
source: Jan
ro: Ian

# abbreviated month name
source: May
ro: Mai

# abbreviated month name
source: Jun
ro: Iun

# abbreviated month name
source: Jul
ro: Iul

# month name
source: January
ro: Ianuarie

# month name
source: February
ro: Februarie

# month name
source: March
ro: Martie

# month name
source: April
ro: Aprilie

# month name
source: May
ro: Mai

# month name
source: June
ro: Iunie

# month name
source: July
ro: Iulie

# month name
source: September
ro: Septembrie

# month name
source: October
ro: Octombrie

# month name
source: November
ro: Noiembrie

# month name
source: December
ro: Decembrie

source: Maximum upload file size is {file_size} bytes.
ro: Dimensiunea maximă a fișierului încărcat este {file_size} bytes.

source: Course {course_id} requires {prerequisite_course_id}
ro: Cursul {course_id} necesită {prerequisite_course_id}

source: System defined milestone
ro: Punct de reper definit de sistem

source: Your password must contain {length_instruction}, including {complexity_instructions}.
ro: Parola trebuie să conțină {length_instruction}, inclusiv {complexity_instructions}.

source: Your password must contain {length_instruction}.
ro: Parola trebuie să conțină {length_instruction}.

source: Invalid password.
ro: Parolă invalidă
