Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa, ro

source: We use your verification photos to confirm your identity and ensure the validity of your certificate.
fa: ما از عکس های تاییدیه شما برای تایید هویت و اطمینان از اعتبار گواهی شما استفاده می کنیم.
ro: Folosim fotografiile tale de verificare pentru a îți confirma identitatea și pentru a asigura validitatea certificatului.

source: What does %(platformName)s do with this photo?
fa: %(platformName)s با این عکس چه می کند؟
ro: Ce face platforma %(platformName)scu poza aceasta?

source: We securely encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
fa: ما عکس شما را به صورت ایمن رمزگذاری می کنیم و آن را برای بررسی به سرویس مجوز خود ارسال می کنیم. عکس و اطلاعات شما پس از تکمیل فرآیند تأیید، در هیچ کجای %(platformName)s ذخیره یا قابل مشاهده نیست.
ro: Criptăm în siguranță fotografia ta și o trimitem serviciului nostru de autorizare pentru examinare. Fotografia și informațiile tale nu sunt salvate sau vizibile nicăieri pe platforma %(platformName)sdupă finalizarea procesului de verificare.

source: What if I can't see the camera image, or if I can't see my photo do determine which side is visible?
fa: اگر نتوانم تصویر دوربین را ببینم، یا اگر نتوانم عکسم را ببینم، مشخص می‌کنیم که کدام طرف قابل مشاهده است، چه باید کرد؟
ro: Ce se întâmplă dacă nu pot vedea imaginea camerei sau dacă nu pot să-mi văd fotografia pentru a determina ce parte este vizibilă?

source: You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right. Optimal camera positioning varies with each computer, but generally the best position for a headshot is approximately 12-18 inches (30-45 centimeters) from the camera, with your head centered relative to the computer screen.
fa: ممکن است بتوانید مراحل ثبت تصویر را بدون کمک کامل کنید، اما ممکن است چند بار تلاش کنید تا موقعیت دوربین به درستی انجام شود. موقعیت بهینه دوربین در هر رایانه متفاوت است، اما به طور کلی بهترین موقعیت برای هد شات تقریباً 12-18 اینچ (30-45 سانتی متر) از دوربین است، در حالی که سر شما در مرکز نسبت به صفحه رایانه قرار دارد.
ro: Este posibil să poți finaliza procedura de captare a imaginii fără asistență, dar poate fi nevoie de câteva încercări de trimitere pentru a obține poziționarea corectă a camerei. Poziționarea optimă a camerei variază în funcție de computer, dar, în general, cea mai bună poziție pentru o fotografie cu capul tău este de aproximativ 12-18 inchi (30-45 centimetri) de cameră, cu capul centrat față de ecranul computerului.

source: If the photos you submit are rejected, try moving the computer or camera orientation to change the lighting angle. The most common reason for rejection is inability to read the text on the ID card.
fa: اگر عکس‌هایی که ارسال می‌کنید رد شدند، برای تغییر زاویه نور، جهت‌گیری رایانه یا دوربین را حرکت دهید. شایع ترین دلیل رد شدن، ناتوانی در خواندن متن روی کارت شناسایی است.
ro: Dacă fotografiile pe care le trimiți sunt respinse, încearcă să muți orientarea computerului sau a camerei pentru a schimba unghiul de iluminare. Cel mai frecvent motiv de respingere este incapacitatea de a citi textul de pe cartea de identitate.

source: What if I have difficulty holding my head in position relative to the camera?
fa: اگر در نگه داشتن سرم در موقعیتی نسبت به دوربین مشکل داشته باشم، چه؟
ro: Ce se întâmpla dacă am dificultăți in menținerea poziției capului față de cameră?

source: If you require assistance with taking either photo for submission, contact %(platformName)s support for additional suggestions.
fa: اگر برای گرفتن عکس برای ارسال به کمک نیاز دارید، برای پیشنهادات بیشتر با پشتیبانی %(platformName)s تماس بگیرید.
ro: Dacă ai nevoie de asistență pentru a realiza oricare dintre fotografii pentru trimitere, contactați asistența platformei %(platformName)spentru sugestii suplimentare.

source: Next: %(nextStepTitle)s
fa: بعدی: %(nextStepTitle)s
ro: Următorul pas: %(nextStepTitle)s

source: Take a Photo of Your ID
fa: از شناسنامه خود عکس بگیرید
ro: Faceți o poza unui act de identitate personal.

source: Use your webcam to take a photo of your ID.
fa: از وب کم خود برای گرفتن عکس از شناسه خود استفاده کنید.
ro: Folosește camera web pentru a face o fotografie a actului tău de identitate, ID.

source: You need an ID with your name and photo. A driver's license, passport, or ID are all acceptable.
fa: شما نیاز به کارت شناسایی با نام و عکس خود دارید. گواهینامه رانندگی، پاسپورت یا شناسنامه همگی قابل قبول هستند.
ro: Ai nevoie de un act de identitate cu numele și fotografia ta. Un permis de conducere, un pașaport sau un act de identitate național sunt toate acceptabile.

source: Tips on taking a successful photo
fa: نکاتی در مورد گرفتن عکس موفق
ro: Sfaturi pentru realizarea unei fotografii de succes

source: Ensure that you can see your photo and read your name
fa: مطمئن شوید که می توانید عکس خود را ببینید و نام خود را بخوانید
ro: Asigură-te că poți vedea fotografia și că poți citi numele

source: Make sure your ID is well-lit
fa: مطمئن شوید که شناسه شما به خوبی روشن است
ro: Asigură-te că actul de identitate este bine iluminat

source: Once in position, use the Take Photo button {icon} to capture your ID
fa: پس از قرار گرفتن در موقعیت، از دکمه Take Photo {icon} برای گرفتن شناسه خود استفاده کنید.
ro: Odată ajuns în poziție, utilizați butonul Faceți fotografii {icon} pentru a face o poza actului de identitate

source: Use the Retake Photo button if you are not pleased with your photo
fa: اگر از عکس خود راضی نیستید از دکمه Retake Photo استفاده کنید
ro: Folosește butonul Reluați fotografia dacă nu ești mulțumit de fotografia făcută

source: As part of the verification process, you take a photo of both your face and a photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
fa: به عنوان بخشی از فرآیند تأیید، هم از چهره خود و هم از یک شناسه عکس عکس می گیرید. خدمات مجوز ما هویت شما را با مقایسه عکسی که می گیرید با عکس روی شناسه شما تایید می کند.
ro: Ca parte a procesului de verificare, faceți o fotografie atât a feței, cât și a unui act de identitate cu fotografie. Serviciul nostru de autorizare vă confirmă identitatea comparând fotografia pe care o faceți cu fotografia de pe actul de identitate.

source: You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right. Optimal camera positioning varies with each computer, but generally, the best position for a photo of an ID card is 8-12 inches (20-30 centimeters) from the camera, with the ID card centered relative to the camera.
fa: ممکن است بتوانید مراحل ثبت تصویر را بدون کمک کامل کنید، اما ممکن است چند بار تلاش کنید تا موقعیت دوربین به درستی انجام شود. موقعیت بهینه دوربین در هر رایانه متفاوت است، اما به طور کلی، بهترین موقعیت برای عکس کارت شناسایی 8-12 اینچ (20-30 سانتی متر) از دوربین است و کارت شناسایی نسبت به دوربین در مرکز قرار دارد.
ro: Este posibil să poți finaliza procedura de captare a imaginii fără asistență, dar poate fi nevoie de câteva încercări de trimitere pentru a obține poziționarea corectă a camerei. Poziționarea optimă a camerei variază în funcție de computer, dar, în general, cea mai bună poziție pentru o fotografie cu capul tău este de aproximativ 12-18 inchi (30-45 centimetri) de cameră, cu capul centrat față de ecranul computerului.

source: What if I have difficulty holding my ID in position relative to the camera?
fa: اگر در نگه داشتن شناسه خود در موقعیت نسبت به دوربین مشکل داشته باشم، چه؟
ro: Ce se întâmpla dacă am dificultăți in menținerea poziției capului față de cameră?

source: Preview of uploaded image
fa: پیش نمایش تصویر آپلود شده
ro: Previzualizare a imaginii încărcate

source: Upload an image or capture one with your web or phone camera.
fa: با دوربین وب یا تلفن خود یک تصویر آپلود کنید یا از آن عکس بگیرید.اگر در نگهداشتن کارت شناسایی خود در موقعیت نسبت به دوربین مشکل داشته باشم، چه؟
ro: Încărcă o imagine sau realizează una cu camera web a calculatorului sau a telefonului.

source: Use your webcam to take a photo of your face. We will match this photo with the photo on your ID.
fa: از وب کم خود برای گرفتن عکس از صورت خود استفاده کنید. ما این عکس را با عکس روی شناسه شما مطابقت می دهیم.
ro: Utilizează camera web pentru a face o fotografie a feței tale. Vom potrivi această fotografie cu fotografia de pe actul de identitate.

source: Make sure your face is well-lit
fa: مطمئن شوید که صورت شما به خوبی روشن استاز دوربین خود برای گرفتن عکس از صورت خود استفاده کنید. ما این عکس را با عکس روی کارت شناسایی شما مطابقت می‌دهیم.
ro: Asigură-te că fața ta este luminată bine.

source: Be sure your entire face is inside the frame
fa: مطمئن شوید که تمام صورت شما داخل قاب است
ro: Asigură-te că toată fața ta este în interiorul cadrului

source: Once in position, use the Take Photo button {icon} to capture your photo
fa: پس از قرار گرفتن در موقعیت، از دکمه Take Photo {icon} برای گرفتن عکس خود پس از قرارگرفتن در موقعیت، از دکمه عکس‌گرفتن {icon} برای گرفتن عکس خود استفاده کنید.
ro: Odată ajuns în poziție, utilizați butonul Faceți fotografii {icon} pentru a realiza poza.

source: Can we match the photo you took with the one on your ID?
fa: آیا می‌توانیم عکسی را که گرفته‌اید با عکسی که در شناسه‌تان است مطابقت دهیم؟آیا می‌توانیم عکسی را که گرفته‌اید با عکسی که در کارت شناسایی‌تان است مطابقت دهیم؟
ro: Putem potrivi fotografia pe care ai făcut-o cu cea de pe actul tău de identitate?

source: As part of the verification process, you take a photo of both your face and a government-issued photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
fa: به عنوان بخشی از فرآیند راستی‌آزمایی، هم از چهره خود و هم از یک کارت شناسایی عکس‌دار دولتی عکس می‌گیرید. خدمات مجوز ما هویت شما را با مقایسه عکسی که می گیرید با عکس روی شناسه شما تایید می کند.به‌عنوان بخشی از فرآیند راستی‌آزمایی، هم از چهرۀ خود و هم از یک کارت شناسایی عکس‌دار دولتی عکس می‌گیرید. خدمات مجوز ما هویت شما را با مقایسۀ عکسی که می‌گیرید با عکس روی کارت شما تایید می‌کند.
ro: Ca parte a procesului de verificare, faceți o fotografie atât a feței, cât și a unui act de identitate cu fotografie. Serviciul nostru de autorizare vă confirmă identitatea comparând fotografia pe care o faceți cu fotografia de pe actul de identitate.

source: We use the highest levels of security available to encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
fa: ما از بالاترین سطوح امنیتی موجود برای رمزگذاری عکس شما و ارسال آن به سرویس مجوز خود برای بررسی استفاده می کنیم. عکس و اطلاعات شما پس از تکمیل فرآیند تأیید، در هیچ کجای %(platformName)s ذخیره یا قابل مشاهده نیست.مجوز خود برای بررسی استفاده می‌کنیم. عکس و اطلاعات شما پس از تکمیل فرآیند تأیید، در هیچ جایی%(platformName)s ذخیره یا قابل‌مشاهده نیست.
ro: Criptăm în siguranță fotografia ta și o trimitem serviciului nostru de autorizare pentru examinare. Fotografia și informațiile tale nu sunt salvate sau vizibile nicăieri pe platforma %(platformName)sdupă finalizarea procesului de verificare.

source: Thanks for returning to verify your ID in: {courseName}
fa: از اینکه برای تأیید شناسه خود برگشتید متشکریم: {courseName}
ro: Îți mulțumim că ai revenit pentru a îți verifica identitatea în: {courseName}

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email. After you complete activation you can return and refresh this page.
fa: قبل از ثبت نام در دوره ها باید حساب کاربری خود را فعال کنید. صندوق ورودی خود را برای ایمیل فعال سازی بررسی کنید. پس از تکمیل فعال‌سازی، می‌توانید این صفحه را بازگردانید و بازخوانی کنید.پیش از ثبت‌نام در دوره‌ها باید حساب کاربری خود را فعال کنید. صندوق ورودی خود را برای رایانامۀ فعال‌سازی بررسی کنید. پس از تکمیل فعال‌سازی، می‌توانید این صفحه را بازگردانید و بازخوانی کنید.
ro: Trebuie să îți activezi contul înainte de a te putea înscrie la cursuri. Verifică-ți căsuța de e-mail pentru un mesaj de activare. După ce finalizezi activarea, poți reveni și reîmprospăta această pagină.

source: Activate Your Account
fa: حساب خود را فعال کنید
ro: Activează-ți contul

source: Photo ID
fa: شناسه عکس
ro: Poză cu actul de identitate

source: A driver's license, passport, or other government-issued ID with your name and photo
fa: گواهینامه رانندگی، گذرنامه، یا سایر شناسه های دولتی با نام و عکس شما
ro: Un permis de conducere, pașaport sau alt act de identitate emis de guvern, cu numele și fotografia ta.

source: Webcam
fa: وبکم

source: You are enrolling in: {courseName}
fa: شما در حال ثبت نام در: {courseName} هستید
ro: Te înscrii în cursul: {courseName}

source: You are upgrading your enrollment for: {courseName}
fa: شما در حال ارتقای ثبت نام خود برای: {courseName} هستید
ro: Îți actualizezi înscrierea pentru cursul: {courseName}

source: You can now enter your payment information and complete your enrollment.
fa: اکنون می توانید اطلاعات پرداخت خود را وارد کرده و ثبت نام خود را تکمیل کنید.اکنون می‌توانید اطلاعات پرداخت خود را وارد کرده و ثبت‌نام خود را تکمیل کنید.
ro: Acum poți introduce informațiile de plată și poți finaliza înscrierea.

source: You can pay now even if you don't have the following items available, but you will need to have these by {date} to qualify to earn a Verified Certificate.
fa: شما می توانید اکنون پرداخت کنید حتی اگر موارد زیر را در دسترس ندارید، اما برای واجد شرایط بودن برای دریافت گواهی تایید شده باید این موارد را تا {date} داشته باشید.شما می‌توانید اکنون پرداخت کنید حتی اگر موارد زیر را در دسترس ندارید، اما برای واجدشرایط بودن برای دریافت گواهینامۀ تاییدشده باید این موارد را تا {date} داشته باشید.
ro: Poți plăti acum chiar dacă nu ai următoarele articole disponibile, dar va trebui să le ai până la {date} pentru a te califica pentru a obține un certificat de absolvire.

source: An email has been sent to {userEmail} with a link for you to activate your account.
fa: یک ایمیل به {userEmail} با لینکی برای فعال کردن حساب شما ارسال شده است.
ro: A fost trimis un e-mail către {userEmail} cu un link pentru a îți activa contul.

source: Why activate?
fa: چرا فعال کردن؟یک رایانامه به {userEmail} حاوی پیوندی برای فعال‌سازی حساب کاربری شما ارسال شده‌است.
ro: De ce să-ți activezi contul?

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
fa: ما از شما می خواهیم که حساب خود را فعال کنید تا مطمئن شوید که این حساب واقعاً شما هستید و از کلاهبرداری جلوگیری کنید.ما از شما می‌خواهیم که حساب خود را فعال کنید تا مطمئن شوید که این حساب واقعاً شما هستید و از کلاهبرداری جلوگیری شود.
ro: Este nevoie să îți activezi contul pentru a ne asigura că ești cu adevărat tu cel/cea care creează contul și pentru a preveni frauda.

source: You can pay now even if you don't have the following items available, but you will need to have these to qualify to earn a Verified Certificate.
fa: حتی اگر موارد زیر را در دسترس ندارید، اکنون می‌توانید پرداخت کنید، اما برای واجد شرایط بودن برای دریافت گواهی تأیید شده، باید این موارد را داشته باشید.
ro: Poți plăti acum chiar dacă nu ai următoarele articole disponibile, dar va trebui să le ai pentru a te califica pentru a obține un certificat de absolvire.

source: Government-Issued Photo ID
fa: شناسه عکسی صادر شده توسط دولتواجد شرایط بودن برای دریافت گواهینامۀ تأییدشده، باید این موارد را داشته باشید.
ro: Act de identitate național

source: ID-Verification is not required for this Professional Education course.
fa: برای این دوره آموزش حرفه ای نیازی به تایید هویت نیست.
ro: Verificarea actului de identitate nu este necesară pentru acest curs de educație profesională.

source: All professional education courses are fee-based, and require payment to complete the enrollment process.
fa: تمام دوره های آموزش حرفه ای مبتنی بر هزینه هستند و برای تکمیل فرآیند ثبت نامتمام دوره‌های آموزش حرفه‌ای مبتنی بر هزینه هستند و برای تکمیل فرآیند ثبت‌نام نیاز به پرداخت دارند.
ro: Toate cursurile de educație profesională sunt contra cost și necesită plată pentru a finaliza procesul de înscriere.

source: You have already verified your ID!
fa: شما قبلاً شناسه خود را تأیید کرده اید!
ro: Ai verificat deja actul de identitate

source: Your verification status is good until {verificationGoodUntil}.
fa: وضعیت تأیید شما تا {verificationGoodUntil} خوب است.
ro: Statusul tău de utilizator verificat este valabil până pe {verificationGoodUntil}.

source: price
fa: قیمت
ro: preț

source: Account Not Activated
fa: حساب فعال نشده است
ro: Contul nu este activat

source: Upgrade to a Verified Certificate for {courseName}
fa: ارتقا به گواهی تایید شده برای {courseName}
ro: Actualizează pentru a obține un certificat verificat pentru cursul {courseName}

source: Before you upgrade to a certificate track, you must activate your account.
fa: قبل از اینکه به یک مسیر گواهی ارتقا دهید، باید حساب خود را فعال کنید.
ro: Înainte de a face upgrade la un parcurs cu certificat de absolvire, este nevoie să-ți activezi contul.

source: Check your email for an activation message.
fa: ایمیل خود را برای پیام فعال سازی بررسی کنید.
ro: Verifică adresa ta de e-mail pentru mesajul de activare

source: Total
fa: جمع

source: Professional Certificate for {courseName}
fa: گواهینامه حرفه ای برای {courseName}
ro: Certificatul profesional pentru {courseName}

source: Verified Certificate for {courseName}
fa: گواهی تایید شده برای {courseName}
ro: Certificat verificat pentru cursul {courseName}

source: To receive a certificate, you must also verify your identity before {date}.
fa: برای دریافت گواهی، باید هویت خود را قبل از {date} نیز تأیید کنید.
ro: Pentru a primi un certificat, trebuie să îți verifici și identitatea înainte de {date}.

source: To receive a certificate, you must also verify your identity.
fa: برای دریافت گواهی، باید هویت خود را نیز تایید کنید.
ro: Pentru a primi un certificat, trebuie să îți verifici și identitatea.

source: To verify your identity, you need a webcam and a government-issued photo ID.
fa: برای تأیید هویت خود، به یک وب کم و یک کارت شناسایی عکس دار دولتی نیاز دارید.برای تأیید هویت خود، به یک دوربین و یک کارت شناسایی عکس‌دار دولتی نیاز دارید.
ro: Pentru verificarea identității, ai nevoie de o cameră web și un act de identitate emis de guvern

source: Your ID must be a government-issued photo ID that clearly shows your face.
fa: شناسه شما باید یک کارت شناسایی عکس دار دولتی باشد که به وضوح چهره شما را کارت هویت باید یک کارت شناسایی عکس‌دار دولتی باشد که به‌وضوح، چهره شما را نشان دهد.
ro: Actul tău de identitate trebuie să fie un act de identitate cu fotografie eliberat de guvern care îți arată clar fața.

source: You will use your webcam to take a picture of your face and of your government-issued photo ID.
fa: از وب‌کم خود برای گرفتن عکس از چهره و کارت شناسایی عکس‌دار دولتی خود استفاده خواهید کرد.
ro: Vei folosi camera web pentru a face o poză a feței și a actului de identitate cu fotografie emis de guvern.

source: Identity Verification In Progress
fa: تأیید هویت در حال انجام استاز دوربین خود برای گرفتن عکس از چهره و کارت شناسایی عکس‌دار دولتی خود استفاده خواهید کرد.
ro: Verificarea identității este în curs de procesare

source: We have received your information and are verifying your identity. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days). In the meantime, you can still access all available course content.
fa: ما اطلاعات شما را دریافت کرده ایم و در حال بررسی هویت شما هستیم. هنگامی که فرآیند تأیید کامل شد (معمولاً در عرض 5-7 روز)، پیامی را در داشبورد خود خواهید دید. در ضمن، همچنان می‌توانید به تمام محتوای دوره در دسترس دسترسی داشته باشید.
ro: Am primit informațiile tale și îți verificăm identitatea. Vei vedea un mesaj pe tabloul de bord când procesul de verificare este finalizat (de obicei în termen de 5 zile). Între timp, poți accesa tot conținutul cursului disponibil.

source: Return to Your Dashboard
fa: به داشبورد خود برگردید
ro: Mergi înapoi la tabloul de board.

source: Review Your Photos
fa: عکس های خود را مرور کنیدما اطلاعات شما را دریافت کرده‌ایم و درحال بررسی هویت شما هستیم. هنگامی که فرآیند تأیید کامل شد (معمولاً در عرض 5-7 روز)، پیامی را در پیشخوان خود خواهید دید. در ضمن، همچنان می‌توانید به تمام محتوای دورۀ فراهم، دسترسی داشته باشید.
ro: Revizuiește pozele tale.

source: Make sure we can verify your identity with the photos and information you have provided.
fa: مطمئن شوید که می توانیم هویت شما را با عکس ها و اطلاعاتی که ارائه کرده اید مطمئن شوید که می‌توانیم هویت شما را با عکس‌ها و اطلاعاتی که ارائه کرده‌اید تأیید کنیم.
ro: Asigură-te că îțî putem verifica indentitatea cu pozele si informatiile pe care le-ai furnizat.

source: Photo of %(fullName)s
fa: عکس %(fullName)s
ro: Poza cursantului %(fullName)s

source: Photo of %(fullName)s's ID
fa: عکس شناسه %(fullName)s
ro: Poza cărții de identitate a cursantului %(fullName)s

source: Photo requirements:
fa: شرایط عکس:
ro: Cerințe pentru poză

source: Does the photo of you show your whole face?
fa: آیا عکس شما تمام صورت شما را نشان می دهد؟
ro: Fotografia cu tine arată toată fața ta?

source: Is your name on your ID readable?
fa: آیا نام شما در شناسنامه قابل خواندن است؟
ro: Numele tău de pe actul tău de identitate poate fi citit?

source: Does the name on your ID match your account name: %(fullName)s?
fa: آیا نام روی شناسه شما با نام حساب شما مطابقت دارد: %(fullName)s ؟
ro: Se potrivește numele de pe actul tău de identitate cu numele contului: %(fullName)s?

source: Edit Your Name
fa: نام خود را ویرایش کنید
ro: Editează numele

source: Make sure that the full name on your account matches the name on your ID.
fa: مطمئن شوید که نام کامل حساب شما با نام مندرج در شناسه شما مطابقت داشته باشد.
ro: Asigură-te că numele complet din contul tău se potrivește cu numele de pe actul tău de identitate.

source: Photos don't meet the requirements?
fa: عکس ها شرایط لازم را ندارند؟
ro: Fotografiile nu îndeplinesc toate cerințele?

source: Retake Your Photos
fa: عکس های خود را دوباره بگیریدمطمئن شوید که نام کامل حساب شما با نام مندرج در کارت شناسایی شما مطابقت داشته باشد.
ro: Refaceți fotografiile

source: Before proceeding, please confirm that your details match
fa: قبل از ادامه، لطفاً تأیید کنید که جزئیات شما مطابقت دارند
ro: Înainte de a continua, te rugăm să confirmi dacă datele tale se potrivesc

source: Don't see your picture? Make sure to allow your browser to use your camera when it asks for permission.
fa: عکس خود را نمی بینید؟ مطمئن شوید که به مرورگر خود اجازه می‌دهید زمانی که از عکس خود را نمی‌بینید؟ مطمئن شوید که به مرورگر خود اجازه می‌دهید زمانی که از دوربین شما اجازه می‌خواهد استفاده کند.
ro: Nu vezi poza ta? Asigură-te că permiți browserului să îți folosească camera atunci când îți solicită permisiunea.

source: Live view of webcam
fa: نمای زنده وب کم
ro: Vizualizare live a camerei web

source: Retake Photo
fa: دوباره گرفتن عکس
ro: Refaceți fotografia

source: Take Photo
fa: عکس گرفتن
ro: Realizați fotografia

source: Bookmarked on
fa: نشانک گذاری شده در
ro: Evidențiat pe

source: You have not bookmarked any courseware pages yet
fa: شما هنوز هیچ صفحه درسی را نشانه گذاری نکرده اید
ro: Nu ai marcat ca adresă favorită nicio pagină din curs

source: Use bookmarks to help you easily return to courseware pages. To bookmark a page, click "Bookmark this page" under the page title.
fa: از نشانک‌ها برای کمک به بازگشت آسان به صفحات دوره‌های آموزشی استفاده کنید. برای نشانک کردن یک صفحه، روی &quot;نشانک گذاری این صفحه&quot; در زیر عنوان صفحه کلیک کنید.برای نشان‌کردن یک صفحه، روی "نشانک گذاری این صفحه"در زیر عنوان صفحه بزنید.
ro: Folosește adresele favorite pentru a te ajuta să revii cu ușurință la paginile de cursuri. Pentru a marca o pagină, dă clic pe „Marchează această pagină” sub titlul paginii.
