Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: This course is ending in {time_remaining_string} on {course_end_date}.
ro: Acest curs se încheie în {time_remaining_string} pe {course_end_date}.

source: This course is ending in {time_remaining_string} at {course_end_time}.
ro: Acest curs se termină în {time_remaining_string} la {course_end_time}.

source: You lose all access to this course, including your progress.
ro: Pierzi tot accesul la acest curs, inclusiv progresul tău.

source: Audit Access Expires
ro: Expiră accesul cu certificat

source: Certificate Available
ro: Certificate disponibile

source: Day certificates will become available for passing verified learners.
ro: Ziua când vor fi disponibile certificatele pentru absolvenți.

source: If you have earned a certificate, you will be able to access it {time_remaining_string} from now. You will also be able to view your certificates on your {learner_profile_link}.
ro: Dacă ai obținut un certificat, vei putea să îl accesezi începând de {time_remaining_string}. Vei putea de asemenea să vizionezi certificatul pe {learner_profile_link}.

source: Learner Profile
ro: Profilul cursantului

source: We are working on generating course certificates.
ro: Lucrăm la generarea certificatelor de curs.

source: Upgrade to Verified Certificate
ro: Treceți la un curs cu certificat de absolvire

source: Verification Upgrade Deadline
ro: Termenul limită pentru trecerea la un curs cu certificat de absolvire

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate.
ro: Nu pierdeți oportunitatea de a vă evidenția cunoștințele și aptitudinile, prin dobândirea unui certificat recunoscut.

source: You are still eligible to upgrade to a Verified Certificate! Pursue it to highlight the knowledge and skills you gain in this course.
ro: Încă puteți obține un certificat de absolvire! Faceți acest demers pentru a evidenția cunoștințele și aptitudinile pe care le dobândiți la acest curs.

source: by {date}
ro: în funcție de {date}

source: Don't forget, you have {time_remaining_string} left to upgrade to a Verified Certificate.
ro: Nu uitați, a mai rămas {time_remaining_string} pentru a avansa către un certificat de absolvire recunoscut.

source: Don't forget to upgrade to a verified certificate by {localized_date}.
ro: Nu uitați să avansați către un certificat de absolvire recunoscut de {localized_date}.

source: In order to qualify for a certificate, you must meet all course grading requirements, upgrade before the course deadline, and successfully verify your identity on {platform_name} if you have not done so already.{button_panel}
ro: Pentru a vă califica pentru un certificat, trebuie să îndepliniți toate cerințele de notare a cursului, să faceți upgrade înainte de termenul limită al cursului și să vă verificați cu succes identitatea pe {platform_name} dacă nu ați făcut deja acest lucru. {button_panel}

source: Upgrade ({upgrade_price})
ro: Avansare ({upgrade_price})

source: Learn More
ro: Află mai multe

source: Retry Verification
ro: Reîncercați verificarea

source: Verify My Identity
ro: Verificați identitatea

source: Missed Verification Deadline
ro: Ai depășit termenul limită pentru verificare

source: Unfortunately you missed this course's deadline for a successful verification.
ro: Din păcate, ai depășit termenul limită pentru o verificare reușită pentru acest curs.

source: You must successfully complete verification before this date to qualify for a Verified Certificate.
ro: Trebuie să finalizați verificarea cu succes înainte de această dată, pentru a vă califica pentru un certificat de absolvire recunoscut.

source: There is no user with the username or email address "{user_identifier}" enrolled in this course.
ro: Nu există niciun utilizator cu numele de utilizator sau adresa de e-mail „{user_identifier}” înscris la acest curs.

source: This user does not have access to this content because the content start date is in the future
ro: Acest utilizator nu are acces la acest conținut deoarece data de începere a conținutului este în viitor

source: This type of component cannot be shown while viewing the course as a specific student.
ro: Acest tip de componentă nu poate fi afișată în timpul vizualizării cursului de către un anumit cursant.

source: Number of days a learner has to upgrade after content is made available
ro: Numărul zilelor în care un cursant trebuie să avanseze din momentul în care conținutul cursului este disponibil

source: Disable the dynamic upgrade deadline for this course run.
ro: Dezactivați dinamica termenului limită de avansare pentru desfășurarea acestui curs.

source: Disable the dynamic upgrade deadline for this organization.
ro: Dezactivați dinamica termenului limită de avansare pentru acestă structură.

source: Syllabus
ro: Programă

source: Progress
ro: Progres

source: Textbooks
ro: Manuale

source: Dates
ro: Date

source: You are not signed in. To see additional course content, {sign_in_link} or {register_link}, and enroll in this course.
ro: Nu sunteți autentificat/ă. Pentru a vedea mai mult din curs, {sign_in_link} sau {register_link}, și înscrieți-vă la acest curs.

source: sign in
ro: Autentificare

source: register
ro: Înscriere

source: Your enrollment: Audit track
ro: Înscriere de tip: parcurs fără certificat de absolvire

source: You are enrolled in the audit track for this course. The audit track does not include a certificate.
ro: Ești înscris/ă la un parcurs de curs care nu se termină cu un certificat de absolvire.

source: Your enrollment: Honor track
ro: Înscrierea ta: parcurs onorific

source: You are enrolled in the honor track for this course. The honor track does not include a certificate.
ro: Ești înscris/ă la un parcurs de curs care nu se termină cu un certificat de absolvire.

source: We're working on it...
ro: Lucrăm la asta...

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
ro: Îți configurăm certificatul. Poți accesa în continuare cursurile tale, iar în momentul finalizării certificatului, va apărea un link aici și pe profilul tău.

source: Your certificate has been invalidated
ro: Certificatul tău a fost anulat

source: Please contact your course team if you have any questions.
ro: Te rugăm contactează echipa de curs dacă ai întrebări.

source: Congratulations, you qualified for a certificate!
ro: Felicitări, te-ai calificat pentru a primi un certificat!

source: You've earned a certificate for this course.
ro: Ai obținut un certificat pentru acest curs.

source: Certificate unavailable
ro: Certificat indisponibil

source: You have not received a certificate because you do not have a current {platform_name} verified identity.
ro: Nu ai primit un certificat deoarece nu ai o identitate {platform_name} actuală verificată.

source: Your certificate will be available soon!
ro: Certificatul tău va fi disponibil în curând!

source: After this course officially ends, you will receive an email notification with your certificate.
ro: După ce acest curs se încheie oficial, vei primi o notificare pe e-mail cu certificatul tău.

source: Your certificate is available
ro: Certificatul tău este disponibil

source: To see course content, {sign_in_link} or {register_link}.
ro: Pentru a vedea conținutul cursului, {sign_in_link} sau {register_link}.

source: {sign_in_link} or {register_link}.
ro: {sign_in_link} sau {register_link}.

source: Sign in
ro: Autentificați-vă

source: You must be enrolled in the course to see course content. {enroll_link_start}Enroll now{enroll_link_end}.
ro: Trebuie să fiți înscris/ă la curs pentru a vedea conținutul cursului. {enroll_link_start}Înscriere{enroll_link_end}.

source: You must be enrolled in the course to see course content.
ro: Trebuie să fiți înscris/ă la curs pentru a vedea conținutul cursului.

source: User does not exist.
ro: Utilizatorul nu există.

source: Invalid location.
ro: Locație Invalidă.

source: User {username} has never accessed problem {location}
ro: Utilizatorul {username} nu a accesat niciodată problema {location}

source: You must be signed in to {platform_name} to create a certificate.
ro: Trebuie să fiți autentificat/ă pe platforma {platform_name} pentru a crea un certificat.

source: Course is not valid
ro: Curs invalid

source: Your certificate will be available when you pass the course.
ro: Certificatul va fi disponibil după ce absolviți cursul.

source: Certificate has already been created.
ro: Certificatul a fost creat deja.

source: Certificate is being created.
ro: Certificat în curs de creare.

source: {platform_name} now offers financial assistance for learners who want to earn Verified Certificates but who may not be able to pay the Verified Certificate fee. Eligible learners may receive up to 90{percent_sign} off the Verified Certificate fee for a course. To apply for financial assistance, enroll in the audit track for a course that offers Verified Certificates, and then complete this application. Note that you must complete a separate application for each course you take. We plan to use this information to evaluate your application for financial assistance and to further develop our financial assistance program.
ro: Platforma {platform_name} oferă acum asistență financiară pentru cursanții care doresc să obțină certificate verificate, dar care ar putea să nu poată plăti taxa certificatului verificat. Cursanții eligibili pot primi până la 90 {percent_sign} din taxa de certificat verificat pentru un curs. Pentru a solicita asistență financiară, înscrieți-vă pe pista de audit pentru un curs care oferă certificate verificate, apoi completați această cerere. Rețineți că trebuie să completați o cerere separată pentru fiecare curs pe care îl urmați. Planificăm să folosim aceste informații pentru a evalua cererea dvs. de asistență financiară și pentru a dezvolta în continuare programul nostru de asistență financiară.

source: Annual Household Income
ro: Veniturile anuale ale familiei

source: Tell us about your current financial situation. Why do you need assistance?
ro: Spune-ne despre situația ta financiară actuală. Cu ce te putem ajuta?

source: Tell us about your learning or professional goals. How will a Verified Certificate in this course help you achieve these goals?
ro: Spune-ne despre obiectivele tale de învățare sau profesionale. Cum te va ajuta un certificat recunoscut la acest curs să atingi aceste obiective?

source: Tell us about your plans for this course. What steps will you take to help you complete the course work and receive a certificate?
ro: Spune-ne despre planurile tale pentru acest curs. Care sunt pașii pe care îi vei urma, care să te ajute să finalizezi cursul și să primești un certificat?

source: Use between 1250 and 2500 characters or so in your response.
ro: Folosește între 1250 și 2500 de caractere pentru răspunsul tău.

source: Select the course for which you want to earn a verified certificate. If the course does not appear in the list, make sure that you have enrolled in the audit track for the course.
ro: Selectează cursul la care vrei să obții un certificat recunoscut. Dacă cursul nu apare în listă, asigură-te că te-ai înscris la varianta de audit a cursului.

source: Specify your annual household income in US Dollars.
ro: Specifică veniturile anuale ale familiei tale în dolari americani.

source: I allow edX to use the information provided in this application (except for financial information) for edX marketing purposes.
ro: Sunt de acord ca edX să folosească informațiile furnizate în această aplicație (cu excepția informațiilor financiare) în scop de marketing.

source: Title can't be empty
ro: Titlul trebuie completat

source: Body can't be empty
ro: Textul trebuie completat

source: Topic doesn't exist
ro: Subiectul nu există

source: Comment level too deep
ro: Nivelul comentariilor este prea profund

source: Error uploading file. Please contact the site administrator. Thank you.
ro: Eroare la încărcarea fișierului. Te rog să contactezi administratorul site-ului. Mulțumim!

source: Good
ro: Bine

source: %(comment_username)s replied to {start_tag}%(thread_title)s{end_tag}:
ro: %(comment_username)s i-a răspuns lui {start_tag} %(thread_title)s{end_tag}:

source: View discussion
ro: Vizualizează discuția

source: %(comment_username)s replied to <b>%(thread_title)s</b>:
ro: %(comment_username)s i-a răspuns lui <b>%(thread_title)s</b>:

source: Response to %(thread_title)s
ro: Răspuns la %(thread_title)s

source: Access to this discussion is restricted to team members and staff.
ro: Accesul la această discuție este restricționat pentru membri echipei.

source: EdxNotes Service is unavailable. Please try again in a few minutes.
ro: Serviciul EdxNotes nu este disponibil. Te rugăm să încerci din nou în câteva minute.

source: Invalid JSON response received from notes api.
ro: Răspuns JSON invalid primit de la api note.

source: Incorrect data received from notes api.
ro: Date incorecte primite de la api note.

source: No endpoint was provided for EdxNotes.
ro: Nu a fost furnizat niciun punct final pentru EdxNotes.

source: Notes
ro: Notițe

source: API key for accessing Sailthru.
ro: Cheia API pentru accesarea Sailthru.

source: API secret for accessing Sailthru.
ro: API-ul secret pentru accesarea Sailthru.

source: Sailthru list name to add new users to.
ro: Lista de nume Sailthru pentru a adăuga noi utilizatori.

source: Sailthru connection retry interval (secs).
ro: Interval de reîncercare a conexiunii Sailthru (secunde).

source: Sailthru maximum retries.
ro: Sailthru număr maxim de reîncercări.

source: Sailthru template to use on welcome send.
ro: Șablon Sailthru pentru mesajul de bun venit trimis.

source: Sailthru template to use on abandoned cart reminder. Deprecated.
ro: Șablon Sailthru folosit ca memento pentru coș abandonat. Depreciat.

source: Sailthru minutes to wait before sending abandoned cart message. Deprecated.
ro: Minute Sailthru de așteptat înainte de a trimite mesajul de coș abandonat. Depreciat.

source: Sailthru send template to use on enrolling for audit.
ro: Șablonul de trimitere Sailthru pentru a fi utilizat la înscrierea pentru audit.

source: Sailthru send template to use on passed ID verification.
ro: Șablonul de trimitere Sailthru pentru a fi utilizat la verificarea ID-ului trecut.

source: Sailthru send template to use on failed ID verification.
ro: Șablonul de trimitere Sailthru pentru a fi utilizat la verificarea erorii ID-ului

source: Sailthru send template to use on upgrading a course. Deprecated
ro: Șablonul de trimitere Sailthru pentru a fi utilizat la actualizarea unui curs. Învechit

source: Sailthru send template to use on purchasing a course seat. Deprecated
ro: Șablonul de trimitere Sailthru pentru a fi utilizat la achiziționarea unui loc de curs. Învechit

source: Use the Sailthru content API to fetch course tags.
ro: Utilizați API-ul de conținut Sailthru pentru a prelua etichete de curs.

source: Number of seconds to cache course content retrieved from Sailthru.
ro: Numărul de secunde pentru memorarea în cache a conținutului cursului preluat de la Sailthru.

source: Cost in cents to report to Sailthru for enrolls.
ro: Costul în cenți pentru a raporta Sailthru pentru înscrieri.

source: Optional lms url scheme + host used to construct urls for content library, e.g. https://courses.edx.org.
ro: Schema opțională lms url + gazda folosită pentru a construi ulr-uri pentru conținutul librăriei, e.g. https://courses.edx.org.

source: Number of seconds to delay the sending of User Welcome email after user has been created
ro: Număr de secunde pentru a întârzia trimiterea e-mailului de întâmpinare utilizator după ce a fost creat utilizatorul

source: The number of seconds to delay/timeout wait to get cookie values from sailthru.
ro: Numărul de secunde de întârziere / așteptare pentru a obține valorile cookie-urilor de la sailthru.

source: Cannot override subsection grade: subsection is not available for target learner.
ro: Nu se poate depăși nota subsecțiunii: subsecțiunea nu este disponibilă pentru cursantul vizat.

source: Proctored Exam Review: {review_status}
ro: Verificare Examen Supravegheat: {review_status}

source: A proctored exam attempt for {exam_name} in {course_name} by username: {student_username} was reviewed as {review_status} by the proctored exam review provider. Review link: {review_url}
ro: O încercare de examen supravegheat pentru {exam_name} în {course_name} a utilizatorului: {student_username} a fost revizuită ca {review_status} de către organizator. Link: {review_url}

source: Your Platform Insights
ro: Statisticile din platformă

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below.
ro: Raportul {report_type} este în curs de creare. Pentru a vizualiza statusul raportului, consultă „Activități în așteptare” de mai jos.

source: Found a conflict with given identifier. Please try an alternative identifier
ro: A apărut un conflict cu identificatorul dat. Te rugăm să încerci un identificator diferit.

source: Make sure that the file you upload is in CSV format with no extraneous characters or rows.
ro: Asigură-te că fișierul pe care îl încarci este în format CSV fără caractere sau rânduri necunoscute.

source: Could not read uploaded file.
ro: Fișierul încărcat nu a putut fi citit.

source: Data in row #{row_num} must have exactly four columns: email, username, full name, and country
ro: Datele din rândul #{row_num} trebuie să aibă exact patru coloane: e-mail, nume de utilizator, nume complet și țară

source: Invalid email {email_address}.
ro: E-mail invalid {email_address}.

source: An account with email {email} exists but the provided username {username} is different. Enrolling anyway with {email}.
ro: Există un cont cu e-mail {email}, dar numele de utilizator furnizat {username} este diferit. Înscriere oricum cu {email}.

source: File is not attached.
ro: Fișierul nu este atașat.

source: Username {user} already exists.
ro: Numele de utilizator {user} există deja.

source: Error '{error}' while sending email to new user (user email={email}). Without the email student would not be able to login. Please contact support for further information.
ro: Eroare „{error}” la trimiterea e-mailului către noul utilizator (e-mail al utilizatorului = {email}). Fără acest e-mail, cursantul nu se poate autentifica. Te rugăm să contactezi echipa de suport pentru informații suplimentare.

source: problem responses
ro: răspunsuri la probleme

source: Could not find problem with this location.
ro: Nu am identificat problema cu această locație.

source: CourseID
ro: ID-ul cursului

source: Certificate Type
ro: Tipul Certificatului

source: Total Certificates Issued
ro: Numărul total al Certificatelor emise

source: Date Report Run
ro: Data generării raportului

source: enrolled learner profile
ro: profilul cursantului înscris

source: User ID
ro: ID-ul utilizatorului

source: Username
ro: Nume de utilizator

source: Language
ro: Limba

source: Location
ro: Locație

source: Birth Year
ro: Anul nașterii

source: Gender
ro: Gen

source: Level of Education
ro: Nivelul de educație

source: Mailing Address
ro: Adresa poștală

source: Goals
ro: Obiective

source: Enrollment Mode
ro: Modalitatea de înscriere

source: Verification Status
ro: Statusul verificării

source: Last Login
ro: Ultima autentificare

source: Date Joined
ro: Data înscrierii

source: External User Key
ro: Cheia externă de utilizator

source: Cohort
ro: Cohortă

source: Team
ro: Echipa

source: City
ro: Oraș

source: Country
ro: Țară

source: enrollment
ro: înscriere

source: The file must contain a 'cohort' column containing cohort names.
ro: Fișierul trebuie să conțină o coloană „cohortă” care să conțină nume de cohorte.

source: The file must contain a 'username' column, an 'email' column, or both.
ro: Fișierul trebuie să conțină o coloană „nume de utilizator”, o coloană „e-mail” sau ambele.

source: survey
ro: sondaj

source: proctored exam results
ro: rezultatele examenelor supravegheate

source: Anonymized User IDs
ro: ID-uri de utilizatori anonimizați

source: Enrollment status for {student}: unknown
ro: Status de înscriere pentru {student}: necunoscut

source: Enrollment status for {student}: active
ro: Status de înscriere pentru {student}: activ

source: Enrollment status for {student}: inactive
ro: Status de înscriere pentru {student}: inactiv

source: Enrollment status for {student}: pending
ro: Status de înscriere pentru {student}: în așteptare

source: Enrollment status for {student}: never enrolled
ro: Status de înscriere pentru {student}: neînscris

source: Module does not exist.
ro: Modulul nu există.

source: An error occurred while deleting the score.
ro: A apărut o eroare în timpul ștergerii punctajului.

source: Course has no entrance exam section.
ro: Cursul nu are o secțiune pentru examenul de admitere.

source: all_students and unique_student_identifier are mutually exclusive.
ro: all_students și unique_student_identifier se exclud reciproc.

source: all_students and delete_module are mutually exclusive.
ro: all_students și delete_module se exclud reciproc.

source: Requires instructor access.
ro: Necesită accesul facilitatorului.

source: Course has no valid entrance exam section.
ro: Cursul nu are o secțiune validă pentru examenul de admitere.

source: All Students
ro: Toți cursanții

source: Cannot rescore with all_students and unique_student_identifier.
ro: Nu se poate reface punctajul cu all_students și unique_student_identifier.

source: ORA data
ro: Date ORA

source: Attachments archive is being created.
ro: Arhiva de fișiere atașate este în curs de creare.

source: grade
ro: notă

source: problem grade
ro: nota problemei

source: Successfully changed due date for student {0} for {1} to {2}
ro: A fost modificată cu succes data limită pentru cursantul {0} for {1} to {2}

source: Successfully removed invalid due date extension (unit has no due date).
ro: A fost eliminată cu succes prelungirea invalidă a datei limită (unitatea nu are dată limită).

source: Successfully reset due date for student {0} for {1} to {2}
ro: A fost resetată cu succes data limită pentru cursantul {0} for {1} to {2}

source: This student (%s) will skip the entrance exam.
ro: Acest cursant (%s) nu va susține examenul de admitere.

source: This student (%s) is already allowed to skip the entrance exam.
ro: Acestui cursant (%s) îi este deja permis să nu susțină examenul de admitere.

source: Certificate generation task for all students of this course has been started. You can view the status of the generation task in the "Pending Tasks" section.
ro: A început generarea certificatelor pentru toți cursanții acestui curs. Poți vizualiza statusul activității de generare în secțiunea „Activități în așteptare”.

source: Please select one or more certificate statuses that require certificate regeneration.
ro: Te rugăm să selectezi unul sau mai multe statusuri de certificate care necesită generarea din nou a certificatului.

source: Please select certificate statuses from the list only.
ro: Te rugăm să selectezi din listă statusuri de certificate.

source: Certificate regeneration task has been started. You can view the status of the generation task in the "Pending Tasks" section.
ro: A început activitatea de regenerare a certificatelor. Poți vizualiza statusul activității de generare în secțiunea „Activități în așteptare”.

source: Student {user} is not enrolled in this course. Please check your spelling and retry.
ro: Cursantul {user} nu este înscris în curs. Verifică ortografia și încearcă din nou.
