Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa, ro

source: {paragraphStart}You entered {boldStart}{email}{boldEnd}. If this email address is associated with your {platform_name} account, we will send a message with password recovery instructions to this email address.{paragraphEnd}{paragraphStart}If you do not receive a password reset message after 1 minute, verify that you entered the correct email address, or check your spam folder.{paragraphEnd}{paragraphStart}If you need further assistance, {anchorStart}contact technical support{anchorEnd}.{paragraphEnd}
fa: {paragraphStart} {boldStart} {email} {boldEnd} را وارد کردید. اگر این آدرس ایمیل با حساب {platform_name} شما مرتبط باشد، پیامی حاوی دستورالعمل های بازیابی رمز عبور به این آدرس ایمیل ارسال می کنیم. {paragraphEnd} {paragraphStart} اگر پس از 1 دقیقه پیام بازنشانی رمز عبور دریافت نکردید، بررسی کنید که آدرس ایمیل صحیح را وارد کرده اید یا پوشه هرزنامه خود را بررسی رایانامه با حساب {platform_name} شما مرتبط باشد، پیامی حاوی دستورالعمل‌های بازیابی گذرواژه به این آدرس رایانامه ارسال می‌کنیم. {paragraphEnd} {paragraphStart} اگر پس از 1 دقیقه پیام بازنشانیگذرواژه دریافت نکردید، بررسی کنید که آدرس رایانامۀ صحیح را وارد کرده‌اید یا پوشۀ هرزنامه خود را بررسی کنید. {paragraphEnd} {paragraphStart} اگر به کمک بیشتری نیاز دارید، {anchorStart} با پشتیبانی فنی {anchorEnd} تماس بگیرید. {paragraphEnd}
ro: {paragraphStart}Ai introdus {boldStart}{email}{boldEnd}. Dacă această adresă de e-mail este asociată cu contul tău pe {platform_name}, vom trimite un mesaj cu instrucțiunile de recuperare a parolei pe această adresă de e-mail.{paragraphEnd}{paragraphStart}Dacă nu primești un mesaj de resetare a parolei în decurs de 1 minut, verifică dacă ai introdus adresa corectă de e-mail sau verifică folderul Spam.{paragraphEnd}{paragraphStart}Dacă ai nevoie de sprijin suplimentar,{anchorStart}contactează echipa de suport{anchorEnd}.{paragraphEnd}

source: An error has occurred. Try refreshing the page, or check your Internet connection.
fa: خطایی رخ داده است. صفحه را بازخوانی کنید یا اتصال اینترنت خود را بررسی کنید.خطایی رخ داده است. صفحه را تازه کنید یا اتصال اینترنت خود را بررسی کنید.
ro: A apărut o eroare. Încearcă să reîncarci pagina sau asigură-te că dispozitivul tău e conectat la internet.

source: In order to sign in, you need to activate your account.{line_break}{line_break}We just sent an activation link to {strong_start} {email} {strong_end}. If you do not receive an email, check your spam folders or {anchorStart}contact {platform_name} Support{anchorEnd}.
fa: برای ورود به سیستم، باید حساب کاربری خود را فعال کنید. {line_break} {line_break} ما همین الان یک لینک فعال سازی به {strong_start} {email} {strong_end} ارسال کردیم. اگر ایمیلی دریافت نکردید، پوشه های هرزنامه خود را بررسی کنید یا {anchorStart} با پشتیبانی {platform_name} تماس بگیرید برای ورود به سامانه، باید حساب‌کاربری خود را فعال کنید. {line_break} {line_break} ما همین الان یک پیوند فعال‌سازی به {strong_start} {email} {strong_end} ارسال کردیم. اگر رایانامه را دریافت نکردید، پوشه های هرزنامه خود را بررسی کنید یا {anchorStart} با پشتیبانی {platform_name} تماس بگیرید {anchorEnd} .
ro: Pentru a te autentifica, este necesar să îți activezi contul.{line_break}{line_break}Tocmai ce am trimis un link de activare pe{strong_start} {email} {strong_end}. Dacă nu primești un e-mail, verifică folderul Spam sau {anchorStart}contactează-ne pe {platform_name} suport{anchorEnd}.

source: An unexpected error has occurred.
fa: یک خطای غیر منتظره رخ داده است.
ro: A apărut o eroare neprevăzută.

source: You have successfully signed into %(currentProvider)s, but your %(currentProvider)s account does not have a linked %(platformName)s account. To link your accounts, sign in now using your %(platformName)s password.
fa: شما با موفقیت وارد %(currentProvider)s شده اید، اما حساب %(currentProvider)s شما یک حساب %(platformName)s پیوندی ندارد. برای پیوند دادن حساب های خود، اکنون با استفاده از رمز عبور %(platformName)s وارد شوید.
ro: Te-ai autentificat cu succes în %(currentProvider)s, dar contul tău %(currentProvider)snu are asociat un cont%(platformName)s. Pentru a-ți conecta conturile, autentifică-te acum folosind parola ta din %(platformName)s.

source: We couldn't create your account.
fa: ما نتوانستیم حساب شما را ایجاد کنیم. شما یک حساب %(platformName)s پیوندی ندارد. برای پیونددادن حساب‌های خود، اکنون با استفاده از گذرواژه %(platformName)s وارد شوید.
ro: Contul tău nu a putut fi creat.

source: Create Account
fa: ایجاد حساب کاربری
ro: Creează cont

source: (required)
fa: (ضروری)

source: You've successfully signed into %(currentProvider)s.
fa: شما با موفقیت به %(currentProvider)s وارد شدید.
ro: Te-ai autentificat cu succes în %(currentProvider)s.

source: We just need a little more information before you start learning with %(platformName)s.
fa: قبل از شروع یادگیری با %(platformName)s فقط به کمی اطلاعات بیشتر نیاز داریم.
ro: Avem nevoie de câteva informații în plus înainte de a începe să înveți în %(platformName)s.

source: Your profile settings are managed by {enterprise_name}. Contact your administrator or {link_start}edX Support{link_end} for help.
fa: تنظیمات نمایه شما توسط {enterprise_name} مدیریت می شود. برای راهنمایی با سرپرست خود یا {link_start} edX Support {link_end} تماس بگیرید.
ro: Setările profilului tău sunt administrate de {enterprise_name}. Contactează organizatorul sau {link_start}echipa de suport edX{link_end} pentru sprijin.

source: Email Address (Sign In)
fa: آدرس ایمیل (ورود به سیستم)تنظیمات پروندۀ شما توسط {enterprise_name} مدیریت می‌شود. برای راهنمایی با سرپرست خود یا {link_start} edX {link_end} پشتیبانی تماس بگیرید.
ro: Adresa de e-mail (Sign In)

source: You receive messages from {platform_name} and course teams at this address.
fa: پیام هایی از {platform_name} و تیم های دوره در این آدرس دریافت می کنید.
ro: Primești mesaje de la {platform_name} și echipa cursului la această adresă.

source: Recovery Email Address
fa: آدرس ایمیل بازیابیپیام‌هایی از {platform_name} و تیم‌های دوره در این آدرس دریافت می‌کنید.
ro: Recuparea adresa de e-mail

source: You may access your account with this address if single-sign on or access to your primary email is not available.
fa: اگر ورود به سیستم یا دسترسی به ایمیل اصلی شما در دسترس نباشد، می‌توانید با این آدرس به حساب خود دسترسی پیدا کنید.اگر ورود به سامانه یا دسترسی به صندوق رایانامۀ اصلی شما در دسترس نباشد، می‌توانید با این آدرس به حساب‌کاربری خود دسترسی یابید.
ro: Poți accesa contul tău cu această adresă de e-mail dacă autentificarea unică sau accesul la e-mailul tău principal nu sunt disponibile.

source: Full Name
fa: نام و نام خانوادگی
ro: Nume complet

source: The name that is used for ID verification and that appears on your certificates.
fa: نامی که برای تأیید هویت استفاده می‌شود و روی گواهی‌های شما ظاهر می‌شود.
ro: Numele folosit pentru verificarea identității și care apare pe certificatele tale.

source: Country or Region of Residence
fa: کشور یا منطقه محل سکونت
ro: Țara sau Regiunea de reședință

source: The country or region where you live.
fa: کشور یا منطقه ای که در آن زندگی می کنید.
ro: Țara sau Regiunea unde locuiești

source: Basic Account Information
fa: اطلاعات اولیه حساب
ro: Informații de bază

source: These settings include basic information about your account.
fa: این تنظیمات شامل اطلاعات اولیه در مورد حساب شما است.
ro: Aceste setări includ informații de bază despre contul tău.

source: The name that identifies you on {platform_name}. You cannot change your username.
fa: نامی که شما را در {platform_name} شناسایی می کند. شما نمی توانید نام کاربری نامی که شما را در {platform_name} شناسایی می‌کند. شما نمی‌توانید نام کاربری خود را تغییر دهید.
ro: Numele cu care te identifici în platforma {platform_name}. Nu poți modifica numele tău de utilizator.

source: Password
fa: کلمه عبور
ro: Parolă

source: Check your email account for instructions to reset your password.
fa: حساب ایمیل خود را برای دستورالعمل های بازنشانی رمز عبور بررسی کنید.
ro: Verifică adresa ta de e-mail pentru instrucțiuni despre resetarea parolei.

source: The language used throughout this site. This site is currently available in a limited number of languages. Changing the value of this field will cause the page to refresh.
fa: زبان مورد استفاده در این سایت. این سایت در حال حاضر به تعداد محدودی زبان موجود است. تغییر مقدار این فیلد باعث تازه شدن صفحه می شود.
ro: Limba folosită pe acest website. Acest site este disponibil momentan într-un număr limitat de limbi. Modificarea valorii acestui câmp va implica reîncărcarea paginii.

source: Time Zone
fa: منطقه زمانیزبان مورد استفاده در این وبگاه. این وبگاه درحال حاضر به تعداد محدودی از زبان‌ها فراهم است. تغییر مقدار این قسمت باعث بارگیری مجدد صفحه می‌شود.
ro: Fus orar

source: Select the time zone for displaying course dates. If you do not specify a time zone, course dates, including assignment deadlines, will be displayed in your browser's local time zone.
fa: منطقه زمانی را برای نمایش تاریخ دوره انتخاب کنید. اگر منطقه زمانی را مشخص نکنید، تاریخ های دوره، از جمله مهلت تعیین تکلیف، در منطقه زمانی محلی مرورگر شما نمایش داده می شود.
ro: Selectează fusul orar pentru afișarea datelor din curs. Dacă nu specifici un fus orar, datele din curs, incluzând termenele limită ale sarcinilor de lucru, vor fi afișate în funcție de fusul orar local al motorului tău de căutare.

source: All Time Zones
fa: همه مناطق زمانی
ro: Toate fusurile orare

source: Default (Local Time Zone)
fa: پیش فرض (منطقه زمانی محلی)منطقۀ زمانی را برای نمایش تاریخ دوره انتخاب کنید. اگر منطقۀ زمانی را مشخص نکنید، تاریخ‌های دوره، از جمله مهلت سررسید تکلیف، در منطقۀ زمانی محلی مرورگر شما نمایش داده خواهد شد.
ro: Implicit (Fus orar local)

source: Additional Information
fa: اطلاعات تکمیلی
ro: Informații suplimentare

source: Education Completed
fa: تحصیلات تکمیل شد
ro: Nivel de învățământ absolvit

source: Gender
fa: جنسیت
ro: Gen

source: Year of Birth
fa: سال تولد
ro: Anul nașterii

source: Preferred Language
fa: زبان ترجیحی
ro: Limba preferată

source: We've sent a confirmation message to {new_secondary_email_address}. Click the link in the message to update your secondary email address.
fa: ما یک پیام تأیید به {new_secondary_email_address} ارسال کرده‌ایم. برای به روز رسانی آدرس ایمیل ثانویه خود، روی پیوند موجود در پیام کلیک کنید.
ro: Am trimis un mesaj de confirmare către {new_secondary_email_address}. Accesează linkul din mesaj pentru a actualiza adresa ta de e-mail secundară,

source: Social Media Links
fa: لینک های رسانه های اجتماعیما یک پیام تأیید به {new_secondary_email_address} ارسال کرده‌ایم. برای به‌روز رسانی آدرس رایانامۀ ثانویۀ خود، روی پیوند موجود در پیام بزنید.
ro: Linkuri social media

source: Optionally, link your personal accounts to the social media icons on your edX profile.
fa: در صورت تمایل، حساب های شخصی خود را به نمادهای رسانه های اجتماعی در نمایه در صورت تمایل، حساب‌های شخصی خود را به نمادهای رسانه‌های اجتماعی در پروندۀ edX خود پیوند دهید.
ro: Opțional, poți asocia conturile tale personale pe rețelele sociale cu simbolurile lor din profilul tău edX.

source: {platform_display_name} Link
fa: پیوند {platform_display_name}

source: Enter your {platform_display_name} username or the URL to your {platform_display_name} page. Delete the URL to remove the link.
fa: نام کاربری {platform_display_name} یا URL صفحه {platform_display_name} خود را وارد کنید. برای حذف لینک، URL را حذف کنید.نام کاربری {platform_display_name} یا آدرس اینترنتی صفحۀ {platform_display_name} خود را وارد کنید. برای حذف پیوند، آدرس اینترنتی را حذف کنید.
ro: Introdu numele tău de utilizator de pe {platform_display_name} sau URL-ul paginii tale {platform_display_name}. Șterge URL-ul pentru a elimina linkul.

source: Linked Accounts
fa: حساب های مرتبط
ro: Conturi asociate

source: You can link your social media accounts to simplify signing in to {platform_name}.
fa: می‌توانید حساب‌های رسانه‌های اجتماعی خود را برای ساده‌تر کردن ورود به {platform_name} پیوند دهید.
ro: Poți conecta conturile tale de pe rețelele sociale pentru a simplifica autentificarea în {platform_name}.

source: ORDER NAME
fa: سفارش نام
ro: NUMELE COMENZII

source: ORDER PLACED
fa: سفارش ثبت شد
ro: COMANDĂ PLASATĂ

source: TOTAL
fa: جمع

source: ORDER NUMBER
fa: شماره سفارش
ro: NUMĂR DE COMANDĂ

source: My Orders
fa: دستورات من
ro: Comenzile mele

source: This page contains information about orders that you have placed with {platform_name}.
fa: این صفحه حاوی اطلاعاتی درباره سفارش هایی است که شما با {platform_name} ثبت کرده اید.این صفحه حاوی اطلاعاتی درباره سفارش‌هایی است که شما با {platform_name} ثبت کرده‌اید.
ro: Această pagină conține informații despre comenzile pe care le-ai plasat pe {platform_name}.

source: We've sent a confirmation message to {new_email_address}. Click the link in the message to update your email address.
fa: ما یک پیام تأیید به {new_email_address} ارسال کرده‌ایم. برای به روز رسانی آدرس ایمیل خود، روی پیوند موجود در پیام کلیک کنید.ما یک پیام تأیید به {new_email_address} ارسال کرده‌ایم. برای به‌روز رسانی آدرس رایانامۀ خود، روی پیوند موجود در پیام بزنید.
ro: Am trimis un mesaj de confirmare pe {new_email_address}. Accesează linkul din mesaj pentru a-ți actualiza adresa de e-mail.

source: You must sign out and sign back in before your language changes take effect.
fa: قبل از اعمال تغییرات زبان، باید از سیستم خارج شوید و دوباره وارد شوید.قبل از اعمال تغییرات زبان، باید از سامانه خارج شوید و دوباره وارد شوید.
ro: Este necesar să ieși din cont și să te autentifici din nou înainte ca modificările legate de limbă să intre în vigoare.

source: We've sent a message to {email}. Click the link in the message to reset your password. Didn't receive the message? Contact {anchorStart}technical support{anchorEnd}.
fa: ما یک پیام به {email} ارسال کرده ایم. برای بازنشانی رمز عبور، روی پیوند موجود در پیام کلیک کنید. پیام را دریافت نکردید؟ با پشتیبانی فنی {anchorStart} {anchorEnd} تماس بگیرید.
ro: Am trimis un mesaj la {email}. Accesează linkul din mesaj pentru resetarea parolei. Nu ai primit mesajul? Contactează {anchorStart}echipa de suport{anchorEnd}.

source: Link your {accountName} account
fa: حساب {accountName} خود را پیوند دهیدما یک پیام به {email} ارسال کرده‌ایم. برای بازنشانی گذرواژه، روی پیوند موجود در پیام بزنید. پیام را دریافت نکردید؟ با پشتیبانی فنی {anchorStart} {anchorEnd} تماس بگیرید.
ro: Conectează contul tău {accountName}

source: Unlink This Account
fa: لغو پیوند این حساب
ro: Deconectează acest cont

source: You can use your {accountName} account to sign in to your {platformName} account.
fa: می توانید از حساب {accountName} خود برای ورود به حساب {platformName} خود استفاده کنید.
ro: Poți folosi contul tău {accountName} pentru a te autentifica în contul tău din {platformName}.

source: Unlink your {accountName} account
fa: حساب {accountName} خود را لغو پیوند کنید
ro: Deconectează contul tău {accountName}

source: Link Your Account
fa: حساب خود را پیوند دهید
ro: Conectează-ți contul

source: Link your {accountName} account to your {platformName} account and use {accountName} to sign in to {platformName}.
fa: حساب {accountName} خود را به حساب {platformName} خود پیوند دهید و از {accountName} برای ورود به {platformName} استفاده کنید.
ro: Conectează contul tău {accountName} la contul tău din {platformName} și folosește {accountName} pentru autentificare în {platformName}.

source: Unlinking
fa: لغو پیوند
ro: Deconectare

source: Linking
fa: ربط دادن
ro: Conectare

source: Successfully unlinked.
fa: با موفقیت لغو پیوند شد.
ro: Deconectat cu succes

source: Account Information
fa: اطلاعات حساب
ro: Informații cont

source: Order History
fa: تاریخچه سفارش ها
ro: Istoricul comenzilor

source: You have set your language to {beta_language}, which is currently not fully translated. You can help us translate this language fully by joining the Transifex community and adding translations from English for learners that speak {beta_language}.
fa: شما زبان خود را روی {beta_language} تنظیم کرده اید که در حال حاضر به طور کامل ترجمه نشده است. شما می توانید با پیوستن به انجمن Transifex و افزودن ترجمه از زبان انگلیسی برای زبان آموزانی که {beta_language} صحبت می کنند، ما را در ترجمه کامل این زبان کمک کنید.شما زبان خود را روی {beta_language} تنظیم کرده‌اید که درحال حاضر به‌طور کامل ترجمه نشده‌است. شما این امکان را دارید که با پیوستن به انجمن Transifex و افزودن ترجمه از زبان انگلیسی برای فراگیرانی که {beta_language} صحبت می‌کنند، ما را در ترجمۀ کامل این زبان یاری رسانید.
ro: Ai ales limba {beta_language}, limbă care nu este suportată integral momentan. Poți participa la traducerea platformei în această limbă alăturându-te comunității Transifex și adăugând traduceri din limba engleză pentru cursanții vorbitori de {beta_language}.

source: Help Translate into {beta_language}
fa: کمک به ترجمه به {beta_language}
ro: Participă la traducerea platformei în {beta_language}

source: Image Upload Error
fa: خطای آپلود تصویر
ro: Eroare de încărcare a imaginii

source: Please verify that you have uploaded a valid image (PNG and JPEG).
fa: لطفاً بررسی کنید که یک تصویر معتبر (PNG و JPEG) آپلود کرده اید.
ro: Te rugăm să verifici că ai încărcat o imagine validă (PNG sau JPEG).

source: An error has occurred. Please try again later.
fa: خطایی رخ داده است. لطفاً بعداً دوباره امتحان کنید.
ro: A apărut o eroare. Te rugăm să încerci mai târziu.

source: Could not submit photos
fa: عکس ارسال نشد
ro: Fotografiile nu s-au trimis

source: Professional Education Verified Certificate
fa: گواهی تایید شده تحصیلات حرفه ای
ro: Certificat verificat pentru dezvoltare profesională

source: Professional Education
fa: تحصیلات حرفه ای
ro: Dezvoltare profesională

source: Verified Certificate upgrade
fa: ارتقای گواهی تایید شده
ro: Actualizare certificat verificat

source: Verified Certificate
fa: گواهی تایید شده
ro: Certificat verificat

source: Checkout
fa: وارسی
ro: Finalizează comanda

source: Checkout with PayPal
fa: پرداخت با پی پال
ro: Finalizează comanda cu PayPal

source: Checkout with {processor}
fa: پرداخت با {processor}
ro: Finalizează comanda cu {processor}

source: All payment options are currently unavailable.
fa: همه گزینه های پرداخت در حال حاضر در دسترس نیستند.
ro: Toate metodele de plată sunt indisponibile momentan.

source: Try the transaction again in a few minutes.
fa: چند دقیقه دیگر معامله را دوباره امتحان کنید.
ro: Reia efectuarea tranzacției în câteva minute.

source: An error has occurred. Please try again.
fa: خطایی رخ داده است. لطفا دوباره تلاش کنید.
ro: A apărut o eroare. Te rugăm să încerci din nou.

source: Could not submit order
fa: سفارش ارسال نشد
ro: Comanda nu a fost trimisă

source: Take a photo of your ID
fa: از شناسنامه خود عکس بگیرید
ro: Faceți o poză a actului de identitate

source: Review your info
fa: اطلاعات خود را مرور کنید
ro: Revizuiește informațiile

source: An error has occurred. Please try reloading the page.
fa: خطایی رخ داده است. لطفاً صفحه را دوباره بارگیری کنید.
ro: S-a produs o eroare. Vă rugăm încercați să reîncărcați pagina.

source: Video Capture Error
fa: خطای ضبط ویدیو
ro: Eroare Captură Video

source: Please verify that your webcam is connected and that you have allowed your browser to access it.
fa: لطفاً بررسی کنید که وب کم شما متصل است و به مرورگر خود اجازه دسترسی به آن را داده اید.
ro: Vă rugăm verificați dacă ați conectat camera web și dacă ați permis browser-ului să o acceseze.

source: No Webcam Detected
fa: وب کم شناسایی نشد
ro: Nici o cameră web nu a fost detectată.

source: You don't seem to have a webcam connected.
fa: به نظر می رسد که شما یک وب کم متصل نیستید.
ro: Nu pare să aveți nici o cameră web conectată.

source: Double-check that your webcam is connected and working to continue.
fa: دوباره بررسی کنید که وب‌کم شما متصل است و برای ادامه کار کار می‌کند.لطفاً بررسی کنید که دوربین دستگاه شما متصل است و به مرورگر خود اجازۀ دسترسی به آن را داده‌اید.
ro: Mai verificați încă o dată dacă ați conectat camera web și dacă funcționează pentru a continua.

source: Photo Captured successfully.
fa: عکس با موفقیت گرفته شد.
ro: Fotografie capturată cu succes.

source: No Flash Detected
fa: فلاش شناسایی نشد
ro: Nici un bliț nu a fost detectat.

source: You don't seem to have Flash installed. Get Flash to continue your verification.
fa: به نظر می رسد فلش را نصب نکرده اید. برای ادامه تأیید خود، Flash را دریافت به نظر می‌رسد فلش را نصب نکرده‌اید. برای ادامۀ تأیید خود، Flash را دریافت کنید.
ro: Se pare că nu aveți nici un Flash instalat. Instalați Flash pentru a continua verificarea.

source: Editable
fa: قابل ویرایش
ro: Editabil

source: Validation Error
fa: خطای اعتبار سنجی
ro: Eroare Validare

source: In Progress
fa: در حال پیش رفت
ro: În Progres

source: Placeholder
fa: جای جای
ro: Înlocuitor

source: Your upload of '{file}' succeeded.
fa: آپلود &quot;{file}&quot; شما با موفقیت انجام شد.
ro: Încărcare '{file}' cu succes.

source: Your upload of '{file}' failed.
fa: آپلود &quot;{file}&quot; شما ناموفق بود.
ro: Încărcarea '{file}' a eșuat.

source: Upload an image
fa: یک تصویر آپلود کنید
ro: Încarcă o imagine

source: Change image
fa: تغییر تصویر
ro: Schimbă imaginea

source: Image
fa: تصویر
ro: Imagine

source: An error has occurred. Refresh the page, and then try again.
fa: خطایی رخ داده است. صفحه را بازخوانی کنید و سپس دوباره امتحان کنید.
ro: A avut loc o eroare. Reîmprospătează pagina, apoi încearcă din nou.

source: The file must be at least {size} in size.
fa: اندازه فایل باید حداقل {size} باشد.
ro: Fișierul trebuie să aibă mărimea de măcar {size}.

source: The file must be smaller than {size} in size.
fa: اندازه فایل باید کوچکتر از {size} باشد.
ro: Fișierul trebuie să aibă mărimea mai mică de {size}.

source: Upload is in progress. To avoid errors, stay on this page until the process is complete.
fa: آپلود در حال انجام است. برای جلوگیری از خطا، تا زمانی که فرآیند کامل شود در درحال بارگذاری هستیم. برای جلوگیری از خطا، تا زمانی که فرآیند کامل شود در این صفحه بمانید.
ro: Încărcare în progres. Pentru a evita apariția de erori, rămâi pe această pagină până se termină procesul.

source: Removal is in progress. To avoid errors, stay on this page until the process is complete.
fa: حذف در حال انجام است. برای جلوگیری از خطا، تا زمانی که فرآیند کامل شود در سامانه درحال حذف است. برای جلوگیری از خطا، تا زمانی که فرآیند کامل شود در این صفحه بمانید.
ro: Ștergere în progres. Pentru a evita apariția de erori, rămâi pe această pagină până se termină procesul.

source: bytes
fa: بایت ها

source: KB
fa: کیلوبایت

source: Course is not yet visible to students.
fa: دوره هنوز برای دانش آموزان قابل مشاهده نیست.
ro: Cursul nu este încă vizibil pentru cursanți.

source: You cannot view the course as a student or beta tester before the course release date.
fa: قبل از تاریخ انتشار دوره، نمی توانید دوره را به عنوان یک دانش آموز یا آزمایش کننده بتا مشاهده کنید.
ro: Nu puteți vizualiza cursul ca beta tester sau cursant înainte de data de lansare a acestuia.

source: Overall Score
fa: نمره کلی
ro: Scorul general.

source: Bookmark this page
fa: این صفحه را نشانه گذاری کنیدقبل از تاریخ انتشار دوره، به‌عنوان یک فراگیرنده یا آزمونگر بتا نمی‌توانید دوره را ببینید.
ro: Salvează această pagină la favorite

source: Bookmarked
fa: نشانک گذاری شده است
ro: Salvat

source: {total_results} result found for "{search_term}"
fa: نتیجه {total_results} برای &quot; {search_term} &quot; یافت شد

source: Profile Visibility:
fa: نمایان بودن نمایه:
ro: Vizibilitatea Profilului:

source: Limited Profile
fa: نمایه محدود
ro: Profil Limitat

source: Full Profile
fa: نمایه کامل
ro: Profil Complet

source: Joined
fa: ملحق شد

source: Joined Date
fa: تاریخ عضویت

source: Location
fa: محل
ro: Locație

source: Add Country
fa: کشور را اضافه کنید
ro: Adăugați țară

source: Add language
fa: زبان اضافه کنید
ro: Adaugă limbă

source: About me
fa: درمورد من
ro: Despre mine
