Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Course Editor
ro: Editor Curs

source: Enter the method by which this course is edited ("XML" or "Studio").
ro: Introduceți metoda după care acest curs este editat ("XML" or "Studio").

source: Course Survey URL
ro: URL-ul Sondajului de Curs

source: Enter the URL for the end-of-course survey. If your course does not have a survey, enter null.
ro: Introduceți URL-ul pentru sondajul de sfârșit de curs. Dacă cursul nu are un sondaj, introduceți nul.

source: Discussion Blackout Dates
ro: Date de Întrerupere a Discuțiilor

source: Enter pairs of dates between which students cannot post to discussion forums. Inside the provided brackets, enter an additional set of square brackets surrounding each pair of dates you add. Format each pair of dates as ["YYYY-MM-DD", "YYYY-MM-DD"]. To specify times as well as dates, format each pair as ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Be sure to include the "T" between the date and time. For example, an entry defining two blackout periods looks like this, including the outer pair of square brackets: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
ro: Introduceți perechi de date între care cursanții nu pot posta în forumuri de discuții. În interiorul parantezelor furnizate, introduceți un set suplimentar de paranteze pătrate care înconjoară fiecare pereche de date pe care le adăugați. Formatați fiecare pereche de date cu ["AAAA-LL-ZZ", "AAAA-LL-ZZ"]. Pentru a specifica orele și datele, formatați fiecare pereche cu ["AAAA-LL-ZZTHH:MM", "AAAA-LL-ZZTHH:MM"]. Asigurați-vă că includeți "T" între dată și oră. De exemplu, o intrare care definește două perioade arată astfel, inclusiv perechea exterioară de paranteze pătrate: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]

source: Discussion Topic Mapping
ro: Maparea subiectelor de discuție

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period. You can also specify a category as the default for new posts in the Discussion page by setting its "default" attribute to true. For example, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
ro: Introduceți categoriile de discuții în următorul format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. De exemplu, o categorie de discuții poate fi "Modul Lydian": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Valoarea "id" pentru fiecare categorie trebuie sa fie unică. În valorile "id", singurele caractere speciale care sunt acceptate sunt subliniere, cratimă și punct. Puteți specifica de asemenea o categorie ca implicită pentru noile mesaje din Pagina de discuții prin setarea atributului său "implicit" la adevărat. De exemplu, "modul Lydian": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.

source: Discussion Sorting Alphabetical
ro: Discuții Sortate în ordine Alfabetică

source: Enter true or false. If true, discussion categories and subcategories are sorted alphabetically. If false, they are sorted chronologically by creation date and time.
ro: Introduceți adevărat sau fals. Dacă este adevărat, categoriile și subcategoriile de discuții sunt sortate în ordine alfabetică. Dacă sunt false, acestea sunt sortate în ordine cronologică după data și ora creării.

source: Course Announcement Date
ro: Data Anunțării Cursului

source: Enter the date to announce your course.
ro: Intoduceți data la care anunțați cursul.

source: Cohort Configuration
ro: Configurarea cohortelor

source: Enter policy keys and values to enable the cohort feature, define automated student assignment to groups, or identify any course-wide discussion topics as private to cohort members.
ro: Introduceți politiciile și valorile pentru a activa funcția de grup, a defini alocarea automată a cursanților în grupuri sau a identifica orice subiecte de discuție la nivelul cursului ca fiind private pentru membrii grupului.

source: Course Is New
ro: Cursul este nou

source: Enter true or false. If true, the course appears in the list of new courses, and a New! badge temporarily appears next to the course image.
ro: Introduceți adevărat sau fals. Dacă este adevărat, cursul apare în lista de cursuri noi și o etichetă de nou apare temporar lângă imaginea cursului.

source: Mobile Course Available
ro: Curs disponibil pe mobil

source: Enter true or false. If true, the course will be available to mobile devices.
ro: Introduceți adevărat sau fals. Dacă este adevărat, cursul va fi disponibil pentru dispozitivele mobile.

source: Video Upload Credentials
ro: Video Încărcare Certificări

source: Enter the unique identifier for your course's video files provided by edX.
ro: Introduceți identificatorul unic pentru fișierele video ale cursului furnizate de edX.

source: Course Not Graded
ro: Curs fără notări

source: Enter true or false. If true, the course will not be graded.
ro: Selectați adevărat sau fals. Dacă selectați adevărat, cursul nu va fi notat.

source: Disable Progress Graph
ro: Dezactivare Grafic Progres

source: Enter true or false. If true, students cannot view the progress graph.
ro: Selectați adevărat sau fals. Dacă selectați adevărat, cursanții nu pot vedea graficul progresului.

source: PDF Textbooks
ro: Manuale PDF

source: List of dictionaries containing pdf_textbook configuration
ro: Lista dicționarelor care conțin configurația manualelor pdf

source: HTML Textbooks
ro: Manuale HTML

source: For HTML textbooks that appear as separate tabs in the course, enter the name of the tab (usually the title of the book) as well as the URLs and titles of each chapter in the book.
ro: Pentru manualele HTML care apar ca pagini diferite în curs, introduceți numele paginii (de obicei titlui cărții) precum și URL-urile și titlurile fiecărui capitol din carte.

source: Remote Gradebook
ro: Catalog la distanță

source: Enter the remote gradebook mapping. Only use this setting when REMOTE_GRADEBOOK_URL has been specified.
ro: Introduceți maparea catalogului la distanță. Utilizați această setare numai când a fost specificat REMOTE_GRADEBOOK_URL.

source: Enable CCX
ro: Activați CCX

source: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom Courses on edX. When false, Custom Courses cannot be created, but existing Custom Courses will be preserved.
ro: Permiteți instructorilor să atribuie roluri de Îndrumător CCX și permiteți îndrumătorilor să gestioneze Cursurile Personalizate pe edX. Când este fals, nu se pot crea cursuri personalizate, dar vor fi păstrate cursurile personalizate existente

source: CCX Connector URL
ro: URL Conector CCX

source: URL for CCX Connector application for managing creation of CCXs. (optional). Ignored unless 'Enable CCX' is set to 'true'.
ro: Adresa URL pentru aplicația CCX Connector pentru gestionarea creării CCX-urilor. (opțional). Ignorat, cu excepția cazului în care „Enable CCX” este setat la „true”.

source: Allow Anonymous Discussion Posts
ro: Permiteți postările anonime

source: Enter true or false. If true, students can create discussion posts that are anonymous to all users.
ro: Selectați adevărat sau fals. Dacă selectați adevărat, cursanții pot crea postări care sunt anonime tuturor utilizatorilor.

source: Allow Anonymous Discussion Posts to Peers
ro: Permiteți cursanților postările anonime în cadrul discuțiilor

source: Enter true or false. If true, students can create discussion posts that are anonymous to other students. This setting does not make posts anonymous to course staff.
ro: Selectați adevărat sau fals. Dacă selectați adevărat, cusanții pot pot posta în cadrul discuțiilor, în mod anonim. Această setare nu permite personalului cursului de a posta anonim.

source: Advanced Module List
ro: Lista Modulelor Avansate

source: Enter the names of the advanced modules to use in your course.
ro: Introduceți numele modulelor avansate pe care le folosiți în curs.

source: Course Home Sidebar Name
ro: Numele panoului lateral principal al Cursului

source: Enter the heading that you want students to see above your course handouts on the Course Home page. Your course handouts appear in the right panel of the page.
ro: Adăugați titlul pe care doriți să îl vadă cursanții deasupra indicațiilor cursurilor pe Pagina Principală. În panoul din dreapta paginii apar indicațiile cursului.

source: Course Handouts
ro: Notițele cursului

source: True if timezones should be shown on dates in the course. Deprecated in favor of due_date_display_format.
ro: Adevărat dacă fusurile orare trebuie să fie arătate la datele din curs. Depreciat în favoarea due_date_display_format.

source: Due Date Display Format
ro: Formatul Datei Limită Afișat

source: Enter the format for due dates. The default is Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.
ro: Introduceți formatul pentru datele limită. Modul implicit este Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.

source: External Login Domain
ro: Domeniu Extern de Conectare

source: Enter the external login method students can use for the course.
ro: Introduceți metoda de conectare externă pe care cursanții o pot folosi pentru curs.

source: Certificates Downloadable Before End
ro: Certificate descărcabile înainte de finalizare

source: Enter true or false. If true, students can download certificates before the course ends, if they've met certificate requirements.
ro: Selectați adevărat sau fals. Dacă selectați adevărat, dacă au respectat toate condițiile pentru a deține un certificat, cursanții pot descărca certificate înainte de încheierea cursului.

source: Certificates Display Behavior
ro: Setări pentru afișarea certificatelor

source: Enter end, early_with_info, or early_no_info. After certificate generation, students who passed see a link to their certificates on the dashboard and students who did not pass see information about the grading configuration. The default is end, which displays this certificate information to all students after the course end date. To display this certificate information to all students as soon as certificates are generated, enter early_with_info. To display only the links to passing students as soon as certificates are generated, enter early_no_info.
ro: Introduceți sfârșit, early_with_info, sau early_no_info. După generarea certificatului, cursanților care au terminat le apare un link cu certificatele lor pe profil și cursanților care nu au terminat, le apar informații despre clasarea notelor. Implicitul este final, care afișează aceste informații despre certificat tuturor cursanților după data de sfârșit a cursului. Pentru a afișa aceste informații despre certificat tuturor cursanților imediat ce sunt generate certificatele, introduceți early_with_info. Pentru a afișa link-uri doar cursanților care trec imediat ce sunt generate certificate, introduceți early_no_info.

source: Course About Page Image
ro: Imaginea paginii Despre Curs

source: Edit the name of the course image file. You must upload this file on the Files & Uploads page. You can also set the course image on the Settings & Details page.
ro: Editați numele fișierului de curs. Trebuie să încărcați acest fișier în pagina Fișiere și Încărcări. De asemenea, puteți seta imaginea cursului în pagina Setări și Detalii.

source: Course Banner Image
ro: Imagine simbol curs

source: Edit the name of the banner image file. You can set the banner image on the Settings & Details page.
ro: Editați numele imaginii simbolului. Puteți seta imaginea simbolului în pagina Setări și Detalii.

source: Course Video Thumbnail Image
ro: Imaginea în miniatură video a cursului.

source: Edit the name of the video thumbnail image file. You can set the video thumbnail image on the Settings & Details page.
ro: Editați numele imaginii în miniatură video. Puteți seta imaginea în miniatură video pe pagina Setări și Detalii.

source: Issue Open Badges
ro: Generare recompense insignă

source: Issue Open Badges badges for this course. Badges are generated when certificates are created.
ro: Publică recompense insignă pentru acest curs. Insignele sunt generate când sunt create certificatele.

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the type of certificate that students receive when they complete the course. For instance, "Certificate".
ro: Utilizați această setare numai la generarea certificatelor PDF. Introduceți între ghilimele, numele scurt al tipului de certificat, pe care îl primesc cursanții când finalizează cursul. De exemplu, "Certificat".

source: Certificate Name (Short)
ro: Numele certificatului (scurt)

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the type of certificate that students receive when they complete the course. For instance, "Certificate of Achievement".
ro: Utilizați această setare numai la generarea certificatelor PDF. Introduceți între ghilimele, numele lung al tipului de certificat, pe care îl primesc cursanții când finalizează cursul. De exemplu, "Certificat de Calificare".

source: Certificate Name (Long)
ro: Numele certificatului (lung)

source: Certificate Web/HTML View Enabled
ro: Vizionarea certificatului Web/HTML a fost activată

source: If true, certificate Web/HTML views are enabled for the course.
ro: Dacă este adevărat, vizionările certificatului Web/HTML sunt activate pentru curs.

source: Certificate Web/HTML View Overrides
ro: Suprascriere vizionare certificate Web/HTML

source: Enter course-specific overrides for the Web/HTML template parameters here (JSON format)
ro: Introduceți aici (JSON format), înlocuirile specifice cursului pentru parametrii șablonului Web/HTML

source: Certificate Configuration
ro: Configurare certificat

source: Enter course-specific configuration information here (JSON format)
ro: Intoduceți aici (JSON format) informațiile de configurare specifice cursului

source: CSS Class for Course Reruns
ro: Clasa CSS pentru iterare curs

source: Allows courses to share the same css class across runs even if they have different numbers.
ro: Permite cursurilor să folosească aceeași categorie css de-a lungul a mai multe iterații chiar dacă au numere diferite.

source: Discussion Forum External Link
ro: Linkul extern al forumului de discuție

source: Allows specification of an external link to replace discussion forums.
ro: Permite specificarea unui link extern pentru a înlocui forumurile discuției.

source: Hide Progress Tab
ro: Ascunde pagina progresului

source: Allows hiding of the progress tab.
ro: Permite ascunderea paginii progres.

source: Course Organization Display String
ro: Afișare String Organizare Curs

source: Enter the course organization that you want to appear in the course. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
ro: Introduceți organizația nouă care doriți să apară în curs. Această setare anulează organizația pe care ați introdus-o atunci când ați creat cursul. Pentru a utiliza organizația pe care ați introdus-o când ați creat cursul, introduceți nul.

source: Course Number Display String
ro: Afișare String Număr Curs

source: Enter the course number that you want to appear in the course. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
ro: Introduceți numărul lecției care doriți să apară în curs. Această setare anulează numărul lecției pe care l-ați introdus când ați creat cursul. Pentru a utiliza numărul lecției pe care l-ați introdus când ați creat cursul, introduceți nul.

source: Course Maximum Student Enrollment
ro: Numărul maxim de înscrieri ale cursanților la curs

source: Enter the maximum number of students that can enroll in the course. To allow an unlimited number of students, enter null.
ro: Introduceți numărul maxim de cursanți care se pot înscrie la curs. Pentru a permite un număr de cursanți nelimitat, selectați nul.

source: Allow Public Wiki Access
ro: Permiteți Accesul Public Wiki

source: Enter true or false. If true, students can view the course wiki even if they're not enrolled in the course.
ro: Introduceți adevărat sau fals. Dacă este adevărat, cursanții pot vizualiza wiki-ul cursului chiar dacă nu sunt înscriși la curs.

source: Invitation Only
ro: Doar pe bază de Invitație

source: Whether to restrict enrollment to invitation by the course staff.
ro: Dacă să restricționați sau nu înscrierea la invitația echipei cursului.

source: Pre-Course Survey Name
ro: Denumirea chestionarului înainte de acces în curs

source: Name of SurveyForm to display as a pre-course survey to the user.
ro: Denumirea formularului pentru a fi afișată utilizatorului ca și chestionar înainte de acces în curs.

source: Pre-Course Survey Required
ro: Chestionar de acces în curs obligatoriu

source: Specify whether students must complete a survey before they can view your course content. If you set this value to true, you must add a name for the survey to the Course Survey Name setting above.
ro: Specificați dacă cursanții trebuie sau nu să completeze un chestionar înainte de a putea viziona conținutul cursului. Dacă setați acestă valoare ca 'adevărată', trebuie să adăugați un nume pentru formular la setarea Nume Chestionar Curs de mai sus.

source: Course Visibility In Catalog
ro: Vizibilitatea Cursului în Catalog

source: Defines the access permissions for showing the course in the course catalog. This can be set to one of three values: 'both' (show in catalog and allow access to about page), 'about' (only allow access to about page), 'none' (do not show in catalog and do not allow access to an about page).
ro: Definește permisiunile de acces pentru a expune cursul în catalogul de curs. Poate fi setat la una din cele trei valori: 'ambele' (expune în catalog și permite accesul la pagina despre), 'despre' (permite doar accesul la pagina despre), 'niciunul' (nu expune în catalog și nu permite accesul către o pagină despre).

source: Entrance Exam Enabled
ro: Examen de admitere setat

source: Specify whether students must complete an entrance exam before they can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
ro: Specificați dacă cursanții trebuie să susțină un examen de admitere înainte de a putea vizualiza conținutul cursului. Notă, trebuie să activați examenul de admitere pentru ca această setare a cursului să intre în vigoare.

source: Entrance Exam Minimum Score (%)
ro: Punctajul minim pentru examenul de admitere (%)

source: Specify a minimum percentage score for an entrance exam before students can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
ro: Specificați un procentaj minim pentru un examen de admitere înainte ca un cursant să poată vizualiza conținutul cursului. Notă, trebuie să activați Examenele de Admitere pentru ca această setare a cursului să intre în vigoare.

source: Entrance Exam ID
ro: ID-ul pentru Examenul de admitere

source: Content module identifier (location) of entrance exam.
ro: Identificatorul modulului de conținut (locație) a examenului de admitere.

source: Social Media Sharing URL
ro: URL-ul distribuirii pe Rețelele de Socializare

source: If dashboard social sharing and custom course URLs are enabled, you can provide a URL (such as the URL to a course About page) that social media sites can link to. URLs must be fully qualified. For example: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
ro: Dacă distrubuirea pe rețelele sociale a profilului și URL-urile personalizate sunt activate, puteți furniza un URL (cum ar fi URL-ul la un curs Despre pagină) la care site-urile de socializare pot fi legate. URL-urile trebuie să fie pe deplin calificate. De exemplu: http://www.edx.org/course/Introduction-to-MOOCs-ITM001

source: Course Language
ro: Limba Cursului

source: Specify the language of your course.
ro: Specificați limba cursului.

source: Teams Configuration
ro: Configurare echipe

source: Configure team sets, limit team sizes, and set visibility settings using JSON. See <a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams">teams configuration documentation</a> for help and examples.
ro: Configurați seturile de echipă, limitați dimensiunile echipei și setați setările de vizibilitate folosind JSON. Consultați <a target="&#95;blank" href="https://edx.readthedocs.io/projects/edx-partner-course-staff/en/latest/course_features/teams/teams_setup.html#enable-and-configure-teams"> documentația de configurare a echipelor pentru ajutor și exemple.</a>

source: Enable Proctored Exams
ro: Activați Examenele Supravegheate

source: Enter true or false. If this value is true, proctored exams are enabled in your course. Note that enabling proctored exams will also enable timed exams.
ro: Introduceți adevărat sau fals. Dacă această valoare este adevărată, examenele supravegheate sunt activate în curs. Rețineți că activarea examenelor supravegheate va activa și examenele contra cronometru.

source: Proctoring Provider
ro: Furnizor de supraveghere

source: Enter the proctoring provider you want to use for this course run. Choose from the following options: {available_providers}.
ro: Introduceți furnizorul de supraveghere pe care doriți să îl utilizați pentru acest curs. Alegeți dintre următoarele opțiuni: {available_providers}.

source: Proctortrack Exam Escalation Contact
ro: Contact pentru escaladarea examenului Proctortrack

source: Required if 'proctortrack' is selected as your proctoring provider. Enter an email address to be contacted by the support team whenever there are escalations (e.g. appeals, delayed reviews, etc.).
ro: Necesar dacă „proctortrack” este selectat ca furnizor de supraveghere. Introduceți o adresă de e-mail pentru a fi contactat de echipa de asistență ori de câte ori există escalade (de exemplu, contestații, recenzii întârziate etc.).

source: Allow Opting Out of Proctored Exams
ro: Permite Posibilitatea de Neparticipare la Examenele Supravegheate.

source: Enter true or false. If this value is true, learners can choose to take proctored exams without proctoring. If this value is false, all learners must take the exam with proctoring. This setting only applies if proctored exams are enabled for the course.
ro: Introduceți adevărat sau fals. Dacă această valoare este adevărată, cursanții pot alege să ia parte la examinarea supravegheată fără supervizare. Dacă această valoare este falsă, toți cursanții trebuie să ia parte la examinarea supervizată. Această setare se aplică numai dacă examinările supravegheate sunt activate pentru curs.

source: Create Zendesk Tickets For Suspicious Proctored Exam Attempts
ro: Creați canale de suport Zendesk pentru încercări de examinare supravegheate suspecte

source: Enter true or false. If this value is true, a Zendesk ticket will be created for suspicious attempts.
ro: Introduceți adevărat sau fals. Dacă această valoare este adevărată, un canal de suport Zendesk va fi creat pentru încercări suspecte.

source: Enable Timed Exams
ro: Activare Examene Cronometrate
