Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Student {user} is already on the certificate invalidation list and cannot be added to the certificate exception list.
ro: Cursantul {user} este deja pe lista de certificate invalidate și nu poate fi adăugat pe lista cu excepții pentru certificate.

source: Student (username/email={user}) already in certificate exception list.
ro: Cursantul (username/email={user}) este deja în lista cu excepții pentru certificate.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
ro: Numele de utilizator al cursantului/câmpul e-mail este obligatoriu și nu poate fi lăsat liber. Te rugăm să completezi numele de utilizator/email-ul, apoi să apeși butonul „Adăugați la Lista cu excepții".

source: The record is not in the correct format. Please add a valid username or email address.
ro: Datele înregistrate nu sunt în formatul corect. Te rugăm să adăugi un nume de utilizator sau o adresă de e-mail valide.

source: {user} does not exist in the LMS. Please check your spelling and retry.
ro: {user} nu există în LMS. Te rugăm să verifici ortografia și să încerci din nou.

source: Invalid data, generate_for must be "new" or "all".
ro: Date invalide, generate_for trebuie să fie „nou” sau „toate”.

source: Certificate generation started for white listed students.
ro: A început generarea de certificate pentru cursanții de pe lista albă.

source: user "{user}" in row# {row}
ro: utilizator „{user}” în rândul # {row}

source: user "{username}" in row# {row}
ro: utilizator „{username}” în rândul # {row}

source: The student {student} appears on the Certificate Exception list in course {course}. Please remove them from the Certificate Exception list before attempting to invalidate their certificate.
ro: Cursantul {student} apare pe lista cu excepții pentru certificate în cursul {course}. Te rugăm să îi elimini din lista cu excepții înainte de a încerca să le invalidezi certificatele.

source: Certificate of {user} has already been invalidated. Please check your spelling and retry.
ro: Certificatul pentru {user} a fost deja invalidat. Te rugăm să verifici ortografia și să încerci din nou.

source: Certificate for student {user} is already invalid, kindly verify that certificate was generated for this student and then proceed.
ro: Certificatul pentru cursantul {user} este deja invalid, te rugăm să verifici dacă certificatul a fost generat pentru acest cursant și apoi să continui.

source: Certificate Invalidation does not exist, Please refresh the page and try again.
ro: Invalidarea certificatului nu există. Reîncarcă pagina și încearcă din nou.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
ro: Numele de utilizator / câmpul e-mail al cursantului este obligatoriu și nu poate fi gol. Te rugăm să completezi numele de utilizator / adresa de e-mail și apoi să apeși butonul „Invalidează certificatul”.

source: The student {student} does not have certificate for the course {course}. Kindly verify student username/email and the selected course are correct and try again.
ro: Cursantul {student} nu are un certificat pentru cursul {course}. Te rugăm să verifici dacă numele de utilizator / e-mailul cursantului și cursul selectat sunt corecte și să încerci din nou.

source: Instructor
ro: Facilitator

source: To gain insights into student enrollment and participation {link_start}visit {analytics_dashboard_name}, our new course analytics product{link_end}.
ro: Pentru a obține informații despre înscrierea și participarea cursanților {link_start} accesează {analytics_dashboard_name}, noul nostru produs cu date analizate din curs {link_end}.

source: Special Exams
ro: Examene speciale

source: Certificates
ro: Certificate

source: Please Enter the numeric value for the course price
ro: Te rugăm să introduci valoarea numerică pentru prețul cursului

source: CourseMode with the mode slug({mode_slug}) DoesNotExist
ro: CourseMode cu modul slug ({mode_slug}) DoesNotExist

source: CourseMode price updated successfully
ro: Prețul Modulului de Curs a fost actualizat cu succes

source: Course Info
ro: Informații despre curs

source: Enrollment data is now available in {dashboard_link}.
ro: Datele de înscriere sunt acum disponibile în {dashboard_link}.

source: Membership
ro: Calitate de membru

source: Cohorts
ro: Cohorte

source: Discussions
ro: Discuții

source: Student Admin
ro: Admin cursant

source: Extensions
ro: Extensii

source: Data Download
ro: Descărcare date

source: Analytics
ro: Analize date

source: Open Responses
ro: Răspunsuri deschise

source: 0 sent
ro: 0 trimise

source: Complete
ro: Complet

source: Incomplete
ro: Incomplet

source: Could not find student matching identifier: {student_identifier}
ro: Nu s-a găsit identificatorul care corespunde cursanților: {student_identifier}

source: Unable to parse date:
ro: Nu se poate analiza data:

source: Couldn't find module for url: {0}
ro: Nu s-a putut găsi modulul pentru adresa URL: {0}

source: Could not find student enrollment in the course.
ro: Nu a fost găsită înscrierea cursantului în curs.

source: Unit {0} has no due date to extend.
ro: Unitatea {0} nu are un termen limită pentru prelungire.

source: An extended due date must be later than the original due date.
ro: Un termen limită prelungit trebuie să fie ulterior termenului limită inițial.

source: Full Name
ro: Nume complet

source: Extended Due Date
ro: Termen limită prelungit

source: Users with due date extensions for {0}
ro: Utilizatori cu prelungire a termenului limită pentru {0}

source: Due date extensions for {0} {1} ({2})
ro: Prelungiri ale termenului limită pentru {0} {1} ({2})

source: Requested task is already running
ro: Sarcina solicitată este în curs de realizare

source: Error occured. Please try again later.
ro: A apărut o eroare. Te rugăm să încerci din nou mai târziu.

source: detailed enrollment
ro: înscriere detaliată

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
ro: Raportul {report_type} este în curs de creare. Pentru a vizualiza starea raportului, consultă „Activități în așteptare” de mai jos. Vei putea descărca raportul după finalizare.

source: This component cannot be rescored.
ro: Această componentă nu poate fi revizuită.

source: This component does not support score override.
ro: Această componentă nu permite depășirea punctajului.

source: Scores must be between 0 and the value of the problem.
ro: Punctajele trebuie să fie între 0 și valoarea problemei.

source: Not all problems in entrance exam support re-scoring.
ro: Nu toate problemele din examenul de admitere permit revizuirea punctajului.

source: An error has occurred. Task was not created.
ro: A apărut o eroare. Activitatea nu a fost creată.

source: rescored
ro: revizuit

source: overridden
ro: depășit

source: reset
ro: resetat

source: deleted
ro: şters

source: emailed
ro: e-mail trimis

source: graded
ro: notat

source: certificates generated
ro: certificate generate

source: cohorted
ro: înregistrat în cohorte

source: compressed
ro: comprimat

source: No status information available
ro: Nu sunt informații disponibile despre status

source: No message provided
ro: Niciun mesaj furnizat

source: No progress status information available
ro: Nu sunt disponibile informații despre progres.

source: Programs
ro: Programe

source: Program Details
ro: Detaliile Programului

source: Enrollment
ro: Înscriere

source: Manage User
ro: Gestionează utilizatorul

source: Disable User Account
ro: Dezactivează contul utilizatorului

source: Entitlements
ro: Drepturi

source: username
ro: nume de utilizator

source: Usable
ro: Utilizabil

source: Unusable
ro: Inutilizabil

source: User Enabled Successfully
ro: Utilizator activat cu succes

source: User Disabled Successfully
ro: Utilizator dezactivat cu succes

source: You must complete a survey
ro: Este nevoie să completezi un sondaj.

source: Teams
ro: Echipe

source: username or (team_id or teamset_id) must be specified.
ro: numele de utilizator sau (team_id or teamset_id) trebuie specificat.

source: Username is required.
ro: Numele de utilizator este necesar.

source: The course for which this deadline applies
ro: Cursul pentru care se aplică acest termen limită

source: Make payment
ro: Realizează plata

source: Take photo
ro: Faceți poză

source: Take a photo of your ID
ro: Faceți o poză a actului de identitate

source: Review your info
ro: Revizuiește informațiile

source: Enrollment confirmation
ro: Confirmare înscriere

source: Selected price is not valid number.
ro: Prețul selectat nu este un număr valid

source: This course doesn't support paid certificates
ro: Acest curs nu acceptă certificate contracost.

source: Name must be at least {min_length} character long.
ro: Numele trebuie să conțină cel puțin {min_length} caractere.

source: Image data is in an unsupported format.
ro: Imaginea are un format neacceptat.

source: Image data is not valid.
ro: Datele referitoare la imagine nu sunt valide.

source: Your {platform_name} Verification Has Been Denied
ro: Verificarea pentru {platform_name} a fost respinsă.

source: Please correct the errors below.
ro: Te rugăm corectează erorile de mai jos.

source: Are you sure you want to cancel retirement for user "%(username)s"?
ro: Ești sigur că vrei să anulezi retragerea pentru utilizatorul ”%(username)s”?

source: Welcome to %(course_name)s
ro: Bun venit în cursul %(course_name)s

source: To get started, please visit https://%(site_name)s.
ro: Pentru a începe, accesează https://%(site_name)s.

source: The login information for your account follows:
ro: Datele de autentificare în contul tău sunt următoarele:

source: password: %(password)s
ro: parolă: %(password)s

source: It is recommended that you change your password.
ro: Îți recomandăm să îți schimbi parola.

source: You may access your course.
ro: Poți accesa cursul.

source: Sincerely yours, The %(course_name)s Team
ro: Toate cele bune, Echipa cursului %(course_name)s

source: To get started, please visit https://%(site_name)s. The login information for your account follows.
ro: Pentru a începe, te invităm să accesezi https://%(site_name)s. Datele de autentificare în contul tău sunt următoarele:

source: You may access your course at: %(course_url)s.
ro: Poți accesa cursul tău la: %(course_url)s.

source: You have been enrolled in %(course_name)s
ro: Te-ai înscris la %(course_name)s.

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s
ro: Ai fost invitat/ă să testezi varianta beta a cursului %(course_name)spe%(site_name)s

source: The invitation has been sent by a member of the course staff.
ro: Invitația a fost trimisă de un membru din echipa cursului.

source: To start accessing course materials, please visit:
ro: Pentru a accesa materialele cursului, intră pe:

source: To enroll in this course and begin the beta test:
ro: Pentru a te înscrie la acest curs și a testa varianta beta:

source: Visit %(course_name)s
ro: Accesează%(course_name)s

source: Visit %(site_name)s
ro: Intră pe%(site_name)s

source: This email was automatically sent from %(site_name)s to %(email_address)s
ro: Acest e-mail a fost trimis automat de la %(site_name)scătre %(email_address)s

source: Dear %(full_name)s
ro: Dragă %(full_name)s

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
ro: Ai fost invitat/ă de către un membru din echipa cursului să testezi varianta beta a cursului %(course_name)spe %(site_name)s.

source: To start accessing course materials, please visit %(course_url)s
ro: Pentru a accesa materialele cursului, intră aici %(course_url)s

source: Visit %(course_about_url)s to enroll in this course and begin the beta test.
ro: Accesează %(course_about_url)spentru a te înscrie la acest curs și a începe testul beta.

source: Visit %(site_name)s to enroll in this course and begin the beta test.
ro: Accesează %(site_name)s pentru a te înscrie la acest curs și a începe testul beta.

source: You have been invited to a beta test for %(course_name)s
ro: Ai fost invitat/ă la un test beta pentru cursul %(course_name)s

source: You have been invited to %(course_name)s
ro: Ai fost invitat/ă în cursul %(course_name)s

source: You have been invited to join %(course_name)s at %(site_name)s by a member of the course staff.
ro: Ai fost invitat/ă să te alături cursului %(course_name)spe%(site_name)s de către un membru din echipa cursului.

source: To access this course click on the button below and login:
ro: Pentru a accesa cursul dă click pe butonul de mai jos și introdu datele de autentificare.

source: To access this course visit it and register:
ro: Pentru a accesa acest curs, intră și înregistrează-te.

source: Please finish your registration and fill out the registration form making sure to use %(email_address)s in the Email field:
ro: Te rugăm să finalizezi înregistrarea și să completezi formularul de înregistrare. Asigură-te că folosești %(email_address)s în câmpul E-mail.

source: Finish Your Registration
ro: Finalizează înregistrarea

source: Once you have registered and activated your account, you will see %(course_name)s listed on your dashboard.
ro: Odată ce te-ai înregistrat și ți-ai activat contul, vei vedea %(course_name)slistat în Dashboard.

source: Once you have registered and activated your account, you will be able to access this course:
ro: Odată ce te-ai înregistrat și ți-ai activat contul, vei putea accesa cursul:

source: You can then enroll in %(course_name)s.
ro: Te poți înscrie apoi la cursul %(course_name)s .

source: Dear student,
ro: Dragă cursant/ă,

source: To access this course visit %(course_url)s and login.
ro: Pentru a accesa acest curs, intră pe %(course_url)sși autentifică-te în cont.

source: To access this course visit %(course_about_url)s and register for this course.
ro: Pentru a accesa acest curs, intră pe %(course_about_url)sși înregistrează-te la curs.

source: To finish your registration, please visit %(registration_url)s and fill out the registration form making sure to use %(email_address)s in the Email field.
ro: Pentru a finaliza înregistrarea, accesează %(registration_url)sși completează formularul de înregistrare. Asigură-te că folosești %(email_address)s în câmpul E-mail.

source: Once you have registered and activated your account, visit %(course_about_url)s to join this course.
ro: Odată ce te-ai înregistrat și ți-ai activat contul, intră pe %(course_about_url)spentru a te alătura cursului.

source: You have been invited to register for %(course_name)s
ro: Ai fost invitat/ă să te înregistrezi în %(course_name)s

source: You have been unenrolled from %(course_name)s
ro: Nu mai ești înscris/ă în cursul %(course_name)s

source: You have been unenrolled from the course %(course_name)s by a member of the course staff. Please disregard the invitation previously sent.
ro: Nu mai ești înscris/ă în cursul %(course_name)s. Te rugăm să nu iei în considerare invitația trimisă anterior.

source: Dear Student,
ro: Dragă cursant/ă,

source: You have been unenrolled from %(course_name)s
ro: Nu mai ești înscris/ă în cursul %(course_name)s

source: You have been unenrolled from %(course_name)s at %(site_name)s by a member of the course staff. This course will no longer appear on your %(site_name)s dashboard.
ro: Nu mai ești înscris/ă în cursul %(course_name)sde pe %(site_name)s. Acest curs nu va mai apărea în dashboard din %(site_name)s.

source: Your other courses have not been affected.
ro: Celelalte cursuri la care ești înscris/ă nu au fost afectate.

source: This email was automatically sent from %(site_name)s to %(full_name)s
ro: Acest e-mail a fost trimis automat de la %(site_name)s către %(full_name)s

source: You have been enrolled in %(course_name)s
ro: Ai fost înscris/ă în cursul %(course_name)s

source: You have been enrolled in %(course_name)s at %(site_name)s by a member of the course staff. This course will now appear on your %(site_name)s dashboard.
ro: Ai fost înscris/ă în cursul %(course_name)s de pe %(site_name)sde către un membru al echipei cursului. Acest curs va apărea în dashboard din %(site_name)s.

source: Access the Course Materials Now
ro: Accesează materialele din curs acum

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s
ro: Ai fost retras ca tester beta în %(course_name)s din%(site_name)s.

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
ro: Ai fost retras ca tester beta în %(course_name)s din %(site_name)s de către un membru al echipei cursului.

source: This course will remain on your dashboard, but you will no longer be part of the beta testing group.
ro: Cursul va rămâne în dashboard, dar nu vei mai face parte din grupul de testare beta.

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff. This course will remain on your dashboard, but you will no longer be part of the beta testing group.
ro: Ai fost retras ca tester beta în %(course_name)s din %(site_name)s de către un membru al echipei cursului. Cursul va rămâne în dashboard, dar nu vei mai face parte din grupul de testare beta.

source: You have been removed from a beta test for %(course_name)s
ro: Ai fost retras ca tester beta în %(course_name)s

source: Signed Out
ro: Dezautentificat

source: You have signed out.
ro: Te-ai dezautentificat.

source: We are signing you in.
ro: Vei fi autentificat/ă.

source: This may take a minute. If you are not redirected, go to the home page.
ro: Poate dura câteva minute. Dacă nu ești redirecționat/ă, mergi în pagina de start.

source: If you are not redirected within 5 seconds, {start_anchor}click here to go to the home page{end_anchor}.
ro: Dacă nu ești redirecționat/ă în 5 secunde {start_anchor} dă click aici pentru a accesa pagina de start {end_anchor}.

source: Skip to main content
ro: Mergi direct la conținutul principal

source: Authorize
ro: Autorizează

source: The above application requests the following permissions from your account:
ro: Acțiunea de mai sus necesită următoarele permisiuni din contul tău:

source: These permissions will be granted for data from your courses associated with the following content providers:
ro: Aceste permisiuni vor fi acordate pentru datele disponibile din cursurile la care ești înscris/ă asociate cu următorii furnizori de conținut:

source: Please click the 'Allow' button to grant these permissions to the above application. Otherwise, to withhold these permissions, please click the 'Cancel' button.
ro: Te rugăm dă click pe butonul ”Permite” pentru a acorda permisiuni pentru acțiunea de mai sus. Altfel, pentru a nu acorda permisiunile, dă click pe butonul ”Anulez”.

source: Allow
ro: Permite

source: Error
ro: Eroare

source: ID Verification Approved
ro: Verificarea ID-ului a fost aprobată

source: Hello %(full_name)s,
ro: Bună, %(full_name)s,

source: Your %(platform_name)s ID verification photos have been approved.
ro: Fotografiile pentru verificarea ID-ului tău pe %(platform_name)s au fost aprobate.

source: Your approval status remains valid for two years, and it will expire %(expiration_datetime)s.
ro: Aprobarea este validă pentru 2 ani, și va expira la %(expiration_datetime)s.

source: Enjoy your studies,
ro: Bucură-te de învățare!

source: Hello %(full_name)s,
ro: Bună,%(full_name)s,.

source: Your %(platform_name)s ID verification was approved!
ro: Verificarea ID-ului tău pe %(platform_name)s a fost aprobată.

source: Expired ID Verification
ro: Verificarea ID-ului a expirat

source: Your %(platform_name)s ID verification has expired.
ro: Verificarea ID-ului tău pe %(platform_name)sa expirat.

source: You must have a valid ID verification to take proctored exams and qualify for certificates.
ro: Este necesară o verificare ID validă pentru a susține examene supravegheate și a te califica pentru obținerea certificatelor.

source: Follow the link below to submit your photos and renew your ID verification.
ro: Accesează linkul de mai jos pentru a trimite fotografiile și a-ți reînnoi verificarea ID-ului.

source: You can also do this from your dashboard.
ro: Poți face acest lucru și din dashboard.

source: Resubmit Verification : %(lms_verification_link)s
ro: Trimite din nou verificarea: %(lms_verification_link)s

source: ID verification FAQ : %(help_center_link)s
ro: Verificarea ID-ului FAQ: %(help_center_link)s

source: Your %(platform_name)s Verification has Expired
ro: Verificarea ta pe %(platform_name)s a expirat.

source: ID Verification Submitted
ro: Verificarea ID-ului a fost trimisă.

source: Thank you for submitting your photos for identity verification with %(platform_name)s.
ro: Mulțumim pentru că ai trimis fotografiile pentru verificarea identității pe %(platform_name)s.

source: We have received your photos and they will be reviewed within 3-5 days.
ro: Am primit fotografiile tale și le vom revizui în 3-5 zile lucrătoare.

source: You may check the status on your dashboard: %(dashboard_link)s
ro: Poți verifica statusul în dashboard: %(dashboard_link)s

source: Best regards,
ro: Toate cele bune,

source: Thank you for submitting your photos!
ro: Mulțumim pentru trimiterea fotografiilor tale!

source: Last modified:
ro: Ultima modificare:

source: See all children
ro: Vezi toate sub-categoriile

source: This article was last modified:
ro: Acest articol a fost modificat ultima dată:

source: Add new article
ro: Adaugă articol nou

source: Create article
ro: Creează articol

source: Go back
ro: Înapoi

source: Delete article
ro: Șterge articol

source: Delete
ro: Șterge

source: You cannot delete a root article.
ro: Nu poți șterge un articol de bază.

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
ro: Nu poți șterge acest articol pentru ca nu ai permisiuni pentru a șterge articole cu sub-categorii. Încearcă să ștergi sub-categoriile manual, pe rând.

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
ro: Ești pe cale să ștergi un articol. Ai în vedere că sub-categoriile articolului vor fi șterse. Dacă activezi ștergerea, sub-categoriile vor fi și ele curățate.

source: Articles that will be deleted
ro: Articole care vor fi șterse

source: ...and more!
ro: ... și multe altele!

source: You are deleting an article. Please confirm.
ro: Ești oe cale să ștergi un articol. Te rugăm să confirmi.

source: Edit
ro: Editează

source: Save changes
ro: Salvează modificările

source: Preview
ro: Previzualizează

source: Wiki Preview
ro: Previzualizare Wiki

source: window open
ro: fereastră deschisă

source: Back to editor
ro: Înapoi la editor

source: History
ro: Istoric

source: Change
ro: Modifică

source: Useful examples:
ro: Exemple utile:

source: List
ro: Listă

source: Quotes
ro: Citate

source: Attachments
ro: Fișiere atașate

source: Upload new file
ro: Încarcă un fișier nou

source: Search and add file
ro: Caută și adaugă fișier

source: Upload File
ro: Încarcă un fișier

source: Upload file
ro: Încarcă un fișier

source: Search files and articles
ro: Caută fișiere și articole

source: Search
ro: Caută

source: Size
ro: Dimensiune

source: Replace
ro: Înlocuiește

source: There are no attachments for this article.
ro: Nu există fișiere atașate pentru acest articol.

source: LMS Administration
ro: Administrarea LMS

source: Go to %(platform_name)s Home Page
ro: Mergi în Pagina principală în %(platform_name)s
