Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Note: No spaces or special characters are allowed.
ro: Notă: Spațiile sau caracterele speciale nu sunt permise.

source: e.g. CS101
ro: ex: CS101

source: The unique number that identifies the new course within the organization. (This number will be the same as the original course number and cannot be changed.)
ro: Numărul unic prin care se identifică noul curs în cadrul organizației. (Acest număr va fi același cu numărul original al cursului și nu poate fi schimbat.)

source: e.g. 2014_T1
ro: ex: 2014_T1

source: The term in which the new course will run. (This value is often different than the original course run value.)
ro: Termenul în care se va desfășura noul curs. (Această valoare este adesea diferită de valoarea iterației cursului original.)

source: Create Re-run
ro: Creează iterația

source: When will my course re-run start?
ro: Când va începe noua iterație a cursului?

source: The new course is set to start on January 1, 2030 at midnight (UTC).
ro: Noul curs este setat să înceapă în 1 Ianuarie 2030 la miezul nopții (UTC).

source: What transfers from the original course?
ro: Ce se transferă de la cursul original?

source: Course Updates
ro: Actualizari curs

source: New Update
ro: Actualizare nouă

source: Collapse All Sections
ro: Restrângeți toate secţiunile

source: Expand All Sections
ro: Extindeţi toate secţiunile

source: View Live
ro: Vezi în direct

source: Pages
ro: Pagini

source: New Page
ro: Pagină nouă

source: Internal Server Error
ro: Eroare Internă de Server

source: The Page You Requested Page Cannot be Found
ro: Pagina solicitată nu poate fi găsită

source: We're sorry. We couldn't find the {studio_name} page you're looking for. You may want to return to the {studio_name} Dashboard and try again.
ro: Ne pare rău. Nu am putut găsi pagina {studio_name} pe care o căutați. Poate doriți să reveniți la Tabloul de bord {studio_name} și să încercați din nou.

source: The Server Encountered an Error
ro: Serverul a identificat o Eroare

source: We're sorry. There was a problem with the server while trying to process your last request. You may want to return to the {studio_name} Dashboard or try this request again.
ro: Ne pare rău. A apărut o problemă cu serverul în timp ce încerca să proceseze ultima solicitare. Poate doriți să reveniți la Tabloul de bord {studio_name} sau să încercați din nou această solicitare.

source: Back to dashboard
ro: Înapoi la tabloul de bord

source: About Exporting Courses
ro: Despre Exportarea Cursurilor

source: You can export courses and edit them outside of {studio_name}. The exported file is a .tar.gz file (that is, a .tar file compressed with GNU Zip) that contains the course structure and content. You can also re-import courses that you've exported.
ro: Puteți exporta și edita aceste cursuri în afara {studio_name}. Fișierul exportat este un fișier .tar.gz (adică un fișier .tar comprimat cu GNU Zip) care conține structura și conținutul cursului. Puteți, de asemenea, să reimportați cursuri pe care le-ați exportat.

source: Course Structure
ro: Structură Curs

source: Individual Problems
ro: Exerciții Individuale

source: Course Assets
ro: Active Curs

source: Course Settings
ro: Setări curs

source: What content is exported?
ro: Ce conținut este exportat?

source: The following content is exported.
ro: Următorul conținut este exportat.

source: Course content and structure
ro: Conținut și structură curs

source: Course dates
ro: Datele cursului

source: Grading policy
ro: Politica de notare

source: The course team
ro: Echipa cursului

source: Export Failed
ro: Exportare eșuată

source: Export Succeeded
ro: Exportare reușită

source: Your course:
ro: Cursul tău:

source: Welcome
ro: Bine ai venit!

source: Welcome to {studio_name}
ro: Bine ai venit la {studio_name}

source: {studio_name} helps manage your online courses, so you can focus on teaching them
ro: {studio_name} te ajută să îți gestionezi cursurile online, pentru a te concentra să le preda

source: {studio_name}'s Many Features
ro: Funcționalitățile multiple ale {studio_name}

source: {studio_name} Helps You Keep Your Courses Organized
ro: {studio_name} te ajută să îți păstrezi cursurile organizate

source: Enlarge image
ro: Mărește Imagine

source: Keeping Your Course Organized
ro: Păstrare organizată a cursurilor tale

source: Simple Organization For Content
ro: Organizare simplă pentru conținut

source: Change Your Mind Anytime
ro: Răzgândește-te oricând

source: Create Learning Pathways
ro: Creează tarseele de învățare

source: Work Visually, Organize Quickly
ro: Lucrează vizual, Organizează rapid

source: Instant Changes
ro: Modificări imediate

source: Work in Teams
ro: Lucrează în echipe

source: Sign Up for {studio_name} Today!
ro: Înscrie-te la {studio_name} astăzi!

source: Already have a {studio_name} Account? Sign In
ro: Ai deja un cont la {studio_name}? Intră în cont

source: More than Just Lectures
ro: Mai mult decât lecturi

source: Publishing on Date
ro: Publicare la timp

source: Library Import
ro: Importă librărie

source: Course Import
ro: Importă curs

source: Choose a File to Import
ro: Alege un fișier pentru import

source: File Chosen:
ro: Fișier ales:

source: Integrating your imported content into this course. This process might take longer with larger courses.
ro: Integrarea conținutului importat în acest curs. Acest proces ar putea dura mai mult în cazul cursurilor mai ample.

source: Note: Library content is not automatically updated in courses
ro: Notă: Conținutul librăriei nu este actualizat în mod automat în cursuri

source: If you change and import a library that is referenced by randomized content blocks in one or more courses, those courses do not automatically use the updated content. You must manually refresh the randomized content blocks to bring them up to date with the latest library content.
ro: Dacă schimbați și importați o librărie care este menționată prin blocuri de conținut randomizate în unul sau mai multe cursuri, aceste cursuri nu utilizează automat conținutul actualizat. Trebuie să reîmprospătați manual blocurile de conținut randomizat pentru a le aduce la zi cu cel mai recent conținut din librărie.

source: {studio_name} Home
ro: {studio_name} Acasă

source: Create
ro: Creează

source: Show all courses in organization:
ro: Arată toate cursurile din organizație:

source: Courses Being Processed
ro: Cursuri în curs de procesare

source: Archived Courses
ro: Cursuri Arhivate

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team will evaluate your request and provide you feedback within 24 hours during the work week.
ro: {studio_name} este o soluție găzduită pentru partenerii noștri xConsortium și pentru vizitatorii selectați. Cursurile în care sunteți membru al echipei apar mai sus pentru a edita, în timp ce privilegiile de creator de curs sunt acordate de {platform_name}. Echipa noastră va evalua cererea ta și îți va oferi feedback în decurs de 24 de ore, în zile lucrătoare.

source: Request the Ability to Create Courses
ro: Solicită Permisiunea de a Crea Cursuri

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is has completed evaluating your request.
ro: {studio_name} este o soluție găzduită pentru partenerii noștri xConsortium și pentru vizitatorii selectați. Cursurile în care sunteți membru al echipei apar mai sus pentru a edita, în timp ce privilegiile de creator de curs sunt acordate de {platform_name}. Echipa noastră a finalizat evaluarea cererii tale.

source: {studio_name} is a hosted solution for our xConsortium partners and selected guests. Courses for which you are a team member appear above for you to edit, while course creator privileges are granted by {platform_name}. Our team is currently evaluating your request.
ro: {studio_name} este o soluție găzduită pentru partenerii noștri xConsortium și pentru vizitatorii selectați. Cursurile în care sunteți membru al echipei apar mai sus pentru a edita, în timp ce privilegiile de creator de curs sunt acordate de {platform_name}. Echipa noastră evaluează în prezent cererea ta.

source: Libraries hold a pool of components that can be re-used across multiple courses. Create your first library with the click of a button!
ro: Librăriile conțin un grup de componente care pot fi refolosite pe parcursul mai multor cursuri. Creați prima librărie la un clic distanță!

source: Can I create courses in {studio_name}?
ro: Pot crea cursuri în {studio_name}?

source: In order to create courses in {studio_name}, you must {link_start}contact {platform_name} staff to help you create a course{link_end}.
ro: Pentru a crea cursuri în {studio_name}, trebuie să {link_start}contactați echipa cursului din platforma {platform_name} pentru a vă ajuta să creați un curs{link_end}.

source: In order to create courses in {studio_name}, you must have course creator privileges to create your own course.
ro: Pentru a crea cursuri în {studio_name}, trebuie să aveți permisiuni de creator de cursuri pentru a vă crea propriul curs.

source: Your request to author courses in {studio_name} has been denied. Please {link_start}contact {platform_name} Staff with further questions{link_end}.
ro: Solicitarea de a administra cursuri în {studio_name} a fost respinsă. Te rugăm {link_start} contactează echipa cursului din platfoma {platform_name} pentru întrebări suplimentare{link_end}.

source: Thanks for signing up, {name}!
ro: Mulțumim pentru înregistrare, {name}!

source: We need to verify your email address
ro: Acum îți verificăm adresa de e-mail

source: Almost there! In order to complete your sign up we need you to verify your email address ({email}). An activation message and next steps should be waiting for you there.
ro: Încă puțin! Pentru a finaliza înregistrarea este nevoie să îți verifici adresa de e-mail ({email}). Vei găsi acolo un mesaj pentru activare și următorii pași de urmat.

source: Need help?
ro: Ai nevoie de ajutor?

source: Please check your Junk or Spam folders in case our email isn't in your INBOX. Still can't find the verification email? Request help via the link below.
ro: Te rugăm să verifici folderele Spam sau Promotions în cazul în care e-mail-ul nostru nu a ajuns la tine în Inbox. Nu îl găsești nici acolo? Solicită ajutor accesând linkul de mai jos.

source: Add components to your library for use in courses, using Add New Component at the bottom of this page.
ro: Adaugă componente în librăria personală pentru a fi folosite în cursuri, utilizând Adaugă Element Nou din partea de jos a paginii.

source: Using library content in courses
ro: Utilizarea conținutului librăriei în cursuri

source: Library Users can view library content and can reference or use library components in their courses, but they cannot edit the contents of a library.
ro: Utilizatorii Librăriei pot vizualiza conținutul și pot face referire sau pot folosi componente ale librăriei în cursul lor, însă nu pot edita conținuturile unei librării.

source: Course Credit Requirements
ro: Cerințele de credit pentru curs

source: Proctored Exam {number}
ro: Examen supravegheat {number}

source: Instructor-Paced
ro: În ritmul facilitatorului

source: Instructor-paced courses progress at the pace that the course author sets. You can configure release dates for course content and due dates for assignments.
ro: Cursurile desfășurate în ritmul cerut de facilitator avansează în ritmul setat de creatorul cursului. Puteți configura datele de lansare ale cursului și termenele limită pentru teme.

source: Self-Paced
ro: În ritm propriu

source: Course Schedule
ro: Programul Cursului

source: Course Start Date
ro: Data începerii cursului

source: First day the course begins
ro: Prima zi de start a cursului

source: Course End Date
ro: Data finalizării cursului

source: Last day your course is active
ro: Ultima zi în care cursul este activ

source: Certificates Available Date
ro: Data de eliberare a certificatelor

source: Course Details
ro: Detali curs

source: Identify the course language here. This is used to assist users find courses that are taught in a specific language. It is also used to localize the 'From:' field in bulk emails.
ro: Identifică aici limba cursului. Aceasta este utilizată pentru a ajuta utilizatorii să descopere cursuri predate într-o limbă specifică. Este utilizată, de asemenea, pentru a localiza câmpul „De la” în e-mailuri trimise în masă.

source: Course Title
ro: Titlu curs

source: Displayed as title on the course details page. Limit to 50 characters.
ro: Afișat ca titlu pe pagina de detalii a cursului. Limită de 50 caractere.

source: Course Duration
ro: Durată curs

source: Course Description
ro: Descriere curs

source: Displayed on the course details page. Limit to 1000 characters.
ro: Afișată în pagina de detalii a cursului. Limită de 1000 caractere.

source: Course Short Description
ro: Scurtă Descriere a cursului

source: Course Overview
ro: Prezentare generală a cursului

source: HTML Code Editor
ro: Editor de cod HTML

source: Introductions, prerequisites, FAQs that are used on {a_link_start}your course summary page{a_link_end} (formatted in HTML)
ro: Introduceri, cerințe prealabile, întrebări frecvente care sunt utilizate pe {a_link_start}pagina de rezumat a cursului {a_link_end} (formatată în HTML)

source: Course Card Image
ro: Imaginea Cursului

source: Video Thumbnail Image
ro: Imaginea Video în Miniatură

source: Your course currently does not have a video thumbnail image. Please upload one (JPEG or PNG format, and minimum suggested dimensions are 375px wide by 200px tall)
ro: Cursul dumneavoastră nu are momentan o imagine video în miniatură. Vă rugăm încărcați una (format JPEG sau PNG și dimeniunile minime sugerate sunt de 375px lățime la 200 px înălțime)

source: Your video thumbnail image URL
ro: URL-ul imaginii dumneavoastră video în miniatură

source: Please provide a valid path and name to your video thumbnail image (Note: only JPEG or PNG format supported)
ro: Vă rugăm furnizați o traiectorie validă și numele imaginii dvs video în miniatură (Notă: doar formaturile JPEG sau PNG sunt suportate)

source: Upload Video Thumbnail Image
ro: Încărcați Imagine Video în Miniatură

source: Learning Outcomes
ro: Rezultatele Învățării

source: Add Instructor
ro: Adaugă Facilitator

source: Prerequisite Course
ro: Cerințe Prealabile ale Cursului

source: None
ro: Nimic

source: Course that students must complete before beginning this course
ro: Cursuri pe care cursanții trebuie să le absolve înainte de a începe acest curs

source: set pre-requisite course
ro: setează cursuri cerute în prealabil

source: Require students to pass an exam before beginning the course.
ro: Cere cursanților să treacă un examen înainte de a începe acest curs

source: Grade Requirements
ro: Cerințe Acordare Note

source: Other information from this page appears on the About page for your course. This information includes the course overview, course image, introduction video, and estimated time requirements. Students use About pages to choose new courses to take.
ro: Alte informații referitoare la această pagină, apar pe pagina Despre a cursului. Această informație include prezentarea generală a cursului, imaginea cursului, videoclipul de introducere și timpul estimat pentru parcurgere. Cursanții folosesc paginile Despre pentru a alege cursuri noi.

source: Show Deprecated Settings
ro: Arată setările vechi

source: Grading Settings
ro: Setările de acordare a notelor

source: Set Access
ro: Setează acces

source: Course Video Settings
ro: Setările video ale cursului

source: Restrict access to:
ro: Restricționează accesul:

source: Select a group type
ro: Selectează un tip de grup

source: All Learners and Staff
ro: Toți cursanții și Staff-ul

source: Select one or more groups:
ro: Selectează unul sau mai multe grupuri:

source: Confirm
ro: Confirmă

source: previous
ro: înapoi

source: next
ro: înainte

source: Thanks for activating your account.
ro: Mulțumim pentru activarea contului.

source: This account has already been activated.
ro: Contul a fost deja activat.

source: Visit your {link_start}dashboard{link_end} to see your courses.
ro: Vizitează {link_start} Tabloul de Bord{link_end} pentru a vedea cursurile.

source: You can now {link_start}sign in{link_end}.
ro: Acum poți să te {link_start}autentifici{link_end}.

source: Activation Invalid
ro: Activare invalidă

source: Something went wrong. Email programs sometimes split URLs into two lines, so make sure the URL you're using is formatted correctly. If you still have issues, send us an email message at {email_start}{email}{email_end}.
ro: A apărut o eroare. Uneori, programele de e-mail separă URL-urile în două linii, asigură-te că URL-ul pe care îl folosești are formatul corect. Dacă situația persistă, trimite-ne un e-mail la {email_start}{email}{email_end}.

source: Return to the {link_start}home page{link_end}.
ro: Întoarce-te la {link_start}Pagina principală{link_end}.

source: Support will be removed in an upcoming release.
ro: Suportul va fi eliminat la următoarea lansare.

source: Support will be removed on {expiration_date}.
ro: Suportul va fi eliminat în {expiration_date}.

source: This course uses a legacy storage format.
ro: Acest curs folosește un format de stocare vechi.

source: Please reach out to your support team contact, if you have any additional questions or concerns.
ro: Pentru întrebări și clarificări suplimentare, te rugăm să te adresezi echipei de suport.

source: Policies
ro: Politici

source: Accessibility Accommodation Request
ro: Cerere de asigurare a accesibilității

source: Current Course:
ro: Cursul Actual

source: Course Navigation
ro: Navigare curs

source: Sign Up
ro: Înregistrare

source: Heading
ro: Rubrica

source: Insert a heading
ro: Inserează rubrică

source: Explanation
ro: Explicație

source: Access the Open edX Portal
ro: Accesează portalul Open edX

source: Open edX Portal
ro: Portal Open edX

source: Currently signed in as:
ro: Înregistrat ca:

source: Wiki notifications
ro: Notificări Wiki

source: Wiki images
ro: Imagini Wiki

source: Wiki attachments
ro: Fișiere Wiki ataşate

source: Only localhost... muahahaha
ro: Doar gazda locală ....

source: Initial title of the article. May be overridden with revision titles.
ro: Titlul inițial al articolului. Poate fi modificat mai târziu.

source: Type in some contents
ro: Adaugă conținut

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
ro: Acesta este doar conținutul inițial al articolului. După creare, poți folosi funcționalități mai complexe, precum adăugarea de plugin-uri, meta data, articole conexe etc. ...

source: Contents
ro: Conținuturi

source: Summary
ro: Rezumat

source: Give a short reason for your edit, which will be stated in the revision log.
ro: Adaugă un motiv pentru editare, va fi afișat în istoricul revizuirilor.

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
ro: În timp ce tu editai, altcineva a revizuit. Conținuturile create de tine au fost unite automat cu celalalte. Te rugăm să verifici textul de mai jos.

source: No changes made. Nothing to save.
ro: Nicio modificare. Nimic de salvat.

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
ro: Aceasta va fi adresa unde articolul poate fi găsit. Folosiți doar caractere alfanumerice și - sau _. Rețineți că nu puteți schimba slug-ul după crearea articolului.

source: Write a brief message for the article's history log.
ro: Scrie un mesaj scurt pentru istoricul articolului.

source: A slug may not begin with an underscore.
ro: Un slug nu poate începe cu un caracter de subliniere.

source: A deleted article with slug "%s" already exists.
ro: Există deja un articol șters cu slug-ul "%s"

source: A slug named "%s" already exists.
ro: Există deja un slug cu numele "%s".

source: Yes, I am sure
ro: Da, sunt sigur/ă

source: Purge
ro: Eliminare

source: Purge the article: Completely remove it (and all its contents) with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
ro: Eliminați articolul: Eliminați-l complet (și toate conținuturile acestuia) şi definitiv. Eliminarea este o idee bună dacă doriți să eliberați slug-ul astfel încât utilizatorii să poată crea articole noi în loc.

source: You are not sure enough!
ro: Nu ești suficient de sigur/ă!

source: While you tried to delete this article, it was modified. TAKE CARE!
ro: În timp ce ați încercat să ştergeţi acest articol, acesta a fost modificat. Atenție!

source: Lock article
ro: Blocați articol

source: Deny all users access to edit this article.
ro: Refuzați accesul tuturor utilizatorilor pentru a edita acest articol.

source: Permissions
ro: Permisiuni

source: Owner
ro: Proprietar

source: Enter the username of the owner.
ro: Introduce numele de utilizator al proprietarului.

source: (none)
ro: (niciunul)

source: Inherit permissions
ro: moștenește permisiuni

source: Check here to apply the above permissions recursively to articles under this one.
ro: Bifează aici pentru a aplica recursiv permisiunile de mai sus la articolele afiliate acestuia.

source: Permission settings for the article were updated.
ro: Setările de permisiune pentru acest articol au fost actualizate.

source: Your permission settings were unchanged, so nothing saved.
ro: Setările de permisiune sunt neschimbate, astfel că nimic nu a fost salvat.

source: No user with that username
ro: Niciun utilizator cu acest nume de utilizator

source: Article locked for editing
ro: Articol blocat pentru editare

source: Article unlocked for editing
ro: Articol deblocat pentru editare

source: Filter
ro: Filtru

source: Settings for plugin
ro: Setări pentru plugin

source: current revision
ro: revizuire curentă

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
ro: Revizuire afișată pentru acest articol. Dacă trebuie să reveniţi, schimbați doar valoarea acestui câmp.

source: modified
ro: modificat

source: Article properties last modified
ro: Ultima dată de modificare a proprietăţilor articolului

source: owner
ro: proprietar

source: The owner of the article, usually the creator. The owner always has both read and write access.
ro: Proprietarul articolului, de obicei creatorul. Proprietarul are întotdeauna atât acces de citire, cât și de scriere.

source: group
ro: grup

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
ro: La fel ca într-un sistem de fișiere UNIX, permisiunile pot fi date unui utilizator în funcție de calitatea de membru într-un grup. Grupurile sunt gestionate prin sistemul de autentificare Django.

source: group read access
ro: acces de citire pentru grup

source: group write access
ro: acces de scriere pentru grup

source: others read access
ro: acces de citire pentru alte persoane

source: others write access
ro: acces de scriere pentru alte persoane

source: Article without content (%(id)d)
ro: Articol fără conţinut (%(id)d)

source: content type
ro: tip de conţinut

source: object ID
ro: ID obiect
