Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Article for object
ro: Articol pentru obiect

source: Articles for object
ro: Articole pentru obiect

source: revision number
ro: număr revizuire

source: IP address
ro: adresă IP

source: user
ro: utilizator

source: locked
ro: blocat

source: article
ro: articol

source: article contents
ro: conţinuturi articol

source: article title
ro: titlu articol

source: Each revision contains a title field that must be filled out, even if the title has not changed
ro: Fiecare revizuire conţine un câmp pentru titlu care trebuie completat, chiar dacă titlul nu a fost modificat

source: original article
ro: articol original

source: Permissions are inherited from this article
ro: Permisiunile au fost moştenite din acest articol.

source: A plugin was changed
ro: Plugin-ul a fost schimbat

source: The revision being displayed for this plugin.If you need to do a roll-back, simply change the value of this field.
ro: Revizuirea este afișată pentru acest plugin. Dacă trebuie să reveniți la un pas anterior, schimbați valoarea acestui câmp.

source: (root)
ro: (rădăcină)

source: URL path
ro: cale URL

source: URL paths
ro: căi URL

source: Lost and found
ro: Pierdut şi găsit

source: A short summary of what the file contains
ro: Scurt rezumat a ceea ce conține fișierul

source: Yes I am sure...
ro: Da, sunt sigur/ă...

source: Click to download file
ro: Apasă pentru a descărca fişierul

source: The revision of this attachment currently in use (on all articles using the attachment)
ro: Revizuirea acestui fișier atașat este în uz în prezent (în toate fișierele atașate care folosesc acest fișier atașat)

source: original filename
ro: nume original al fişierului

source: attachment
ro: fișier atașat

source: attachments
ro: fișiere atașate

source: file
ro: fişier

source: attachment revision
ro: revizuire fișier atașat

source: attachment revisions
ro: revizuiri fișier atașat

source: %s was successfully added.
ro: %s a fost adăugat cu succes.

source: Your file could not be saved: %s
ro: Fișierul nu a putut fi salvat: %s

source: Your file could not be saved, probably because of a permission error on the web server.
ro: Fișierul tău nu a putut fi salvat, probabil ca urmare a unei erori de permisiune pe serverul web.

source: %s uploaded and replaces old attachment.
ro: %sîncărcat și înlocuitește vechiul fișier atașat.

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
ro: Noul fișier va fi redenumit automat pentru a se potrivi cu fișierul deja prezent. Fișierele cu extensii diferite nu sunt permise.

source: Current revision changed for %s.
ro: Revizia actuală schimbată pentru %s.

source: Added a reference to "%(att)s" from "%(art)s".
ro: S-a adăugat o referință la ”%(att)s” din ”%(art)s”.

source: The file %s was deleted.
ro: Fișierul %s a fost șters.

source: This article is no longer related to the file %s.
ro: Acest articol nu mai are legătură cu fișierul %s.

source: A file was changed: %s
ro: Un fișier a fost modificat: %s

source: A file was deleted: %s
ro: Un fișier a fost șters: %s

source: The file may be referenced on other articles. Deleting it means that they will loose their references to this file. The following articles reference this file:
ro: Acest fișier poate avea referințe în alte articole. Ștergerea fișierului înseamnă că se vor pierde referințele către acesta. Următoarele articole au referințe către acest fișier:

source: Delete it!
ro: Șterge!

source: Remove
ro: Elimină

source: You can remove a reference to a file, but it will retain its references on other articles.
ro: Poți elimina referința către un fișier, dar va păstra referințele în alte articole.

source: Remove reference
ro: Elimină referință

source: History of
ro: Istoria

source: User
ro: Utilizator

source: File
ro: Fișier

source: Action
ro: Acțiune

source: <em>No description</em>
ro: <em>Nicio descriere</em>

source: Download
ro: Descărcare

source: Use this!
ro: Folosește!

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>. Please note that this attachment is in use on other articles, you may distort contents. However, do not hestitate to take advantage of this and make replacements for the listed articles where necessary. This way of working is more efficient....
ro: Înlocuirea unui material atașat înseamnă adăugarea unui fișier nou care va fi folosit în locul acestuia. Toate referințele către fișierul inițial vor fi înlocuite de cel încărcat și fișierul va fi descărcat ca <strong>%(filename)s</strong>. Vă rugăm să rețineți că acest material atașat este utilizat în alte articole, este posibil să denaturați conținuturile. Cu toate acestea, nu ezitați să profitați de acest lucru și să înlocuiți articolele enumerate acolo unde este necesar. Acest mod de lucru este mai eficient...

source: Articles using
ro: Articole care folosesc

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>.
ro: Înlocuirea unui material atașat înseamnă adăugarea unui fișier nou care va fi folosit în locul acestuia. Toate referințele către fișierul inițial vor fi înlocuite de cel încărcat și fișierul va fi descărcat ca <strong>%(filename)s</strong>.

source: Upload replacement
ro: Încarcă material înlocuitor

source: Add file to
ro: Adaugă fișier la

source: Add attachment from other article
ro: Atașează fișier dintr-un alt articol

source: Main article
ro: Articol principal

source: Add to article
ro: Adaugă la articol

source: Your search did not return any results
ro: Niciun rezultat nu a fost găsit

source: Adding new articles
ro: Adăugare articole noi

source: An external link
ro: Un link extern

source: Headers
ro: Antete

source: Use these codes for headers and to automatically generate Tables of Contents.
ro: Folosește aceste coduri pentru antete și pentru a genera automat Cuprinsul.

source: Typography
ro: Tipografie

source: Lists
ro: Liste

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
ro: Imaginea nouă %sa fost încărcată cu succes. O puteți folosi selectând-o din lista de imagini disponibile.

source: Are you sure?
ro: Sunteți sigur/ă?

source: image
ro: imagine

source: images
ro: imagini

source: Image: %s
ro: Imagine: %s

source: Current revision not set!!
ro: Revizuirea actuală nu a fost setată!

source: image revision
ro: revizuire imagine

source: image revisions
ro: revizuiri imagine

source: Image Revsion: %d
ro: Revizuire imagine: %d

source: %s has been restored
ro: %s a fost restabilit

source: %s has been marked as deleted
ro: %s a fost marcat ca şters

source: %(file)s has been changed to revision #%(revision)d
ro: %(file)s a fost modificat pentru revizuire #%(revision)d

source: %(file)s has been saved.
ro: %(file)sa fost salvat.

source: Images
ro: Imagini

source: An image was added: %s
ro: O imagine a fost adăugată: %s

source: The following images are available for this article. Copy the markdown tag to directly refer to an image from the article text.
ro: Următoarele imagini sunt disponibile pentru acest articol. Copiază eticheta markdown pentru a face direct referire la o imagine din textul articolului.

source: Back to edit page
ro: Înapoi la pagina de editare

source: No file
ro: Niciun fișier

source: Upload new image
ro: Încărcați imaginea nouă

source: Restore image
ro: Restaurați imaginea

source: Remove image
ro: Elimină imagine

source: Completely delete
ro: Ștergere completă

source: Revert to this version
ro: Reveniți la această versiune

source: There are no images for this article.
ro: Nu există imagini pentru acest articol.

source: Purge deletion
ro: Eliminați ștergerea

source: Purge image: Completely remove image file and all revisions.
ro: Eliminați imaginea: Eliminați complet fișierul imagine și toate revizuirile.

source: Remove it completely!
ro: Eliminați complet!

source: Image not found
ro: Imaginea nu a fost găsită

source: Replace image
ro: Înlocuiește imagine

source: Choose an image file to replace current image.
ro: Selectează un fișier imagine pentru a înlocui imaginea actuală.

source: Image id
ro: id imagine

source: Insert
ro: Inserează

source: No images found for this article
ro: Nu au fost găsite imagini pentru acest articol

source: Manage images
ro: Gestionează imaginile

source: Add new image
ro: Adaugă imagine nouă

source: Add image
ro: Adaugă imagine

source: You do not have permissions to add images.
ro: Nu aveți permisiuni să adăugați imagini.

source: How to use images
ro: Cum să folosiți imaginile

source: After uploading an image, it is attached to this particular artice and can be used only here. Other users may replace the image, but older versions are kept. You probably want to show the image with a nice caption. To achieve this, press the Insert button and fill in the caption fields and possibly choose to have you image floating right or left of the content. You can use Markdown in the caption. The markdown code syntax for images looks like this, possible values for align are left/center/right:
ro: După încărcarea unei imagini, aceasta este atașată la acest articol specific și poate fi folosită doar aici. Alți utilizatori pot înlocui imaginea, dar versiunile mai vechi sunt păstrate. Probabil doriți să afișați imaginea cu o legendă frumoasă. Pentru a realiza acest lucru, apăsați butonul Inserare și completați câmpurile pentru legendă și, eventual, alegeți ca imaginea să se miște în dreapta sau în stânga conținutului. Puteți folosi Markdown în legendă. Sintaxa codului markdown pentru imagini arată astfel, valorile posibile pentru aliniere sunt stânga/centru/dreapta:

source: Links
ro: Link-uri

source: Link to another wiki page
ro: Link către altă pagină wiki

source: Type in something from another wiki page's title and auto-complete will help you create a tag for you wiki link. Tags for links look like this:
ro: Introduceți ceva din titlul unei alte pagini wiki și completarea automată vă va ajuta să creați o etichetă pentru linkul wiki. Etichetele pentru link-uri arată astfel:

source: You can link to another website simply by inserting an address example.com or http://example.com or by using the markdown syntax:
ro: Poți face legătura către un alt webiste introducând o adresă exemplu.com sau http://exemplu.com sau folosind sintaxa markdown:

source: Notifications
ro: Notificări

source: When this article is edited
ro: Când articolul este editat

source: Also receive emails about article edits
ro: Primire e-mail-uri despre editările articolului.

source: Your notification settings were updated.
ro: Setările de notificare au fost actualizate.

source: Your notification settings were unchanged, so nothing saved.
ro: Setările de notificare nu au fost modificate, astfel că nimic nu a fost salvat.

source: %(user)s subscribing to %(article)s (%(type)s)
ro: %(user)sînscriși la %(article)s (%(type)s)

source: Article deleted: %s
ro: Articol șters: %s

source: Article modified: %s
ro: Articol modificat:%s

source: New article created: %s
ro: Articol nou creat: %s

source: notifications
ro: notificări

source: No notifications
ro: Fără notificări

source: Clear notifications list
ro: Șterge lista de notificări

source: Search...
ro: Caută...

source: Sign up
ro: Înregistrare

source: Article deleted
ro: Articol șters

source: Article Deleted
ro: Articol Șters

source: The article you were looking for has been deleted.
ro: Articolul pe care îl căutați a fost șters.

source: You may restore this article and its children by clicking restore.
ro: Poți restabili acest articol și sub-categoriile sale apăsând Restabilește.

source: You may remove this article and any children permanently and free their slugs by clicking the below button. This action cannot be undone.
ro: Puteți elimina permanent acest articol și toate subcategoriile și eliberați legăturile dând click pe butonul de mai jos. Această acțiune nu este reversibilă.

source: Listing articles in
ro: Afișarea articolelor în

source: Up one level
ro: Mai sus cu un nivel

source: clear
ro: șterge

source: article,articles
ro: articol,articole

source: matches,match
ro: se potrivește cu,se potrivesc cu

source: %(cnt)s %(articles_plur)s in this level %(match_plur)s your search.
ro: %(cnt)s%(articles_plur)sîn acest nivel %(match_plur)scăutarea ta.

source: is,are
ro: este,sunt

source: There %(articles_plur_verb)s %(cnt)s %(articles_plur)s in this level.
ro: %(articles_plur_verb)s%(cnt)s%(articles_plur)sîn acest nivel.

source: Last modified
ro: Ultima modificare

source: no log message
ro: niciun mesaj înregistrat

source: Sorry, you don't have permission to view this page.
ro: Ne pare rău, nu aveți permisiune pentru vizualizarea acestei pagini.

source: Previewing revision
ro: Previzualizarea reviziei

source: Previewing merge between
ro: Previzualizarea combinației dintre

source: and
ro: și

source: Source of
ro: Sursa a

source: This article is currently locked for editing.
ro: Momentan, acest articol este blocat pentru editare.

source: Please log in
ro: Te rugăm să te autentifici

source: Log me in...
ro: Autentifică-mă...

source: Don't have an account?
ro: Nu aveți un cont?

source: Sign me up...
ro: Înregistrează-mă...

source: Create root article
ro: Creează articol rădăcină

source: Congratulations!
ro: Felicitări!

source: You have django-wiki installed... but there are no articles. So it's time to create the first one, the root article. In the beginning, it will only be editable by administrators, but you can define permissions after.
ro: Aveți django-wiki instalat... dar nu conține niciun articol. Deci este momentul să creați primul articol, articolul rădăcină. La început, va putea fi editat doar de către administratori, dar puteți defini ulterior permisiunile.

source: Root article
ro: Articol rădăcină

source: Create root
ro: Creare rădăcină

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
ro: Ai nevoie de <a href="%(login_url)s">autentificare</a> sau <a href="%(signup_url)s"> înregistrare</a> pentru a utiliza această funcție.

source: You need to log in og sign up to use this function.
ro: Trebuie să te autentifici sau să te înregistrezi pentru a folosi această funcție.

source: View Source
ro: Vezi Sursa

source: Sub-articles for
ro: Sub-articole pentru

source: No sub-articles
ro: Fără sub-articole

source: ...and more
ro: ... și mai mult

source: Browse articles in this level
ro: Răsfoiește articolele de la acest nivel

source: New article next to
ro: Articol nou lângă

source: New article below
ro: Articol nou mai jos

source: by
ro: de

source: restored
ro: restabilit

source: unlocked
ro: deblocat

source: You are now sign up... and now you can sign in!
ro: Ești înregistrat/ă... acum te poți autentifica!

source: You are no longer logged in. Bye bye!
ro: Nu mai ești autentificat/ă. Pe curând!

source: You are now logged in! Have fun!
ro: Ești autentificat/ă! Bucură-te de experiență!

source: New article '%s' created.
ro: Noul articol ”%s” a fost creat.

source: There was an error creating this article: %s
ro: A apărut o eroare în crearea acestui articol: %s

source: There was an error creating this article.
ro: A apărut o eroare la crearea acestui articol.

source: This article cannot be deleted because it has children or is a root article.
ro: Articolul nu poate fi șters pentru că are sub-categorii sau este un articol rădăcină.

source: This article together with all its contents are now completely gone! Thanks!
ro: Articolul și întregul conținut au dispărut complet! Mulțumim!

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
ro: Articolul ”%s” este marcat ca șters! Mulțumim că ați păstrat site-ul departe de materiale nedorite!

source: Your changes were saved.
ro: Schimbările tale au fost salvate.

source: A new revision of the article was successfully added.
ro: O nouă revizie a articolului a fost adăugată cu succes.

source: Restoring article
ro: Restabilire articol

source: The article "%s" and its children are now restored.
ro: Articolul ”%s” și sub-categoriile au fost restabilite.

source: The article %(title)s is now set to display revision #%(revision_number)d
ro: Articolul %(title)s este acum setat să afișeze revizia #%(revision_number)d

source: New title
ro: Titlu nou

source: Merge between Revision #%(r1)d and Revision #%(r2)d
ro: Combinație între Revizia #%(r1)dși Revizia #%(r2)d

source: A new revision was created: Merge between Revision #%(r1)d and Revision #%(r2)d
ro: O nouă revizuire a fost creată: Combinație între Revizia #%(r1)dși Revizia #%(r2)d

source: Click on the "Start System Check" link below to download and run the proctoring software.
ro: Dă click pe linkul ”Start Verificare Sistem” de mai jos, pentru a descărca și a rula software-ul de supraveghere.

source: Once you have verified your identity and reviewed the exam guidelines in Proctortrack, you will be redirected back to this page.
ro: Odată ce v-ați verificat identitatea și ați revizuit instrucșiunile din Proctortrach, veți fi redirecționați către această pagină.

source: To confirm that proctoring has started, make sure your webcam feed and the blue Proctortrack box are both visible on your screen.
ro: Pentru a confirma că supravegherea a început, asigurați-vă că feed-ul webcam-ului și caseta albastră sunt vizibile pe ecran.

source: Click on the "Start Proctored Exam" button below to continue.
ro: Dați click pe butonul ”Start Examen Supravegheat” de mai jos pentru a continua.
