Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa, ro

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
fa: این ممکن است به دلیل یک خطا در سرور ما یا اتصال اینترنت شما رخ داده باشد. سعی کنید صفحه را بازخوانی کنید یا مطمئن شوید که آنلاین هستید.
ro: Acest lucru se poate întâmpla din cauza unei erori a serverului nostru sau a conexiunii de internet. Încercaţi să reactualizaţi pagina, asigurându-vă că sunteţi online.

source: Studio's having trouble saving your work
fa: استودیو برای ذخیره کار شما مشکل دارداین ممکن است به دلیل یک‌خطا در سرویس‌دهندۀ ما یا اتصال اینترنت شما رخ داده باشد. سعی کنید صفحه را تازه کنید یا مطمئن شوید که برخط هستید.
ro: Studio-ul are probleme în a salva ceea ce aţi lucrat.

source: OpenAssessment Save Error
fa: خطای ذخیره OpenAssessment
ro: Eroare în a salva evaluările.

source: Saving
fa: صرفه جویی در
ro: Se salvează

source: This link will open in a new browser window/tab
fa: این پیوند در یک پنجره / تب جدید مرورگر باز می شود
ro: Acest link se va deschide într-o fereastră nouă sau intr-un tab nou.

source: This link will open in a modal window
fa: این پیوند در یک پنجره مودال باز می شود
ro: Acest link se va deschide într-o fereastră nouă.

source: Certificate name is required.
fa: نام گواهی الزامی است.
ro: Este necesar numele certificatului.

source: Signatory field(s) has invalid data.
fa: فیلد(های) امضاکننده دارای داده های نامعتبر است.
ro: Câmpul (câmpurile) semnatarilor au date nevalide.

source: Edit this certificate?
fa: این گواهی را ویرایش کنید؟
ro: Editați acest certificat?

source: This certificate has already been activated and is live. Are you sure you want to continue editing?
fa: این گواهی قبلاً فعال شده و فعال است. آیا مطمئنید که می خواهید به ویرایش ادامه دهید؟
ro: Acest certificat a fost deja activat și este activ. Sigur doriți să continuați editarea?

source: Yes, allow edits to the active Certificate
fa: بله، ویرایش گواهی فعال مجاز است
ro: Da, permiteți modificări ale certificatului activ

source: certificate
fa: گواهی
ro: certificat

source: Deactivating
fa: غیر فعال کردن
ro: Dezactivarea

source: Set up your certificate
fa: گواهی خود را تنظیم کنید
ro: Configurați-vă certificatul

source: You have not created any certificates yet.
fa: شما هنوز هیچ گواهی ایجاد نکرده اید.
ro: Nu ați creat încă nici un certificat.

source: Delete "<%- signatoryName %>" from the list of signatories?
fa: "<%- signatoryName %>" از لیست امضاکنندگان حذف شود؟
ro: Ștergeți „<%- signatoryName %>” din lista de semnatari?

source: This action cannot be undone.
fa: این عمل قابل لغو نیست.
ro: Această acţiune nu poate fi efectuată.

source: Delete
fa: حذف
ro: Șterge

source: Deleting
fa: در حال حذف
ro: Se șterge

source: Cancel
fa: لغو کنید
ro: Anulează

source: Upload signature image.
fa: تصویر امضا را آپلود کنید
ro: Încărcați imaginea semnăturii.

source: Image must be in PNG format.
fa: تصویر باید با فرمت PNG باشد.
ro: Imaginea trebuie să fie în format PNG.

source: Group %s
fa: گروه %s
ro: Grup %s

source: Your export has failed.
fa: صادرات شما ناموفق بود.
ro: Exportul a eșuat.

source: Already a course team member
fa: قبلاً عضو تیم دوره است
ro: Sunteți deja un membru al echipei de curs

source: Are you sure you want to delete {email} from the course team for “{container}”?
fa: آیا مطمئن هستید که می خواهید {email} از تیم دوره برای “ {container} ” حذف کنید؟
ro: Sigur doriți să ștergeți {email} din echipa cursului pentru „{container}”?

source: Staff
fa: کارکنان
ro: Personal

source: Admin
fa: مدیر
ro: Administrator

source: Already a library team member
fa: قبلاً عضو تیم کتابخانه هستید
ro: Sunteți deja un membru al echipei de bibliotecă

source: Are you sure you want to delete {email} from the library “{container}”?
fa: آیا مطمئن هستید که می خواهید {email} از کتابخانه &quot; {container} &quot; حذف کنید؟
ro: Sigur doriți să ștergeți {email} din biblioteca „{container}”?

source: Library User
fa: کاربر کتابخانه
ro: Utilizator bibliotecă

source: Hide Deprecated Settings
fa: مخفی کردن تنظیمات منسوخ شده
ro: Ascundeți setările vechi

source: Show Deprecated Settings
fa: نمایش تنظیمات منسوخ شده
ro: Arătați setările vechi

source: You have unsaved changes. Do you really want to leave this page?
fa: شما تغییرات ذخیره نشده ای دارید. آیا واقعاً می خواهید این صفحه را ترک کنید؟
ro: Aveţi modificări nesalvate. Sunteţi sigur că doriţi să părăsiţi această pagină?

source: There was an error during the upload process.
fa: در حین آپلود خطایی روی داد.
ro: A avut loc o eroare în timpul procesului de încărcare.

source: There was an error while unpacking the file.
fa: هنگام باز کردن بسته بندی فایل خطایی روی داد.
ro: A avut loc o eroare în timpul accesării fișierului.

source: There was an error while verifying the file you submitted.
fa: هنگام تأیید فایل ارسالی شما خطایی روی داد.
ro: A avut loc o eroare în timpul verificării fișierului transmis.

source: Choose new file
fa: فایل جدید را انتخاب کنید
ro: Alegeți un fişier nou

source: File format not supported. Please upload a file with a {ext} extension.
fa: فرمت فایل پشتیبانی نمی شود. لطفاً یک فایل با پسوند {ext} آپلود کنید.
ro: Formatul fișierului nu este suportat. Vă rugăm încărcați un fișier cu extensia {ext}.

source: There was an error while importing the new library to our database.
fa: هنگام وارد کردن کتابخانه جدید به پایگاه داده ما خطایی روی داد.
ro: S-a produs o eroare în timpul importării noii librăriei în baza noastră de date.

source: There was an error while importing the new course to our database.
fa: هنگام وارد کردن دوره جدید به پایگاه داده ما خطایی روی داد.
ro: S-a produs o eroare în timpul importării noului curs în baza noastră de date.

source: Your import has failed.
fa: وارد کردن شما ناموفق بود.
ro: Procesul de import a eșuat.

source: Your import is in progress; navigating away will abort it.
fa: وارد کردن شما در حال انجام است. حرکت به دور آن را لغو می کند.
ro: Procesul de import este în desfășurare. Închiderea acestei pagini va întrerupe procesul.

source: Error importing course
fa: خطا در وارد کردن دوره
ro: Eroare importare curs

source: There was an error with the upload
fa: در آپلود خطایی وجود داشت
ro: A avut loc o eroare la încărcare.

source: Internal Server Error.
fa: خطای سرور داخلی
ro: Eroare Server Intern.

source: Queued
fa: در صف
ro: În așteptare

source: Uploading
fa: در حال آپلود
ro: Se încarcă

source: Upload completed
fa: آپلود کامل شد
ro: Upload complet

source: Upload failed
fa: آپلود انجام نشد
ro: Încărcarea a eșuat

source: Chapter name and asset_path are both required
fa: نام فصل و asset_path هر دو مورد نیاز هستند
ro: Este nevoie de numele capitolului și asset_path

source: Chapter name is required
fa: نام فصل الزامی است
ro: Este necesar numele capitolului

source: asset_path is required
fa: asset_path مورد نیاز است
ro: Este nevoie de asset_path

source: You must specify a name
fa: شما باید یک نام مشخص کنید
ro: Trebuie sa specificați un nume.

source: Action required: Enter a valid date.
fa: اقدام مورد نیاز: یک تاریخ معتبر وارد کنید.
ro: Acțiune necesară: introduceți o dată validă.

source: Group name is required
fa: نام گروه الزامی است
ro: Numele Grupului este necesar

source: Group A
fa: گروه الف
ro: Grup A

source: Group B
fa: گروه B
ro: Grup B

source: Group Configuration name is required.
fa: نام پیکربندی گروه مورد نیاز است.
ro: Configurarea grupului este necesară.

source: There must be at least one group.
fa: حداقل باید یک گروه وجود داشته باشد.
ro: Trebuie să fie cel puţin un grup.

source: All groups must have a name.
fa: همه گروه ها باید یک نام داشته باشند.
ro: Toate grupurile trebuie să aibă un nume.

source: All groups must have a unique name.
fa: همه گروه ها باید یک نام منحصر به فرد داشته باشند.
ro: Toate grupurile trebuie să aibă un nume unic.

source: The course must have an assigned start date.
fa: دوره باید تاریخ شروع مشخصی داشته باشد.
ro: Cursul trebuie să aibă alocată o dată de începere.

source: The course end date must be later than the course start date.
fa: تاریخ پایان دوره باید دیرتر از تاریخ شروع دوره باشد.
ro: Data de încheiere a cursului trebuie să fie ulterioară datei de începere a cursului.

source: The course start date must be later than the enrollment start date.
fa: تاریخ شروع دوره باید دیرتر از تاریخ شروع ثبت نام باشد.
ro: Data de începere a cursului trebuie să fie ulterioară datei de începere a înscrierii.

source: The enrollment start date cannot be after the enrollment end date.
fa: تاریخ شروع ثبت نام نمی تواند بعد از تاریخ پایان ثبت نام باشد.
ro: Data de începere a înscrierilor nu poate fi după data de încheiere a înscrierilor.

source: The enrollment end date cannot be after the course end date.
fa: تاریخ پایان ثبت نام نمی تواند بعد از تاریخ پایان دوره باشد.
ro: Data de încheiere a înscrierilor nu poate fi după data de încheiere a cursului.

source: The certificate available date must be later than the course end date.
fa: تاریخ ارائه گواهی باید دیرتر از تاریخ پایان دوره باشد.
ro: Data disponibilității certificatului trebuie să fie ulterioară datei de încheiere a cursului.

source: The certificate display behavior must be one of: {behavior_options}
fa: رفتار نمایش گواهی باید یکی از موارد زیر باشد: {behavior_options}

source: The certificates display behavior must be {valid_option} if certificate available date is set.
fa: اگر تاریخ در دسترس بودن گواهی تنظیم شده باشد، رفتار نمایش گواهی ها باید {valid_option} باشد.اگر تاریخ دردسترس‌بودن گواهینامه تنظیم شده باشد، رفتار نمایش گواهینامه‌ها باید {valid_option} باشد.

source: Key should only contain letters, numbers, _, or -
fa: کلید فقط باید شامل حروف، اعداد، _، یا - باشد.
ro: Cheia ar trebui să conţină litere, cifre, _ , sau -

source: Please enter an integer between %(min)s and %(max)s.
fa: لطفاً یک عدد صحیح بین %(min)s و %(max)s وارد کنید.

source: The assignment type must have a name.
fa: نوع تکلیف باید یک نام داشته باشد.
ro: Tipul de sarcină trebuie să aibă un nume.

source: There's already another assignment type with this name.
fa: در حال حاضر یک نوع تکلیف دیگر با این نام وجود دارد.
ro: Acest nume este deja folosit de altcineva.

source: Please enter an integer between 0 and 100.
fa: لطفا یک عدد صحیح بین 0 تا 100 وارد کنید.
ro: Inseraţi o unitate între 0 şi 100.

source: Please enter an integer greater than 0.
fa: لطفا یک عدد صحیح بزرگتر از 0 وارد کنید.
ro: Inseraţi o unitate mai mare decât 0.

source: Please enter non-negative integer.
fa: لطفا عدد صحیح غیر منفی را وارد کنید.
ro: Inseraţi o unitate non-negativă.

source: You must have at least one undroppable <%- types %> assignment.
fa: شما باید حداقل یک تخصیص <%- types %> غیرقابل حذف داشته باشید.

source: Grace period must be specified in HH:MM format.
fa: دوره مهلت باید در قالب HH:MM مشخص شود.
ro: Perioada de graţie trebuie specificată în formatul HH:MM.

source: Not able to set passing grade to less than %(minimum_grade_cutoff)s%.
fa: قادر به تنظیم نمره قبولی کمتر از %(minimum_grade_cutoff)s ٪ نیست.

source: Textbook name is required
fa: نام کتاب درسی الزامی است
ro: Este necesar numele manualului

source: Please add at least one chapter
fa: لطفا حداقل یک فصل اضافه کنید
ro: Vă rugăm adăugați cel puțin un capitol

source: All chapters must have a name and asset
fa: همه فصل ها باید دارای نام و دارایی باشند
ro: Toate capitolele trebuie să aibă un nume și un asset

source: Only <%- fileTypes %> files can be uploaded. Please select a file ending in <%- (fileExtensions) %> to upload.
fa: فقط فایل های <%- fileTypes %> را می توان آپلود کرد. لطفاً فایلی را که به <%- (fileExtensions) %> ختم می شود را برای آپلود انتخاب کنید.فقط فایل‌های &lt;%- fileTypes %&gt; را می‌توان بارگذاری کرد. لطفاً فایلی را که به &lt;%- (FileExtensions) %&gt; ختم می‌شود را برای بارگذاری انتخاب کنید.فقط فایل‌های <%- fileTypes %> را می‌توان بارگذاری کرد. لطفاً فایلی را که به <%- (fileExtensions) %> ختم می‌شود را برای بارگذاری انتخاب کنید.
ro: Doar fișiere de tipul <%- fileTypes %> pot fi încărcate. Vă rugăm selectați un fișier cu extensia <%- (fileExtensions) %> pentru încărcare.

source: or
fa: یا
ro: sau

source: This unit has validation issues.
fa: این واحد دارای مشکلات اعتبار سنجی است.
ro: Acest element are probleme de validare.

source: This component has validation issues.
fa: این جزء دارای مشکلات اعتبار سنجی است.
ro: Această componentă are probleme de validare.

source: Copied
fa: کپی شده

source: Your file could not be uploaded
fa: فایل شما آپلود نشد
ro: Fișierul nu a putut fi încărcat

source: Close
fa: بستن
ro: Închideți

source: Upload Videos
fa: آپلود فیلم ها
ro: Încărcați video-uri

source: Drag and drop or {spanStart}browse your computer{spanEnd}.
fa: بکشید و رها کنید یا {spanStart} رایانه خود را مرور کنید {spanEnd} .
ro: Trageți și plasați sau {spanStart}căutați în computer{spanEnd}

source: Maximum file size: {maxFileSize} GB
fa: حداکثر حجم فایل: {maxFileSize} گیگابایت
ro: Mărimea maximă a fișierului: {maxFileSize} GB

source: Supported file types: {supportedVideoTypes}
fa: انواع فایل های پشتیبانی شده: {supportedVideoTypes}
ro: Tipuri de fișiere acceptate: {supportedVideoTypes}

source: Your video uploads are not complete.
fa: آپلودهای ویدیوی شما کامل نیست.
ro: Încărcările video nu sunt finalizate.

source: Upload completed for video {fileName}
fa: آپلود برای ویدیو {fileName} تکمیل شد
ro: Încărcare finalizată pentru video-ul {fileName}

source: Upload failed for video {fileName}
fa: آپلود برای ویدیو {fileName} ناموفق بود
ro: Încărcarea videoclipului {fileName} a eșuat

source: {filename} is not in a supported file format. Supported file formats are {supportedFileFormats}.
fa: {filename} در قالب فایل پشتیبانی نمی شود. فرمت های فایل پشتیبانی شده قالب فایل {filename} پشتیبانی نمی‌شود. فرمت‌های پشتیبانی‌شده {supportedFileFormats} هستند.
ro: {filename} nu este într-un format de fișier acceptat. Formatele de fișier acceptate sunt {supportedFileFormats}.

source: {filename} exceeds maximum size of {maxFileSizeInGB} GB.
fa: {filename} از حداکثر اندازه {maxFileSizeInGB} گیگابایت بیشتر است.
ro: {filename} depășește dimensiunea maximă de {maxFileSizeInGB} GB.

source: : video upload complete.
fa: : آپلود ویدیو کامل شد.
ro: : încărcare video finalizată.

source: Previous Uploads table has been updated.
fa: جدول آپلودهای قبلی به روز شده است.
ro: Tabelul cu încărcările anterioare a fost actualizat.

source: Delete File Confirmation
fa: حذف تاییدیه فایل
ro: Şterge confirmarea fişierului

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
fa: آیا مطمئن هستید که می خواهید این مورد را حذف کنید؟ قابل برگشت نیست! همچنین هر محتوایی که به این مورد پیوند می دهد/ارجاع می دهد دیگر کار نخواهد کرد (مثلاً تصاویر شکسته و/یا پیوندها)
ro: Sunteţi sigur că vreţi să ştergeţi acest element? Nu poate fi inversat. De asemenea, orice alt conţinut care se referă la acest element nu va mai funcţiona. (e.g. imagini sau linkuri)

source: Your file has been deleted.
fa: فایل شما حذف شده استآیا مایلید این مورد را حذف کنید؟ این عمل قابل برگشت نیست! همچنین هر محتوایی که به این مورد پیوند می دهد/ارجاع می‌دهد دیگر کار نخواهد کرد (مثلاً تصاویر شکسته و/یا پیوندها)
ro: Fișierul a fost șters.

source: Name
fa: نام
ro: Nume

source: Date Added
fa: تاریخ اضافه شده
ro: Dată adăugată

source: Type
fa: تایپ کنید
ro: Tip

source: File {filename} exceeds maximum size of {maxFileSizeInMBs} MB
fa: فایل {filename} از حداکثر حجم {maxFileSizeInMBs} مگابایت بیشتر است
ro: Fișierul {filename} depășește dimensiunea maximă de {maxFileSizeInMBs} MB

source: Please follow the instructions here to upload a file elsewhere and link to it: {maxFileSizeRedirectUrl}
fa: لطفاً دستورالعمل‌های اینجا را دنبال کنید تا یک فایل را در جای دیگری آپلود کنید و به آن پیوند دهید: {maxFileSizeRedirectUrl}
ro: Urmați instrucțiunile de aici pentru a încărca un fișier în altă parte și a crea un link către el: {maxFileSizeRedirectUrl}

source: Max file size exceeded
fa: از حداکثر اندازه فایل بیشتر شدلطفاً دستورالعمل‌های این‌جا را دنبال کنید تا یک‌فایل را در جای دیگری بارگذاری کنید و به آن پیوند دهید: {maxFileSizeRedirectUrl}
ro: Dimensiunea maximă a fișierului a fost depășită

source: Choose File
fa: انتخاب فایل
ro: Alege un fișier

source: Upload New File
fa: آپلود فایل جدید
ro: Uploadeaza un fișier nou

source: Load Another File
fa: فایل دیگری را بارگیری کنید
ro: Încarcă un alt fişier.

source: Adding
fa: اضافه كردن
ro: Se adaugă

source: Are you sure you want to delete this update?
fa: آیا مطمئن هستید که می خواهید این به روز رسانی را حذف کنید؟
ro: Sunteţi sigur că vreţi să ştergeţi această actualizare?

source: OK
fa: خوب

source: Copying
fa: کپی برداری

source: Copy of '{componentDisplayName}'
fa: کپی «{componentDisplayName}»

source: Pasting
fa: چسباندن

source: Some errors occurred
fa: برخی از خطاها رخ داده است

source: The following required files could not be added to the course:
fa: فایل های مورد نیاز زیر را نمی توان به دوره اضافه کرد:

source: You may need to update a file(s) manually
fa: ممکن است لازم باشد فایل(های) را به صورت دستی به روز کنید

source: The following files already exist in this course but don't match the version used by the component you pasted:
fa: فایل‌های زیر از قبل در این دوره وجود دارند، اما با نسخه استفاده شده توسط مؤلفه‌ای که چسبانده‌اید مطابقت ندارند:

source: New file(s) added to Files & Uploads.
fa: فایل(های) جدید به Files &amp; Uploads اضافه شد.

source: The following required files were imported to this course:
fa: فایل های مورد نیاز زیر به این دوره وارد شدند:

source: View files
fa: مشاهده فایل ها

source: Dismiss
fa: رد

source: Create Re-run
fa: Re-run را ایجاد کنید
ro: Creează Re-run

source: Processing Re-run Request
fa: در حال پردازش درخواست اجرای مجدد
ro: Procesare cerere Re-run

source: An error has occurred. Wait a few minutes, and then try again.
fa: خطایی رخ داده است. چند دقیقه صبر کنید و سپس دوباره امتحان کنید.
ro: A avut loc o eroare. Așteptați câteva minute, apoi încercați din nou.

source: None
fa: هیچ یک
ro: Nimic

source: Select turnaround
fa: چرخش را انتخاب کنید
ro: Selectați întoarcerea

source: Select fidelity
fa: وفاداری را انتخاب کنید
ro: Selectați fidelitatea

source: Select language
fa: زبان را انتخاب کنید
ro: Selectați limba

source: Remove
fa: برداشتن
ro: Șterge

source: Press Remove to remove language
fa: برای حذف زبان، Remove را فشار دهید
ro: Apăsați Eliminare pentru a elimina limba

source: Settings updated
fa: تنظیمات به روز شد
ro: Setările au fost actualizate

source: Last updated
fa: اخرین به روز رسانی
ro: Ultima actualizare

source: Required
fa: ضروری
ro: Obligatoriu

source: Automatic transcripts are disabled.
fa: رونوشت خودکار غیرفعال است.
ro: Transcrierile automate sunt dezactivate.

source: {selectedProvider} credentials saved
fa: اطلاعات کاربری {selectedProvider} ذخیره شد
ro: Credențialele {selectedProvider} au fost salvate

source: Upload a new PDF to “<%- name %>”
fa: یک PDF جدید در “<%- name %>” بارگذاری کنید
ro: Încărcați un nou PDF pentru “<%- name %>”

source: Please select a PDF file to upload.
fa: لطفاً یک فایل PDF را برای آپلود انتخاب کنید.
ro: Alegeţi un document PDF pentru a fi încărcat.

source: There has been an error while exporting.
fa: هنگام صادرات خطایی رخ داده است.
ro: A apărut o eroare la export.

source: There has been a failure to export to XML at least one component. It is recommended that you go to the edit page and repair the error before attempting another export. Please check that all components on the page are valid and do not display any error messages.
fa: حداقل یک مؤلفه در صادر کردن به XML با شکست مواجه شده است. توصیه می شود قبل از انجام صادرات دیگر به صفحه ویرایش بروید و خطا را تعمیر کنید. لطفاً بررسی کنید که همه اجزای صفحه معتبر هستند و هیچ پیام خطایی نمایش نمی دهند.
ro: S-a produs o eroare la exportul în XML a cel puțin unei componente. Este recomandat să mergeți la pagina de editare și să reparați eroarea înainte de a încerca un alt export. Vă rugăm să verificați dacă toate componentele de pe pagină sunt valide și nu afișează nici un mesaj de eroare.

source: Correct failed component
fa: کامپوننت شکست خورده را تصحیح کنید
ro: Corectați componenta defectă

source: Return to Export
fa: بازگشت به صادراتحداقل یک مؤلفه در صدور به XML با شکست مواجه شده‌است. توصیه می‌شود قبل از انجام صدوری دیگر به صفحۀ ویرایش بروید و خطا را رفع کنید. لطفاً بررسی کنید که همۀ اجزای صفحه، معتبر هستند و هیچ پیام خطایی نمایش نمی‌دهند.
ro: Reveniți la Export

source: Your library could not be exported to XML. There is not enough information to identify the failed component. Inspect your library to identify any problematic components and try again.
fa: کتابخانه شما به XML صادر نشد. اطلاعات کافی برای شناسایی جزء خراب وجود ندارد. کتابخانه خود را برای شناسایی هر گونه مؤلفه مشکل دار بررسی کنید و دوباره امتحان کنید.
ro: Biblioteca nu a putut fi exportată în XML. Nu există suficiente informații pentru a identifica componenta defectă. Inspectați-vă biblioteca pentru a identifica orice componente problematice și încercați din nou.

source: Take me to the main library page
fa: مرا به صفحه اصلی کتابخانه ببریدکتابخانۀ شما به XML صادر نشد. اطلاعات کافی برای شناسایی مولفۀ ناموفق وجود ندارد. کتابخانۀ خود را برای شناسایی هرگونه مؤلفۀ مشکل‌دار بررسی کرده و دوباره امتحان کنید.
ro: Accesează pagina principală a bibliotecii

source: Your course could not be exported to XML. There is not enough information to identify the failed component. Inspect your course to identify any problematic components and try again.
fa: دوره شما را نمی توان به XML صادر کرد. اطلاعات کافی برای شناسایی جزء خراب وجود ندارد. دوره خود را بررسی کنید تا هر مؤلفه مشکل زا را شناسایی کنید و دورۀ شما را نمی‌توان به XML صادر کرد. اطلاعات کافی برای شناسایی مولفۀ ناموفق وجود ندارد. دورۀ خود را بررسی کنید تا هر مؤلفۀ مشکل‌دار را شناسایی کرده و دوباره امتحان کنید.

source: Take me to the main course page
fa: مرا به صفحه اصلی دوره ببرید
ro: Accesează pagina cursului principal

source: The raw error message is:
fa: پیام خطای خام این است:
ro: Mesajul de eroare este:

source: There has been an error with your export.
fa: در صادرات شما خطایی رخ داده است.
ro: A apărut o eroare la export.

source: Contains {count} group
fa: حاوی گروه {count}

source: Not in Use
fa: بلااستفاده
ro: Nefuncţionabil

source: Used in {count} location
fa: در مکان {count} استفاده شده است

source: group configuration
fa: پیکربندی گروه
ro: configurarea grupului

source: Add your first group configuration
fa: اولین پیکربندی گروه خود را اضافه کنید
ro: Adăugați prima configurație de grup

source: You have not created any group configurations yet.
fa: شما هنوز هیچ پیکربندی گروهی ایجاد نکرده اید.
ro: Nu ați creat încă configurații de grup.

source: Upload instructor image.
fa: آپلود تصویر مربی
ro: Încărcați imaginea instructorului.

source: Files must be in JPEG or PNG format.
fa: فایل ها باید با فرمت JPEG یا PNG باشند.
ro: Fișierele trebuie sa fie in format JPEG sau PNG.

source: All Rights Reserved
fa: تمامی حقوق محفوظ است
ro: Toate drepturile rezervate

source: You reserve all rights for your work
fa: شما تمامی حقوق را برای کار خود محفوظ می دارید
ro: Rezervați toate drepturile pentru munca dumneavoastră

source: Creative Commons
fa: عوام خلاق
ro: Licență de tipul Creative Commons

source: You waive some rights for your work, such that others can use it too
fa: شما از برخی حقوق برای کار خود چشم پوشی می کنید، به طوری که دیگران نیز می توانند از آن استفاده کنندشما از برخی حقوق برای کار خود چشم پوشی می‌کنید، به‌طوری‌که دیگران نیز می‌توانند از آن استفاده کنند
ro: Renunțați la unele drepturi pentru munca proprie, astfel încât și alții să o poată folosi

source: Version
fa: نسخه
ro: Versiune

source: Attribution
fa: انتساب
ro: Atribuire
