Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa, ro

source: Leave this team?
fa: ترک این تیم؟
ro: Părăsești această echipă?

source: If you leave, you can no longer post in this team's discussions.Your place will be available to another learner.
fa: اگر ترک کنید، دیگر نمی‌توانید در بحث‌های این تیم پست بگذارید. مکان شما برای یک یادگیرنده دیگر در دسترس خواهد بود.اگر ترک کنید، دیگر نمی‌توانید به بخش گفتگوهای این تیم، مطلب بفرستید. جایگاه شما برای یک فراگیرندۀ دیگر در دسترس خواهد بود.
ro: Dacă pleci din echipă, nu vei mai putea posta în discuțiile echipei. Locul tău va deveni disponibil pentru alt/ă cursant/ă.

source: Confirm
fa: تایید
ro: Confirmă

source: You already belong to another team in this team set.
fa: شما از قبل به تیم دیگری در این مجموعه تیمی تعلق دارید.
ro: Aparții deja unei alte echipe din acest grup de echipe.

source: This team is full.
fa: این تیم پر است.
ro: Această echipă este completă.

source: Cannot join instructor managed team
fa: نمی توان به تیم مدیریت شده توسط مربی ملحق شد
ro: Nu te poți alătura echipei conduse de facilitator.

source: Member
fa: عضو

source: All teams
fa: همه تیم ها
ro: Toate echipele

source: Teams Pagination
fa: صفحه بندی تیم ها
ro: Numerotarea echipelor

source: Topics
fa: موضوعات
ro: Subiecte

source: My Teams
fa: تیم های من
ro: Echipele mele

source: Browse
fa: مرور کردن
ro: Navighează

source: Your request could not be completed. Reload the page and try again.
fa: درخواست شما تکمیل نشد. صفحه را دوباره بارگیری کنید و دوباره امتحان کنید.
ro: Cererea ta nu a putut fi realizată. Reîncarcă pagina și încearcă din nou.

source: Your request could not be completed due to a server problem. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
fa: درخواست شما به دلیل مشکل سرور تکمیل نشد. صفحه را دوباره بارگیری کنید و دوباره امتحان کنید. اگر مشکل همچنان ادامه داشت، روی تب Help کلیک کنید تا درخواست شما به‌دلیل مشکل در سرویس‌دهنده تکمیل نشد. صفحه را تازه کرده و دوباره امتحان کنید. اگر مشکل همچنان ادامه داشت، روی زبانۀ راهنما بزنید تا مشکل را گزارش کنید.
ro: Solicitarea ta nu a putut fi realizată din cauza unei probleme a serverului. Reîncarcă pagina și încearcă din nou. Dacă situația persistă, apasă pe fila Ajutor și raportează problema.

source: Team Search
fa: جستجوی تیم
ro: Caută echipa

source: Create a New Team
fa: یک تیم جدید ایجاد کنید
ro: Creează echipă nouă

source: Create a new team if you can't find an existing team to join, or if you would like to learn with friends you know.
fa: اگر نمی‌توانید تیم فعلی را برای پیوستن پیدا کنید، یا اگر می‌خواهید با اگر نمی‌توانید تیم فعلی را برای پیوستن به آن، بیابید، یا اگر می‌خواهید با دوستانی که می‌شناسید یاد بگیرید، یک تیم جدید ایجاد کنید.
ro: Creează o echipă nouă dacă nu găsești o echipă căreia să te alături, sau dacă vrei să înveți împreună cu prieteni pe care îi cunoști.

source: Edit Team
fa: ویرایش تیم
ro: Editează echipa

source: If you make significant changes, make sure you notify members of the team before making these changes.
fa: اگر تغییرات قابل توجهی ایجاد کردید، مطمئن شوید که اعضای تیم را قبل از انجام این تغییرات مطلع کرده اید.
ro: Dacă faci schimbări semnificative, asigură-te că anunți membrii echipei înainte de efectuarea acestor modificări.

source: Membership
fa: عضویت
ro: Calitate de membru

source: You can remove members from this team, especially if they have not participated in the team's activity.
fa: شما می توانید اعضا را از این تیم حذف کنید، به خصوص اگر در فعالیت تیم شرکت نکرده باشند.
ro: Poți exclude membri din această echipă, în special dacă nu au participat la activitățile echipei.

source: Showing results for "{searchString}"
fa: نمایش نتایج برای &quot; {searchString} &quot;
ro: Se afișează rezultatele pentru "{searchString}"

source: Search teams
fa: تیم های جستجو
ro: Caută echipe

source: See all teams you belong to and all public teams in your course, organized by topic. Join an open public team to collaborate with other learners who are interested in the same topic as you are.
fa: همه تیم‌هایی را که به آنها تعلق دارید و همه تیم‌های عمومی در دوره آموزشی خود را، سازمان‌دهی شده بر اساس موضوع ببینید. به یک تیم عمومی باز بپیوندید تا با سایر یادگیرندگانی که به موضوعی مشابه شما علاقه مند هستند، همکاری کنید.همۀ تیم‌هایی را که به آن‌ها تعلق دارید و همۀ تیم‌های عمومی در دوره آموزشی خود را، سازمان‌دهی‌شده بر اساس موضوع ببینید. به یک تیم عمومی باز بپیوندید تا با سایر فراگیرانی که به موضوعی مشابه شما علاقه‌مند هستند، همکاری کنید.
ro: Vezi toate echipele din care faci parte și toate echipele publice din cursul tău, organizate pe subiecte. Alătură-te unei echipe publice pentru a colabora cu alți cursanți / alte cursante interesate de aceleași subiecte ca tine.

source: See all teams you belong to and all public teams in your course, organized by topic.
fa: همه تیم‌هایی را که به آنها تعلق دارید و همه تیم‌های عمومی در دوره آموزشی خود را، سازمان‌دهی شده بر اساس موضوع ببینید.
ro: Vezi toate echipele din care faci parte și toate echipele publice din cursul tău, organizate pe subiecte.

source: See all teams you belong to.
fa: همه تیم هایی که به آنها تعلق دارید را ببینید.همۀ تیم‌هایی را که به آن‌ها تعلق دارید و همۀ تیم‌های عمومی در دورۀ آموزشی خود را، سازمان‌دهی شده بر اساس موضوع ببینید.
ro: Vezi toate echipele din care faci parte.

source: All Topics
fa: همه موضوعات
ro: Toate subiectele

source: The page "{route}" could not be found.
fa: صفحه &quot; {route} &quot; یافت نشد.
ro: Pagina "{route}" nu a putut fi găsită.

source: The topic "{topic}" could not be found.
fa: موضوع &quot; {topic} &quot; یافت نشد.
ro: Subiectul "{topic}" nu a putut fi găsit.

source: The team "{team}" could not be found.
fa: تیم &quot; {team} &quot; یافت نشد.
ro: Echipa "{team}" nu a putut fi găsită.

source: {team_count} Team
fa: تیم {team_count}

source: Topic
fa: موضوع
ro: Subiect

source: View Teams in the {topic_name} Topic
fa: مشاهده تیم ها در موضوع {topic_name}
ro: Vezi echipele în Subiectul {topic_name}

source: {browse_span_start}Browse teams in other topics{span_end} or {search_span_start}search teams{span_end} in this topic. If you still can't find a team to join, {create_span_start}create a new team in this topic{span_end}.
fa: {browse_span_start} تیم های موجود در موضوعات دیگر {span_end} یا {search_span_start} تیم های جستجو {span_end} را در این تاپیک مرور کنید. اگر هنوز نمی توانید تیمی را برای پیوستن پیدا کنید، {create_span_start} یک تیم جدید در این مبحث ایجاد کنید {span_end} .{browse_span_start} تیم‌های موجود در موضوعات دیگر {span_end} یا {search_span_start} تیم‌های جستجو {span_end} را در این موضوع مرور کنید. اگر هنوز نمی‌توانید تیمی را برای پیوستن پیدا کنید، {create_span_start} یک تیم جدید در این مبحث بسازید {span_end} .
ro: {browse_span_start}Navighează echipele de la alte subiecte{span_end} sau {search_span_start}caută echipe{span_end} în acest subiect. Dacă nu găsești o echipă căreia să i te alături, {create_span_start}creează o echipă nouă în acest subiect{span_end}.

source: An error occurred while looking up team membership. Try refreshing the page.
fa: هنگام جستجوی عضویت تیم خطایی روی داد. سعی کنید صفحه را بازخوانی کنید.
ro: A apărut o eroare la căutarea apartenenței la echipă. Încearcă să reîncarci pagina.

source: All topics
fa: همه موضوعات
ro: Toate subiectele

source: Insert Hyperlink
fa: درج هایپرلینک
ro: Inserează hyperlink

source: e.g. 'http://google.com'
fa: به عنوان مثال &quot;http://google.com&quot;
ro: ex. 'http://google.com'

source: Link Description
fa: توضیحات لینک
ro: Descrierea link-ului

source: e.g. 'google'
fa: به عنوان مثال &quot;گوگل&quot;
ro: ex. 'google'

source: Please provide a description of the link destination.
fa: لطفاً توضیحی در مورد مقصد پیوند ارائه دهید.
ro: Te rugăm să introduci o descriere a destinației acestui link.

source: Insert Image (upload file or type URL)
fa: درج تصویر (فایل آپلود یا URL تایپ کنید)
ro: Adaugă imagine (încarcă fișier sau tastează URL)

source: Type in a URL or use the "Choose File" button to upload a file from your machine. (e.g. 'http://example.com/img/clouds.jpg')
fa: URL را تایپ کنید یا از دکمه &quot;انتخاب فایل&quot; برای آپلود فایل از دستگاه خود استفاده کنید. (به عنوان مثال &#39;http://example.com/img/clouds.jpg&#39;)
ro: Tastează un URL sau folosește butonul "Alege fișier" pentru a încărca un fișier din dispozitivul tău. (ex. 'http://example.com/img/clouds.jpg')

source: Image Description
fa: توضیحات تصویرآدرس اینترنتی را تایپ کنید یا از دکمه "انتخاب فایل"برای بارگذاری فایل از دستگاه خود استفاده کنید. (مثلاً 'http://example.com/img/clouds.jpg')
ro: Descrierea imaginii

source: Please describe this image or agree that it has no contextual value by checking the checkbox.
fa: لطفاً این تصویر را توصیف کنید یا با علامت زدن کادر تأیید موافقت کنید که هیچ ارزش متنی ندارد.
ro: Te rugăm descrie această imagine sau acceptă că nu are valoare contextuală bifând căsuța.

source: e.g. 'Sky with clouds'. The description is helpful for users who cannot see the image.
fa: به عنوان مثال &quot;آسمان با ابرها&quot;. توضیحات برای کاربرانی که نمی توانند تصویر را ببینند مفید است.
ro: ex. 'Cer cu nori'. Descrierea este folositoare utilizatorilor care nu pot vedea imaginea.

source: How to create useful text alternatives.
fa: نحوه ایجاد متن های جایگزین مفیدمثلاً 'Sky with clouds'. توضیحات برای کاربرانی که نمی‌توانند تصویر را ببینند مفید است.
ro: Cum să creezi alternative de text utile.

source: This image is for decorative purposes only and does not require a description.
fa: این تصویر فقط برای اهداف تزئینی است و نیاز به توضیح ندارد.
ro: Această imagine are doar rol decorativ și nu necesită o descriere.

source: Markdown Editing Help
fa: راهنمای ویرایش Markdown

source: Please provide a valid URL.
fa: لطفا یک URL معتبر ارائه دهید.
ro: Te rugăm să introduci un URL valid.

source: %(errorCount)s error found in form.
fa: خطای %(errorCount)s در فرم پیدا شد.

source: Bold (Ctrl+B)
fa: پررنگ (Ctrl+B)

source: Italic (Ctrl+I)
fa: مورب (Ctrl+I)

source: Hyperlink (Ctrl+L)
fa: هایپرلینک (Ctrl+L)

source: Code Sample (Ctrl+K)
fa: نمونه کد (Ctrl+K)

source: Blockquote (Ctrl+Q)
fa: تگ نقل‌قول(Ctrl+Q)

source: Image (Ctrl+G)
fa: تصویر (Ctrl+G)
ro: Imagine (Ctrl+G)

source: Numbered List (Ctrl+O)
fa: فهرست شماره گذاری شده (Ctrl+O)

source: Bulleted List (Ctrl+U)
fa: لیست گلوله شده (Ctrl+U)

source: Heading (Ctrl+H)
fa: عنوان (Ctrl+H)

source: Horizontal Rule (Ctrl+R)
fa: قانون افقی (Ctrl+R)

source: Undo (Ctrl+Z)
fa: واگرد (Ctrl+Z)
ro: Înapoi (Ctrl+Z)

source: Redo (Ctrl+Y)
fa: انجام مجدد (Ctrl+Y)
ro: Repetă (Ctrl+Y)

source: Redo (Ctrl+Shift+Z)
fa: انجام مجدد (Ctrl+Shift+Z)
ro: Repetă (Ctrl+Shift+Z)

source: strong text
fa: متن قوی
ro: text cu bold

source: emphasized text
fa: متن تاکید شده
ro: text accentuat

source: enter link description here
fa: توضیحات لینک را در اینجا وارد کنید
ro: introdu descrierea link-ului aici

source: Blockquote
fa: مسابقه
ro: Citat

source: enter code here
fa: کد را اینجا وارد کنید
ro: introdu cod aici

source: List item
fa: مورد فهرست

source: Heading
fa: سرفصل

source: You have been logged out of your account. Click Okay to log in again now. Click Cancel to stay on this page (you must log in again to save your work).
fa: شما از حساب کاربری خود خارج شده اید. روی Okay کلیک کنید تا دوباره وارد شوید. برای ماندن در این صفحه روی لغو کلیک کنید (برای ذخیره کار خود باید دوباره شما از حساب‌کاربری خود خارج شده‌اید. روی بسیارخوب بزنید تا دوباره وارد شوید. برای ماندن در این صفحه روی دکمۀ لغو بزنید (برای ذخیرۀ کار خود باید دوباره وارد شوید).

source: Preview this query
fa: پیش نمایش این پرس و جو
ro: Previzualizează această căutare

source: Open Calculator
fa: ماشین حساب را باز کنید
ro: Deschide calculatorul

source: Close Calculator
fa: بستن ماشین حساب
ro: Închide calculatorul

source: All subsections
fa: تمام زیربخش ها
ro: Toate subsecțiunile

source: All units
fa: همه واحدها
ro: Toate lecțiile

source: Click to change
fa: برای تغییر کلیک کنید
ro: Apasă pentru a modifica

source: Select a chapter
fa: یک فصل را انتخاب کنید
ro: Selectează un capitol

source: Save changes
fa: ذخیره تغییرات
ro: Salvează modificările

source: Please enter valid start date and time.
fa: لطفا تاریخ و زمان شروع معتبر را وارد کنید.
ro: Te rugăm introdu o dată și o oră de start valide

source: Due date cannot be before start date.
fa: تاریخ سررسید نمی تواند قبل از تاریخ شروع باشد.
ro: Data limită nu poate fi înainte de data de start.

source: Enter Due Date and Time
fa: تاریخ و زمان سررسید را وارد کنید
ro: Introdu data și ora limită

source: Enter Start Date and Time
fa: تاریخ و زمان شروع را وارد کنید
ro: Introdu data și ora de start

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
fa: فیلد نام کاربری/ایمیل دانشجو الزامی است و نمی‌تواند خالی باشد. لطفا نام کاربری/ایمیل را وارد کنید و سپس دکمه &quot;افزودن به لیست استثنایی&quot; را فشار دهید.فیلد نام کاربری/آدرس رایانامۀ فراگیرنده الزامی است و نمی‌تواند خالی باشد. لطفاً نام کاربری/آدرس رایانامه را وارد کنید و سپس "افزودن به فهرست استثنا" را فشار دهید.
ro: Numele de utilizator/ câmpul e-mail ale cursantului sunt obligatorii și nu pot rămâne necompletate. Te rugăm să completezi numele de utilizator/email-ul și să apeși butonul "Adăugă la lista excepții".

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
fa: فیلد نام کاربری/ایمیل دانشجو الزامی است و نمی‌تواند خالی باشد. لطفا نام کاربری/ایمیل را وارد کنید و سپس دکمه &quot;بی اعتبار کردن گواهی&quot; را فشار دهید.
ro: Numele utilizator / câmpul e-mail sunt obligatorii și nu pot rămâne necompletate. Te rugăm să completezi numele de utilizator / adresa de e-mail și apoi să apeși butonul "Invalidează certificatul”.

source: Student Removed from certificate allowlist successfully.
fa: دانش آموز با موفقیت از لیست مجاز گواهی حذف شد.فیلد نام کاربری/آدرس رایانامۀ فراگیرنده الزامی است و نمی‌تواند خالی باشد. لطفاً نام کاربری/آدرس رایانامه را وارد کنید و سپس دکمه "گواهینامۀ باطل" را فشار دهید.

source: Could not find Certificate Exception in the allowlist. Please refresh the page and try again
fa: استثنای گواهی در لیست مجاز یافت نشد. لطفا صفحه را مجددا بارگزاری کرده و دوباره تلاش کنیداستثنای گواهینامه در فهرست مجاز یافت نشد. لطفاً صفحه را مجدداً بارگذاری کرده و دوباره تلاش کنید

source: Server Error, Please refresh the page and try again.
fa: خطای سرور، لطفاً صفحه را بازخوانی کنید و دوباره امتحان کنید.
ro: Eroare de server. Te rugăm reîncarcă pagina și încearcă din nou.

source: <%- user %> already in exception list.
fa: <%- user %> از قبل در لیست استثناها قرار دارد.

source: <%- user %> has been successfully added to the exception list. Click Generate Exception Certificate below to send the certificate.
fa: <%- user %> با موفقیت به لیست استثنا اضافه شد. برای ارسال گواهی، روی Generate Exception Certificate در زیر کلیک کنید.

source: learners were successfully added to exception list
fa: فراگیران با موفقیت به لیست استثنا اضافه شدند

source: learner was successfully added to the exception list
fa: یادگیرنده با موفقیت به لیست استثنا اضافه شد<%- user %> با موفقیت به فهرست استثنا اضافه شد. برای ارسال گواهی، روی «ساخت گواهینامۀ استثنا» در زیر بزنید.

source: records are not in the correct format and have not been added to the exception list
fa: رکوردها در فرمت صحیح نیستند و به لیست استثنا اضافه نشده اند

source: record is not in the correct format and has not been added to the exception list
fa: رکورد در قالب صحیح نیست و به لیست استثنا اضافه نشده است

source: learner accounts cannot be found and have not been added to the exception list
fa: حساب های یادگیرنده را نمی توان یافت و به لیست استثنا اضافه نشده است

source: learner account cannot be found and has not been added to the exception list
fa: حساب یادگیرنده یافت نمی شود و به لیست استثنا اضافه نشده است

source: learners already appear on the exception list in this course
fa: زبان آموزان در حال حاضر در لیست استثنا در این دوره ظاهر می شوند

source: learner already appears on the exception list in this course
fa: یادگیرنده قبلاً در لیست استثنا در این دوره ظاهر می شود

source: learners are not enrolled in this course and have not added to the exception list
fa: زبان آموزان در این دوره ثبت نام نکرده اند و به لیست استثنا اضافه نشده اندفراگیران در این دوره ثبت‌نام نکرده‌اند و به فهرست استثنا اضافه نشده‌اند

source: learner is not enrolled in this course and has not been added to the exception list
fa: زبان آموز در این دوره ثبت نام نکرده و به لیست استثنا اضافه نشده است

source: learners have an active certificate invalidation in this course and have not been added to the exception list
fa: فراگیران در این دوره دارای مدرک معتبر باطل هستند و به لیست استثنا اضافه نشده اند فراگیران در این دوره دارای مدرک معتبر باطل هستند و به فهرست استثنا اضافه نشده‌اند

source: learner has an active certificate invalidation in this course and has not been added to the exception list
fa: زبان آموز دارای گواهینامه فعال در این دوره باطل است و به لیست استثنا اضافه نشده استفراگیرنده دارای گواهینامه باطل فعال در این دوره است و به فهرست استثنا اضافه نشده‌اند

source: learners encountered unknown errors
fa: فراگیران با خطاهای ناشناخته مواجه شدند

source: learner encountered an unknown error
fa: یادگیرنده با یک خطای ناشناخته مواجه شد

source: Uploaded file issues. Click on "+" to view.
fa: مشکلات فایل آپلود شده برای مشاهده بر روی &quot;+&quot; کلیک کنید.
ro: Probleme cu fișierul încărcat. Apasă pe "+" pentru a vizualiza.

source: Certificate of <%= user %> has already been invalidated. Please check your spelling and retry.
fa: گواهی <%= user %> قبلاً باطل شده است. لطفا املای خود را بررسی کنید و دوباره گواهینامۀ <%= user %> باطل شده‌است. لطفاً املای خود را بررسی کرده و دوباره امتحان کنید.

source: Certificate has been successfully invalidated for <%= user %>.
fa: گواهی با موفقیت برای <%= user %> باطل شد.

source: The certificate for this learner has been re-validated and the system is re-running the grade for this learner.
fa: گواهینامه این یادگیرنده مجدداً تأیید شده است و سیستم در حال اجرای مجدد نمره برای این زبان آموز است.گواهینامه این فرد مجدداً تأیید شده‌است و سیستم درحال اجرای مجدد نمره برای این فراگیرنده است.

source: Could not find Certificate Invalidation in the list. Please refresh the page and try again
fa: عدم اعتبار گواهی در لیست یافت نشد. لطفا صفحه را مجددا بارگزاری کرده و دوباره تلاش کنید

source: There has been an error processing your survey.
fa: در پردازش نظرسنجی شما خطایی رخ داده است.عدم اعتبار گواهی در فهرست یافت نشد. لطفاً صفحه را مجدداً تازه کرده و دوباره تلاش کنید
ro: A apărut o eroare în timp ce procesam sondajul.

source: More
fa: بیشتر
ro: Mai mult

source: Less
fa: کمتر
ro: Mai puțin

source: HTML preview of post
fa: پیش نمایش HTML پست
ro: Previzualizare HTML a postării

source: Preview
fa: پیش نمایش
ro: Previzualizează

source: Your question or idea (required)
fa: سوال یا ایده شما (الزامی)
ro: Întrebarea sau ideea ta (obligatoriu)

source: Please enter a valid donation amount.
fa: لطفا یک مبلغ کمک مالی معتبر وارد کنید.
ro: Te rugăm introdu o sumă validă pentru donație

source: Your donation could not be submitted.
fa: کمک مالی شما ارسال نشد.
ro: Donația ta nu a putut fi trimisă.

source: You will be refunded the amount you paid.
fa: مبلغ پرداختی به شما بازپرداخت خواهد شد.
ro: Ți se va rambursa suma plătită.

source: You will not be refunded the amount you paid.
fa: مبلغی که پرداخت کرده اید به شما بازپرداخت نمی شود.
ro: Nu ți se va rambursa suma plătită.

source: Are you sure you want to unenroll from the purchased course {courseName} ({courseNumber})?
fa: آیا مطمئنید که می خواهید از دوره خریداری شده {courseName} ( {courseNumber} ) لغو ثبت نام کنید؟
ro: Ești sigur/ă că vrei să anulezi înscrierea la cursul achiziționat {courseName} ({courseNumber})?

source: Are you sure you want to unenroll from {courseName} ({courseNumber})?
fa: آیا مطمئنید که می خواهید از {courseName} ( {courseNumber} ) لغو ثبت نام کنید؟آیا مایلید از دورۀ خریداری‌شده {courseName} ( {courseNumber} ) لغو ثبت‌نام کنید؟
ro: Ești sigur/ă că vrei să anulezi înscrierea la cursul {courseName} ({courseNumber})?

source: Are you sure you want to unenroll from the verified {certNameLong} track of {courseName} ({courseNumber})?
fa: آیا مطمئنید که می‌خواهید از تراک تأیید شده {certNameLong} {courseName} ( {courseNumber} ) لغو ثبت‌نام کنید؟آیا مایلید از مسیر تأییدشده {certNameLong} {courseName} ( {courseNumber} ) لغو ثبت‌نام کنید؟

source: Are you sure you want to unenroll from the verified {certNameLong} track of {courseName} ({courseNumber})?
fa: آیا مطمئنید که می‌خواهید از تراک تأیید شده {certNameLong} {courseName} ( {courseNumber} ) لغو ثبت‌نام کنید؟آیا مایلید از مسیر تأییدشده {certNameLong} {courseName} ( {courseNumber} ) لغو ثبت‌نام کنید؟

source: The refund deadline for this course has passed, so you will not receive a refund.
fa: مهلت بازپرداخت این دوره به پایان رسیده است، بنابراین بازپرداختی دریافت نمی کنید.مهلت بازپرداخت این دوره به پایان رسیده‌است، بنابراین بازپرداختی دریافت نمی‌کنید.
ro: Termenul limită de rambursare pentru acest curs a expirat, astfel că nu vom putea restitui suma achitată.

source: Unable to determine whether we should give you a refund because of System Error. Please try again later.
fa: به دلیل خطای سیستم نمی توانیم تعیین کنیم که آیا باید به شما بازپرداخت کنیم یا خیر. لطفاً بعداً دوباره امتحان کنید.
ro: Din cauza unei erori de sistem, nu putem procesa solicitarea de rambursare. Te rugăm să încerci din nou mai târziu.

source: Want to make edX better for everyone?
fa: آیا می خواهید edX را برای همه بهتر کنید؟
ro: Doriți să faceți edX mai bun pentru toată lumea?

source: Get started
fa: شروع کنید
ro: Începe

source: Section {currentPage} of {totalPages}
fa: بخش {currentPage} از {totalPages}
ro: Secțiunea {currentPage} din {totalPages}

source: Help make edX better for everyone!
fa: به بهتر شدن edX برای همه کمک کنید!
ro: Ajutați să faceți edX mai bun pentru toată lumea!

source: Welcome to edX! Before you get started, please take a few minutes to fill-in the additional information below to help us understand a bit more about your background. You can always edit this information later in Account Settings.
fa: به edX خوش آمدید! قبل از شروع، لطفاً چند دقیقه وقت بگذارید و اطلاعات اضافی زیر را پر کنید تا به ما در درک اطلاعات بیشتر درباره پیشینه شما کمک کند. همیشه می‌توانید این اطلاعات را بعداً در تنظیمات حساب ویرایش کنید.
ro: Bun venit în edX! Înainte de a începe, te rugăm să acorzi câteva minute pentru a completa informațiile suplimentare de mai jos, pentru a ne ajuta să înțelegem puțin mai multe despre tine. Poți edita oricând aceste informații mai târziu în Setările contului.

source: Clear all
fa: همه را پاک کن
ro: Șterge tot

source: demographics questionnaire
fa: پرسشنامه دموگرافیک
ro: Chestionar demografic

source: close questionnaire
fa: بستن پرسشنامه
ro: Închide chestionarul

source: Viewing %s course
fa: مشاهده دوره %s

source: We couldn't find any results for "%s".
fa: هیچ نتیجه ای برای &quot; %s &quot; پیدا نکردیم.
ro: Nu s-au găsit rezultate pentru "%s".

source: There was an error, try searching again.
fa: خطایی وجود داشت، دوباره جستجو کنید.
ro: A apărut o eroare, încearcă să cauți din nou.

source: Not divided
fa: تقسیم نشده است
ro: Nu se împarte

source: Discussions are unified; all learners interact with posts from other learners, regardless of the group they are in.
fa: بحث ها یکپارچه می شوند. همه فراگیران بدون در نظر گرفتن گروهی که در آن هستند، با پست های سایر فراگیران تعامل دارند.

source: Enrollment Tracks
fa: آهنگ های ثبت نامگفتگوها یکپارچه می‌شوند. همۀ فراگیران بدون درنظرگرفتن گروهی که در آن هستند، با پست‌های سایر فراگیران تعامل دارند.
