Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: We recommend sending learners no more than one email message per week. Before you send your email, review the text carefully and send it to yourself first, so that you can preview the formatting and make sure embedded images and links work correctly.
ro: Vă recomandăm să trimiteți cursanților cel mult un mesaj de e-mail pe săptămână. Înainte de a trimite e-mailul, examinați cu atenție textul și trimiteți-l mai întâi dumneavoastră, astfel încât să puteți previzualiza formatarea și să vă asigurați că imaginile și linkurile încorporate funcționează corect.

source: CAUTION!
ro: ATENȚIE!

source: When you select Send Email, your email message is added to the queue for sending, and cannot be cancelled.
ro: Când selectați Trimiteți e-mail, mesajul de e-mail este adăugat la coada de expediere și nu poate fi anulat.

source: Send Email
ro: Trimite Email

source: Email actions run in the background. The status for any active tasks - including email tasks - appears in a table below.
ro: Acțiunile prin e-mail se execută în fundal. Starea pentru orice sarcini active - inclusiv sarcini de e-mail - apare într-un tabel de mai jos.

source: Email Task History
ro: Istoricul sarcinilor prin e-mail

source: To see the content of previously sent emails, click this button:
ro: Pentru a vedea conținutul e-mailurilor trimise anterior, faceți clic pe acest buton:

source: Show Sent Email History
ro: Afișează istoricul e-mailurilor trimise

source: To read a sent email message, click its subject.
ro: Pentru a citi un mesaj de e-mail trimis, faceți clic pe subiectul acestuia.

source: To see the status for all email tasks submitted for this course, click this button:
ro: Pentru a vedea starea tuturor activităților de e-mail trimise pentru acest curs, faceți clic pe acest buton:

source: Show Email Task History
ro: Afișează istoricul sarcinilor prin e-mail

source: Set Course Mode Price
ro: Setează prețul modului de curs

source: Please enter Course Mode detail below
ro: Vă rugăm să introduceți detaliile modului de curs mai jos

source: Course Price
ro: Prețul Cursului

source: Currency
ro: Valută

source: Set Price
ro: Setați Preț

source: Proctortrack Escalation Email:
ro: E-mail de escaladă Proctortrack:

source: Allowance Section
ro: Secțiunea de alocații

source: Student Special Exam Attempts
ro: Încercările cursanților pentru Examen Special

source: Review Dashboard
ro: Revizuiește tabloul de bord

source: View Gradebook
ro: Vizualizează catalogul

source: Note: This feature is available only to courses with a small number of enrolled learners.
ro: Notă: Această caracteristică este disponibilă doar pentru cursurile cu un număr mic de cursanți înscriși.

source: View a specific learner's enrollment status
ro: Vizualizați starea de înscriere a unui cursant specific

source: Learner's {platform_name} email address or username *
ro: Adresa de e-mail sau numele de utilizator {platform_name} a cursantului *

source: Learner email address or username
ro: Adresa de e-mail sau numele de utilizator al cursantului

source: View Enrollment Status
ro: Vizualizează starea de înscriere

source: View a specific learner's grades and progress
ro: Vizualizați notele și progresul unui cursant specific

source: Learner's {platform_name} email address or username
ro: Adresa de e-mail sau numele de utilizator {platform_name} a cursantului

source: View Progress Page
ro: Vezi Pagina cu Rezultate

source: Adjust a learner's grade for a specific problem
ro: Ajustați nota unui cursant pentru o anumită problemă

source: Location of problem in course
ro: Localizarea problemei în curs

source: Example
ro: Exemplu

source: Problem location
ro: Localizare problema

source: Attempts
ro: Încercări

source: Allow a learner who has used up all attempts to work on the problem again.
ro: Permiteți unui cursant care a epuizat toate încercările de a rezolva problema.

source: Reset Attempts to Zero
ro: Resetează încercările la zero

source: Rescore
ro: Re-evaluare

source: For the specified problem, rescore the learner's responses. The 'Rescore Only If Score Improves' option updates the learner's score only if it improves in the learner's favor.
ro: Pentru problema specificată, reevaluați răspunsurile cursantului. Opțiunea „Reevaluează numai dacă scorul se îmbunătățește” actualizează scorul cursantului numai dacă se îmbunătățește în favoarea cursantului.

source: Score Override
ro: Rescrierea scorului

source: For the specified problem, override the learner's score.
ro: Pentru exercițiul specific, ignorați scorul cursantului.

source: New score for problem, out of the total points available for the problem
ro: Scor nou pentru problemă, din totalul punctelor disponibile pentru problemă

source: Score
ro: Scor

source: Override Learner's Score
ro: Ignorați Scorul Cursantului

source: Problem History
ro: Istoricul exercițiilor

source: For the specified problem, permanently and completely delete the learner's answers and scores from the database.
ro: Pentru problema specificată, ștergeți definitiv și complet răspunsurile și scorurile cursantului din baza de date.

source: Task Status
ro: Stare activitate

source: Show the status for the rescoring tasks that you submitted for this learner and problem.
ro: Afișați starea sarcinilor de recuperare pe care le-ați trimis pentru acest cursant și problema.

source: Show Task Status
ro: Afișați starea activității

source: Adjust a learner's entrance exam results
ro: Ajustați rezultatele examenului de admitere ale unui cursant

source: Allow the learner to take the exam again.
ro: Permiteți cursantului să susțină din nou examenul.

source: Allow Skip
ro: Permite Sărirea

source: Waive the requirement for the learner to take the exam.
ro: Renunțați la cerința ca elevul să susțină examenul.

source: Let Learner Skip Entrance Exam
ro: Permite elevului să sara examenul de admitere

source: Rescore any responses that have been submitted. The 'Rescore All Problems Only If Score Improves' option updates the learner's scores only if it improves in the learner's favor.
ro: Reevaluează toate răspunsurile care au fost trimise. Opțiunea „Reevaluează toate problemele numai dacă scorul se îmbunătățește” actualizează scorurile cursantului numai dacă se îmbunătățește în favoarea cursantului.

source: Rescore All Problems
ro: Reevaluează Toate Problemele

source: Rescore All Problems Only If Score Improves
ro: Reevaluează Toate Problemele Numai Daca Scorul Se Îmbunătățește

source: Entrance Exam History
ro: Istoria examenului de admitere

source: For the entire entrance exam, permanently and completely delete the learner's answers and scores from the database.
ro: Pentru întregul examen de admitere, ștergeți definitiv și complet răspunsurile și scorurile cursantului din baza de date.

source: Show the status for the rescoring tasks that you submitted for this learner and entrance exam.
ro: Afișați starea sarcinilor de reevaluare pe care le-ați trimis pentru acest cursant și examenul de admitere.

source: Adjust all enrolled learners' grades for a specific problem
ro: Ajustați notele tuturor cursanților înscriși pentru o anumită problemă

source: Allows all learners to work on the problem again.
ro: Permite tuturor cursanților să lucreze din nou la problemă.

source: Rescore submitted responses. The 'Rescore Only If Scores Improve' option updates a learner's score only if it improves in the learner's favor.
ro: Reevaluați răspunsurile trimise. Opțiunea „Reevaluați Numai Daca Scorul Se Îmbunătățeste” actualizează scorul unui cursant numai dacă se îmbunătățește în favoarea cursantului.

source: Rescore All Learners' Submissions
ro: Reevaluează toate solicitările elevilor

source: Rescore Only If Scores Improve
ro: Reevaluează Numai Daca Scorul se Îmbunătățește

source: Show the status for the tasks that you submitted for this problem.
ro: Afișați starea sarcinilor pe care le-ați trimis pentru această problemă.

source: Note
ro: Notă

source: Select a problem to generate a CSV file that lists all student answers to the problem. You also select a section or chapter to include results of all problems in that section or chapter.
ro: Selectați o problemă pentru a genera un fișier CSV care listează toate răspunsurile studenților la problemă. De asemenea, selectați o secțiune sau un capitol pentru a include rezultatele tuturor problemelor în secțiunea sau capitolul respectiv.

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
ro: Faceți clic pentru a afișa configurația de notare pentru curs. Configurația de notare este defalcarea subsecțiunilor gradate ale cursului (cum ar fi examenele și seturile de probleme) și poate fi modificată pe pagina „Notare” (sub „Setări”) din Studio.

source: Click to download a CSV of anonymized student IDs:
ro: Faceți clic pentru a descărca un CSV de ID-uri de student anonimizate:

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
ro: Pentru cursuri mari, generarea unor rapoarte poate dura câteva ore. Când generarea raportului este completă, în tabelul de mai jos apare un link care include data și ora generării. Aceste rapoarte sunt generate în fundal, ceea ce înseamnă că este OK să navigați departe de această pagină în timp ce raportul dumneavoastră se generează.

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
ro: Te rugăm să ai răbdare și să nu faci clic pe aceste butoane de mai multe ori. Dacă faci clic pe aceste butoane de mai multe ori va încetini semnificativ procesul de generare.

source: For smaller courses, click to list profile information for enrolled students directly on this page:
ro: Pentru cursuri mai mici, faceți clic pentru a lista informațiile de profil pentru studenții înscriși direct pe această pagină:

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
ro: Faceți clic pentru a genera un fișier CSV al tuturor studenților înscriși la acest curs, împreună cu informații despre profil, cum ar fi adresa de e-mail și numele de utilizator:

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
ro: Apasă pentru generarea fișierului CSV care listează cursanții care se pot înscrie în curs, dar care nu s-au înscris încă.

source: Click to generate a CSV file of all proctored exam results in this course.
ro: Apasă pentru generarea fișierului CSV cu rezultatele tuturor examenelor supravegheate din acest curs.

source: Click to generate a CSV file of survey results for this course.
ro: Apasă pentru generarea fișierului CSV cu rezultatele sondajelor din acest curs.

source: Click to generate a CSV ORA grade report for all currently enrolled students.
ro: Apasă pentru generarea fișierului CSV cu raportul notării ORA pentru toți cursanții înscriși în prezent.

source: Click to generate a CSV problem grade report for all currently enrolled students.
ro: Apasă pentru generarea fișierului CSV cu raportul notării exercițiilor pentru toți cursanții înscriși în prezent.

source: My Courses
ro: Cursurile mele

source: Change Preferred Language
ro: Schimbă la limba preferată

source: Please choose your preferred language
ro: Te rugăm să alegi limba preferată

source: Save Language Settings
ro: Salvează setările de limbă

source: Don't see your preferred language? {link_start}Volunteer to become a translator!{link_end}
ro: Nu vezi limba ta preferată? {link_start}Oferă-te voluntar/ă pentru a deveni traducător!{link_end}

source: Explore Courses
ro: Descoperă cursuri noi

source: Peer Grading
ro: Evaluarea altor cursanți

source: Here is a list of problems that need to be peer graded for this course.
ro: Iată lista exercițiilor care necesită notarea între colegi pentru acest curs.

source: Problem Name
ro: Numele problemei

source: Due date
ro: Dată limită

source: Graded
ro: Notat

source: Available
ro: Disponibil

source: Required
ro: Obligatoriu

source: No due date
ro: Fără dată limită

source: The due date has passed, and peer grading is closed at this time.
ro: Termenul limită a fost depășit, iar notarea între cursanți este închisă în acest moment.

source: Learning to Grade
ro: Învață să notezi

source: Hide Question
ro: Ascunde întrebarea

source: Student Response
ro: Răspunsul cursanților

source: Written Feedback
ro: Feedback scris

source: Please include some written feedback as well.
ro: Te rugăm să incluzi și feedback scris.

source: This submission has explicit, offensive, or (I suspect) plagiarized content.
ro: Răspunsul trimis are conținut explicit, jignitor sau (suspectez) plagiat.

source: How did I do?
ro: Cum am făcut?

source: Ready to grade!
ro: Gata de notare!

source: You have finished learning to grade, which means that you are now ready to start grading.
ro: Ai învățat să notezi, ceea ce înseamnă că acum ești pregătit să începi notarea.

source: Start Grading!
ro: Începe notarea!

source: Learning to grade
ro: Învață să notezi

source: You have not yet finished learning to grade this problem.
ro: Nu ai terminat încă de învățat să notezi această problemă.

source: You will now be shown a series of instructor-scored essays, and will be asked to score them yourself.
ro: Ți se vor arăta acum o serie de eseuri evaluate și notate de facilitatorul cursului și ți se va cere să le punctezi singur/ă.

source: Once you can score the essays similarly to an instructor, you will be ready to grade your peers.
ro: Odată ce înveți să notezi eseurile în mod similar cu un facilitator de curs, vei fi pregătit/ă să îți notezi colegii de curs.

source: Start learning to grade
ro: Învață să notezi

source: Are you sure that you want to flag this submission?
ro: Sigur dorești să semnalizezi acest răspuns trimis?

source: You are about to flag a submission. You should only flag a submission that contains explicit, offensive, or (suspected) plagiarized content. If the submission is not addressed to the question or is incorrect, you should give it a score of zero and accompanying feedback instead of flagging it.
ro: Ești pe cale să semnalezi un răspuns trimis. Te rugăm să te asiguri că este un răspuns cu conținut explicit, ofensator sau (suspectat) plagiat. Dacă răspunsul nu are legătură cu întrebarea sau este incorect, ar trebui să îi acordați punctaj minim, însoțit de feedback, în loc să îl semnalizați.

source: Remove Flag
ro: Eliminează semnalizarea

source: Keep Flag
ro: Păstrează semnalizarea

source: Go Back
ro: Înapoi

source: Account Activation Info
ro: Informații pentru activarea contului

source: Your Password Reset is Complete
ro: Resetarea parolei este completă

source: Password Reset Complete
ro: Resetarea parolei este completă

source: Your password has been reset. {start_link}Sign-in to your account.{end_link}
ro: Parola a fost resetată. {start_link} Autentifică-te în cont. {end_link}

source: Reset Your {platform_name} Password
ro: Resetează parola {platform_name}

source: Invalid Password Reset Link
ro: Link de resetare a parolei invalid

source: This password reset link is invalid. It may have been used already. To reset your password, go to the {start_link}sign-in{end_link} page and select {start_strong}Forgot password{end_strong}.
ro: Acest link de resetare a parolei este invalid. Este posibil să fi fost deja folosit. Pentru a reseta parola, accesează pagina de {start_link} autentificare {end_link} și selectează {start_strong} Recuperează parola {end_strong}.

source: Password reset successful
ro: Resetarea parolei a reușit

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
ro: V-am trimis pe adresa de e-mail indicată instrucțiuni pentru setarea parolei. Ar trebui să îl primiți în scurt timp.

source: The page that you were looking for was not found. Go back to the {link_start}homepage{link_end} .
ro: Pagina pe care o căutați nu a fost găsită. Reveniți la {link_start} pagina principală {link_end}.

source: Too Many Requests
ro: Prea multe cereri

source: Your request has been rate-limited. Please try again later.
ro: Cererea a fost limitată. Te rugăm să încerci mai târziu.

source: This page left intentionally blank. Feel free to add your own content.
ro: Această pagină a rămas necompletată intenționat. Puteți adăuga propriul conținut.

source: Our system indicates that you are trying to access this {platform_name} course from a country or region currently subject to U.S. economic and trade sanctions. Unfortunately, because {platform_name} is required to comply with export controls, we cannot allow you to access this course at this time.
ro: Sistemul nostru indică faptul că încercați să accesați cursul din {platform_name} dintr-o țară sau regiune supusă în prezent sancțiunilor economice și comerciale ale SUA. Din păcate, deoarece {platform_name} trebuie să respecte controalele de export, nu vă putem permite accesul în curs în acest moment.

source: FAQ
ro: Întrebări frecvente

source: Jobs
ro: Joburi

source: In the Press
ro: În presă

source: Currently the {platform_name} servers are down
ro: În prezent, serverele platfformei {platform_name} nu sunt operaționale.

source: Our staff is currently working to get the site back up as soon as possible.
ro: Echipa noastră lucrează acum pentru a rezolva problemele tehnice ale site-ului.

source: There has been a 500 error on the {platform_name} servers
ro: A apărut eroarea 500 pe serverele platformei {platform_name}

source: Please wait a few seconds and then reload the page.
ro: Te rugăm să aștepți câteva secunde și apoi să reîncarci pagina.

source: Currently the {platform_name} servers are overloaded
ro: În prezent, serverele platformei {platform_name} sunt solicitate excesiv.

source: Account Settings
ro: Setări cont

source: and access to private sites offered by MIT Open Learning, Wharton Executive Education, and Harvard Medical School
ro: și acces la site-uri private oferite de MIT Open Learning, Wharton Executive Education și Harvard Medical School

source: Please Wait
ro: Te rugăm să aștepți

source: Sign in or Register
ro: Autentifică-te sau creează cont

source: Student Support
ro: Suport pentru cursanți

source: Student Support: Certificates
ro: Suport pentru cursanți: Certificate

source: Contact {platform_name} Support
ro: Contează suportul platformei {platform_name}

source: Student Support: Enrollment
ro: Sprijin pentru cursanți: Înscriere

source: Student Support: Feature Based Enrollments
ro: Suport pentru cursanți: Înscrieri bazate pe funcționalități

source: Course Duration Limits
ro: Limite de durată a cursului

source: Is Enabled
ro: Este Activat

source: No results found
ro: Niciun rezultat găsit

source: Student Support: Manage User
ro: Suport pentru cursanți: Gestionați utilizatorul

source: Program Enrollments Inspector
ro: Inspector Înscrieri în program

source: User Survey
ro: Sondaj utilizator

source: Pre-Course Survey
ro: Sondaj pre-curs

source: You can begin your course as soon as you complete the following form. Required fields are marked with an asterisk (*). This information is for the use of {platform_name} only. It will not be linked to your public profile in any way.
ro: Puteți începe cursul imediat ce completați următorul formular. Câmpurile obligatorii sunt marcate cu un asterisc (*). Aceste informații sunt destinate utilizării platformei {platform_name}. Nu vor fi asociate în niciun fel profilului vostru public.

source: You are missing the following required fields:
ro: Vă lipsesc următoarele câmpuri obligatorii:

source: Cancel and Return to Dashboard
ro: Anulează și revino la Tabloul de bord

source: Why do I need to complete this information?
ro: De ce trebuie să completez aceste informații?

source: We use the information you provide to improve our course for both current and future students. The more we know about your specific needs, the better we can make your course experience.
ro: Folosim informațiile pe care le furnizați pentru a îmbunătăți cursul atât pentru cursanții actuali, cât și pentru cei viitori. Cu cât cunoaștem mai multe despre nevoile voastre specifice, cu atât mai mult putem îmbunătăți experiența cursului.

source: Who can I contact if I have questions?
ro: Pe cine pot contacta dacă am întrebări?

source: If you have any questions about this course or this form, you can contact {link_start}{mail_to_link}{link_end}.
ro: Dacă aveți întrebări despre acest curs sau acest formular, ne puteți contacta la {link_start} {mail_to_link} {link_end}.

source: Skeleton Page
ro: Pagina structurii

source: Search the course
ro: Căută cursul

source: Start Course
ro: Începe cursul

source: Have questions?
ro: Aveți întrebări?

source: Please read {a_start}our FAQs to view common questions about our certificates{a_end}.
ro: Te rugăm să citești {a_start} întrebările frecvente despre certificatele noastre {a_end}.

source: Re-Verify for {course_name}
ro: Verifică din nou pentru {course_name}

source: Verification Deadline Has Passed
ro: Termenul limită de verificare a expirat

source: Upgrade Deadline Has Passed
ro: Termenul limită de actualizare a expirat

source: The verification deadline for {course_name} was {{date}}. Verification is no longer available.
ro: Termenul limită de verificare pentru {course_name} a fost {{date}}. Verificarea nu mai este disponibilă.

source: The deadline to upgrade to a verified certificate for this course has passed.
ro: Termenul limită pentru trecerea la un certificat de absolvire pentru acest curs a expirat.

source: Upgrade Your Enrollment For {course_name}.
ro: Actualizează Înscrierea Pentru cursul {course_name}.

source: Verify For {course_name}
ro: Verifică pentru cursul {course_name}

source: Enroll In {course_name}
ro: Înscrie-te la cursul {course_name}

source: Technical Requirements
ro: Cerințe tehnice

source: Please make sure your browser is updated to the {strong_start}{a_start}most recent version possible{a_end}{strong_end}. Also, please make sure your {strong_start}webcam is plugged in, turned on, and allowed to function in your web browser (commonly adjustable in your browser settings).{strong_end}
ro: Asigură-te că browserul folosit este actualizat la {strong_start}{a_start} cea mai recentă versiune posibilă {a_end}{strong_end}. De asemenea, te rugăm să te asiguri că și {strong_start} camera web este conectată, pornită și că îi este permisă funcționarea în browserul web (de obicei se configurează în setările browserului).{strong_end}

source: Re-Verification
ro: Re-Verificare

source: Identity Verification
ro: Verficarea indentității

source: You have already submitted your verification information. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days).
ro: Ați trimis deja informațiile de verificare. Veți vedea un mesaj în tabloul de bord atunci când procesul de verificare este (de obicei în termen de 5-7 zile).

source: You cannot verify your identity at this time.
ro: Nu vă puteți verifica identitatea în acest moment.

source: Return to Your Dashboard
ro: Mergi înapoi la Tabloul de bord.
