Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: The discussions are currently undergoing maintenance. We'll have them back up shortly!
ro: Discuțiile se află în curs de întreținere. Vă rugăm să reveniți.

source: Content Locked
ro: Conținut blocat

source: You must complete the prerequisites for '{prereq_section_name}' to access this content.
ro: Trebuie să îndepliniți cerințele prealabile din secțiunea „{prereq_section_name}” pentru a accesa conținutul.

source: Go to Prerequisite Section
ro: Mergi la secțiunea Cerințe Prealabile

source: Collapse Instructions
ro: Ascunde instrucțiuni

source: Guided Discussion
ro: Discuție ghidată

source: Hide Annotations
ro: Ascunde adnotări

source: Bookmarked
ro: Salvat

source: Bookmark this page
ro: Salvează această pagină

source: You do not have access to this dependency module.
ro: Nu ai acces la acest modul de subordonare.

source: LEARN MORE
ro: AFLĂ MAI MULTE

source: Starts
ro: Începe

source: Starts: {date}
ro: Începe la: {date}

source: View all Courses
ro: Vezi toate cursurile

source: results successfully populated,
ro: rezultatele populate cu succes,

source: Click to load all enrolled courses
ro: Apasă pentru a încărca toate cursurile tale

source: You are not enrolled in any courses yet.
ro: Nu ești înscris la niciun curs pentru moment.

source: Explore courses
ro: Descoperă cursuri noi

source: Activate your account!
ro: Activează-ți contul!

source: Course-loading errors
ro: Erori întâmpinate la încărcarea cursului

source: Search Your Courses
ro: Caută în cursurile tale

source: Clear search
ro: Resetează căutare

source: Skip to list of announcements
ro: Sari la lista de anunțuri

source: Account Status Info
ro: Informații despre starea contului

source: Email Settings for {course_number}
ro: Setări de e-mail pentru {course_number}

source: Receive course emails
ro: Primește e-mailuri despre curs

source: Save Settings
ro: Salvează setările

source: Unenroll
ro: Renunță la curs

source: It looks like you missed some important deadlines based on our suggested schedule.
ro: Se pare că ați ratat câteva termene limită importante pe baza programului nostru sugerat.

source: To keep yourself on track, you can update this schedule and shift the past due assignments into the future by visiting
ro: Pentru a vă menține în grafic, puteți actualiza acest program și puteți transfera sarcinile scadente în viitor vizitând

source: Don't worry—you won't lose any of the progress you've made when you shift your due dates.
ro: Nu vă faceți griji—nu veți pierde niciunul dintre progresele pe care le-ați făcut atunci când schimbați termenele limită.

source: It looks like you missed some important deadlines based on our suggested schedule.
ro: Se pare că ați ratat câteva termene limită importante pe baza programului nostru sugerat.

source: To keep yourself on track, you can update this schedule and shift the past due assignments into the future. Don't worry—you won't lose any of the progress you've made when you shift your due dates.
ro: Pentru a vă menține în grafic, puteți actualiza acest program și puteți transfera sarcinile scadente în viitor. Nu vă faceți griji - nu veți pierde niciunul dintre progresele pe care le-ați făcut atunci când schimbați termenele limită.

source: You are auditing this course,
ro: Audiați acest curs,

source: which means that you are unable to participate in graded assignments.
ro: ceea ce înseamnă că nu puteți participa la sarcini notate.

source: It looks like you missed some important deadlines based on our suggested schedule. Graded assignments and schedule adjustment are available to Verified Track learners.
ro: Se pare că ați ratat câteva termene limită importante pe baza programului nostru sugerat. Sarcinile notate și ajustările programului sunt disponibile pentru cursanții Verificați.

source: It looks like you missed some important deadlines based on our suggested schedule. To complete graded assignments as part of this course and shift the past due assignments into the future, you can upgrade today.
ro: Se pare că ați ratat câteva termene limită importante pe baza programului nostru sugerat. Pentru a finaliza sarcinile notate ca parte a acestui curs și a muta sarcinile scadente în viitor, puteți sa îl actualizați astăzi.

source: Upgrade to shift due dates
ro: Actualizați pentru a schimba datele scadente

source: Graded assignments are available to Verified Track learners.
ro: Sarcinile notate sunt disponibile pentru cursanții Verificați.

source: To complete graded assignments as part of this course, you can upgrade today.
ro: Pentru a finaliza sarcini notate ca parte a acestui curs, puteți să îl actualizați astăzi.

source: We've built a suggested schedule to help you stay on track.
ro: Am creat un program sugerat pentru a vă ajuta să rămâneți în grafic.

source: But don't worry—it's flexible so you can learn at your own pace. If you happen to fall behind on our suggested dates, you'll be able to adjust them to keep yourself on track.
ro: Dar nu vă faceți griji—este flexibil, astfel încât să puteți învăța în propriul ritm. Dacă se întâmplă să rămâneți în urmă cu datele sugerate, veți putea să le ajustați pentru a vă menține în grafic.

source: E-mail change failed
ro: Schimbare e-mail eșuată

source: We were unable to send a confirmation email to {email}
ro: Nu am putut trimite e-mailul de confirmare către {email}

source: Go back to the {link_start}home page{link_end}.
ro: Întoarce-te la {link_start}prima pagină{link_end}.

source: E-mail change successful!
ro: Schimbare e-mail reușită!

source: You should see your new email in your {link_start}dashboard{link_end}.
ro: Poți vedea noul tău e-mail în {link_start}tabloul de board{link_end}.

source: An account with the new e-mail address already exists.
ro: Există deja un cont pentru adresa de e-mail introdusă.

source: You should Register before trying to access the Unit
ro: Trebuie să vă înregistrați pentru a putea accesa unitatea

# self
source: Enroll
ro: Înscrie-te

source: Don't enroll
ro: Nu te înscrie

source: Student Enrollment Form
ro: Formular de înscriere a cursantului / cursantei

source: Course:
ro: Curs:

source: Add new students
ro: Adaugă studenți noi

source: Existing students:
ro: Studenți existenți:

source: New students added:
ro: Studenți noi:

source: Students rejected:
ro: Studenți respinși:

source: Debug:
ro: Depanare:

source: External Authentication failed
ro: Autentificare externă eșuată

source: organization logo
ro: logo-ul organizației

source: Password Reset
ro: Resetare parolă

source: Please enter your e-mail address below, and we will e-mail instructions for setting a new password.
ro: Te rugăm să introduci adresa de e-mail mai jos, și vom trimite instrucțiunile pentru resetarea parolei.

source: Required Information
ro: Informații necesare

source: Your E-mail Address
ro: Adresă de e-mail

source: This is the e-mail address you used to register with {platform}
ro: Aceasta este adresa de e-mail folosită pentru a te înregistra pe {platform}

source: Reset My Password
ro: Resetează parola

source: Email is incorrect.
ro: E-mailul este incorect.

source: The course has ended.
ro: Cursul s-a încheiat.

source: The due date for this assignment has passed.
ro: Data limită pentru această sarcină a fost depășită.

source: Because the course has ended, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
ro: Deoarece cursul s-a încheiat, această sarcinănu mai este disponibilă.{line_break}Dacă ai efectuat această sarcină, nota ta este disponibilă pe pagina {link_start}Progres{link_end}.

source: Because the due date has passed, this assignment is no longer available.{line_break}If you have completed this assignment, your grade is available on the {link_start}progress page{link_end}.
ro: Deoarece data limită a fost depășită, această sarcină nu mai este disponibilă.{line_break}Dacă ai efectuat această lucrare, nota ta este disponibilă pe pagina {link_start}Progres{link_end}.

source: Search for a course
ro: Caută un curs

source: Welcome to {platform_name}
ro: Bine ai venit pe {platform_name}

source: It works! Powered by Open edX{registered_trademark}
ro: Funcționează! Powered by Open edX{registered_trademark}

source: Invalid email change key
ro: Cheie de schimbare e-mail invalidă

source: This e-mail key is not valid. Please check:
ro: Această cheie pentru e-mail nu este validă. Te rugăm să verifici:

source: Was this key already used? Check whether the e-mail change has already happened.
ro: Această cheie a fost deja folosită? Verifică dacă a fost deja efectuată modificarea adresei de e-mail.

source: Did your e-mail client break the URL into two lines?
ro: Clientul e-mail a împărțit URL-ul în două linii?

source: The keys are valid for a limited amount of time. Has the key expired?
ro: Cheile sunt valide pentru o perioadă limitată de timp. A expirat cheia?

source: External resource
ro: Resursă externă

source: {points} / {total_points} points
ro: {points} / {total_points} puncte

source: {total_points} points possible
ro: {total_points} puncte posibile

source: View resource in a new window
ro: Vizualizează resursa într-o fereastră nouă

source: Please provide launch_url. Click "Edit", and fill in the required fields.
ro: Te rugăm să furnizezi launch_url. Apasă „Editare”, apoi completează câmpurile necesare.

source: Feedback on your work from the grader:
ro: Feedback-ul corectorului privind lucrarea ta:

source: Press to Launch
ro: Apasă pentru a lansa

source: Manage student accounts
ro: Administrează conturile studenților

source: Username:
ro: Nume de utilizator:

source: Profile:
ro: Profil:

source: Image:
ro: Imagine:

source: Name:
ro: Nume:

source: Choose an action:
ro: Alege o acțiune:

source: View Profile
ro: Vizualizează profilul

source: Disable Account
ro: Dezactivează cont

source: Reenable Account
ro: Reactivează cont

source: Remove Profile Image
ro: Șterge imaginea de profil

source: Students whose accounts have been disabled
ro: Studenți ale căror conturi au fost dezactivate

source: (reload your page to refresh)
ro: (reîncarcă pagina pentru a o actualiza)

source: working
ro: în lucru

source: There has been an error on the {platform_name} servers
ro: A apărut o eroare pe serverele {platform_name}

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible.
ro: Ne pare rău, acest modul este temporar indisponibil. Personalul nostru lucrează pentru a remedia situația cât mai curând posibil.

source: Raw data:
ro: Date brute:

source: Course View
ro: Vizualizarea cursului

source: View this course as:
ro: Vizualizați acest curs ca:

source: Staff
ro: Personal

source: Learner
ro: Cursant

source: Specific learner
ro: Cursant specific

source: Learner in {content_group}
ro: Cursant în {content_group}

source: Username or email:
ro: Nume de utilizator sau email:

source: Set preview mode
ro: Setați modul de previzualizare

source: You are now viewing the course as {i_start}{user_name}{i_end}.
ro: Acum vedeți cursul ca {i_start} {user_name} {i_end}.

source: View in the new experience
ro: Vizualizați în noua experiență

source: View in Studio
ro: Vizualizare în Studio

source: View in Insights
ro: Vizualizați în Informații

source: Hint
ro: Sugestie

source: Save your answer
ro: Salvați răspunsul

source: Reset your answer
ro: Resetați răspunsul

source: Show answer
ro: Arătați răspunsul

source: Some problems have options such as save, reset, hints, or show answer. These options follow the Submit button.
ro: Unele probleme au opțiuni precum salvare, resetare, sugestii sau afișare răspuns. Aceste opțiuni urmează butonul Trimiteți.

source: Answers are displayed within the problem
ro: Răspunsurile sunt afișate în cadrul problemei

source: Next Hint
ro: Următoarea Sugestie

source: Review
ro: Revizuire

source: Log In
ro: Autentificare

source: Your username, email, and full name will be sent to {destination}, where the collection and use of this information will be governed by their terms of service and privacy policy.
ro: Numele dumneavoastră de utilizator, adresa de e-mail și numele complet vor fi trimise la {destination}, unde colectarea și utilizarea acestor informații vor fi guvernate de termenii și condițiile lor și de politica de confidențialitate.

source: Return To %s
ro: Înapoi la %s

source: Re-subscribe Successful!
ro: Re-abonare cu succes!

source: You have re-enabled forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}.
ro: Ați reactivat e-mailurile de notificare pe forum de la {platform_name}. Puteți {dashboard_link_start} reveni la tabloul de bord {link_end}.

source: Secondary e-mail change failed
ro: Modificarea secundară a e-mailului a eșuat

source: We were unable to activate your secondary email {secondary_email}
ro: Nu am putut să vă activăm e-mailul secundar {secondary_email}

source: Secondary e-mail change successful!
ro: Schimbarea secundară a e-mailului a reușit!

source: Your secondary email has been activated. Please visit {link_start}dashboard{link_end} for courses.
ro: E-mailul secundar a fost activat. Accesați {link_start} tabloul de bord {link_end} pentru cursuri.

# unit
source: Previous
ro: Anterior

# unit
source: Next
ro: Următor

source: Sequence
ro: Secvenţă

source: Completed
ro: Completat

source: Sign Up for {platform_name}
ro: Înscrieți-vă pentru {platform_name}

source: e.g. yourname@domain.com
ro: ex.: ion.popescu@domeniu.com

source: e.g. yourname (shown on forums)
ro: ex.: ion_popescu (afișat pe forumuri)

source: e.g. Your Name (for certificates)
ro: ex.: Ion Popescu (pentru certificate)

source: {start_li}Welcome{end_li} {name}
ro: {start_li} Bun venit {end_li} {name}

source: Enter a public username:
ro: Introdu un nume de utilizator public:

source: Full Name *
ro: Numele complet *

source: Ed. Completed
ro: Ed. Efectuat

source: Goals in signing up for {platform_name}
ro: Obiective la înscrierea pentru {platform_name}

source: I agree to the {link_start}Terms of Service{link_end}
ro: Sunt de acord cu {link_start} Termenii și condițiile {link_end}

source: I agree to the {link_start}Honor Code{link_end}
ro: Sunt de acord cu {link_start} Codul de onoare {link_end}

source: Create My Account
ro: Creează contul meu

source: Already have an account?
ro: Ai deja un cont?

source: Login.
ro: Autentificare.

source: This content experiment uses group configuration '{group_configuration_name}'.
ro: Acest experiment de conținut folosește configurația grupului „{group_configuration_name}”.

source: Active Groups
ro: Grupuri active

source: Inactive Groups
ro: Grupuri inactive

source: Staff Debug Info
ro: Informații despre depanarea personalului

source: Submission history
ro: Istoricul depunerilor

source: {platform_name} Content Quality Assessment
ro: {platform_name} Evaluarea calității conținutului

source: Comment
ro: Comentariu

source: comment
ro: comentariu

source: Tag
ro: Etichetă

source: Optional tag (eg "done" or "broken"):
ro: Etichetă opțională (de ex. „Terminat” sau „stricat”):

source: tag
ro: etichetă

source: Add comment
ro: Adaugă un comentariu

source: Staff Debug:
ro: Depanare personal:

source: Score (for override only)
ro: Scor (numai pentru suprascriere)

source: Reset Learner's Attempts to Zero
ro: Resetați încercările cursantului la zero

source: Delete Learner's State
ro: Ștergeți starea cursantului

source: Rescore Learner's Submission
ro: Remarcați transmiterea cursanților

source: Rescore Only If Score Improves
ro: Remarcați numai dacă scorul se îmbunătățește

source: Module Fields
ro: Domeniile modulului

source: XML attributes
ro: Atribute XML

source: Submission History Viewer
ro: Vizualizator istoric trimiteri

source: Learner's {platform_name} email address or username:
ro: Adresa e-mail sau nume utilizator pentru Cursant {platform_name}:

source: Enter the learner email address or username
ro: Introduceți adresa e-mail sau numele de utilizator a cursantului

source: View History
ro: Vezi istoricul

source: {course_number} Textbook
ro: {course_number} Manual

source: Textbook Navigation
ro: Navigare manual

source: Page
ro: Pagină

source: Previous page
ro: Pagina anterioară

source: Next page
ro: Pagina următoare

source: Tracking Log
ro: Jurnal de urmărire

source: datetime
ro: data și ora

source: source
ro: sursă

source: type
ro: tip

source: Unsubscribe Successful!
ro: Dezabonare reușită!

source: You will no longer receive forum notification emails from {platform_name}. You may {dashboard_link_start}return to your dashboard{link_end}. If you did not mean to do this, {undo_link_start}you can re-subscribe{link_end}.
ro: Nu veți mai primi e-mailuri de notificare pe forum de la {platform_name}. Puteți {dashboard_link_start} reveni la tabloul de bord {link_end}. Dacă nu ați vrut să faceți acest lucru, {undo_link_start} vă puteți re-abona {link_end}.

source: Dashboard for:
ro: Tablou de bord pentru:

source: Usermenu
ro: Meniu utilizator

source: More options
ro: mai multe opțiuni

source: More Options
ro: Mai Multe Opțiuni

source: Using the system
ro: Folosirea sistemului

source: During video playback, use the subtitles and the scroll bar to navigate. Clicking the subtitles is a fast way to skip forwards and backwards by small amounts.
ro: În timpul redării video, utilizați subtitrările și bara de derulare pentru a naviga. Dând clic pe subtitrări este o modalitate rapidă de a sări înainte și înapoi cu părți mici.

source: If you are on a low-resolution display, the left navigation bar can be hidden by clicking on the set of three left arrows next to it.
ro: Dacă vă aflați pe un ecran cu rezoluție redusă, bara de navigare din stânga poate fi ascunsă făcând clic pe setul de trei săgeți stânga de lângă acesta.

source: If you need bigger or smaller fonts, use your browsers settings to scale them up or down. Under Google Chrome, this is done by pressing ctrl-plus, or ctrl-minus at the same time.
ro: Dacă aveți nevoie de fonturi mai mari sau mai mici, utilizați setările browserului pentru a le ridica în sus sau în jos. În Google Chrome, acest lucru se face prin apăsarea ctrl-plus sau ctrl-minus în același timp.

source: {subsection_format} due {{date}}
ro: {subsection_format} scadent {{date}}

source: Due {date}
ro: Scadentă {date}

source: Past due
ro: Ulterior

source: Loading video player
ro: Se încarcă player-ul video

source: Play video
ro: Redare video

source: No playable video sources found.
ro: Nu s-au găsit surse video redabile.

source: Your browser does not support this video format. Try using a different browser.
ro: Browserul dumneavoastră nu acceptă acest format video. Încercați să utilizați un alt browser.

source: Downloads and transcripts
ro: Descărcări și transcrieri

source: Download video file
ro: Descărcați fișierul video

source: Transcripts
ro: Transcrieri

source: Download {file}
ro: Descărcare {file}

source: Download transcript
ro: Descărcați transcrierea

source: Handouts
ro: Fișe

source: Download Handout
ro: Descărcați fișa

source: {num} of {total}
ro: {num} din {total}

source: Your words were:
ro: Cuvintele tale au fost:

source: API Access Request
ro: Cerere de acces API

source: {platform_name} API Access Request
ro: {platform_name} Cerere de acces API

source: Request API Access
ro: Solicitați acces API

source: API Access Request Status
ro: Starea cererii de acces API

source: Your request to access the {platform_name} Course Catalog API is being processed. You will receive a message at the email address in your profile when processing is complete. You can also return to this page to see the status of your API access request.
ro: Solicitarea dumneavoastră de a accesa {platform_name} API-ul catalogului de cursuri este în curs de procesare. Veți primi un mesaj la adresa de e-mail din profilul dumneavoastră când procesarea este finalizată. De asemenea, puteți reveni la această pagină pentru a vedea starea cererii de acces API.

source: Your request to access the {platform_name} Course Catalog API has been denied. If you think this is an error, or for other questions about using this API, contact {api_support_email_link}.
ro: Solicitarea de a accesa {platform_name} API-ul catalogului de cursuri a fost respinsă. Dacă credeți că este o eroare sau pentru alte întrebări despre utilizarea acestui API, contactați {api_support_email_link}.

source: Your request to access the {platform_name} Course Catalog API has been approved.
ro: Solicitarea de a accesa {platform_name} API-ul catalogului de cursuri a fost aprobată.

source: Application Name
ro: Numele aplicatiei

source: API Client ID
ro: ID client API

source: API Client Secret
ro: Secretul clientului API

source: Redirect URLs
ro: Redirecționați adresele URL

source: If you would like to regenerate your API client information, please use the form below.
ro: Dacă doriți să regenerați informațiile clientului API, vă rugăm să utilizați formularul de mai jos.

source: Generate API client credentials
ro: Generați acreditări client API

source: To learn more about the {platform_name} Course Catalog API, visit {link_start}our API documentation page{link_end}. For questions about using this API, contact {api_support_email_link}.
ro: Pentru a afla mai multe despre {platform_name} API-ul catalogului de cursuri, accesați {link_start} pagina noastră de documentație API {link_end}. Pentru întrebări despre utilizarea acestui API, contactați {api_support_email_link}.

source: API Terms of Service
ro: Termeni și condiții API

source: Terms of Service for {platform_name} APIs
ro: Termeni și condiții pentru API-urile {platform_name}

source: Effective Date: May 24th, 2018
ro: Data intrării în vigoare: 24 mai 2018
