Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Proctoring requirements for %(course_name)s
ro: Cerințe de supraveghere pentru %(course_name)s

source: Hello %(full_name)s,
ro: Bună %(full_name)s,

source: You are enrolled in %(course_name)s at %(platform_name)s. This course contains proctored exams.
ro: Ești înscris/ă la %(course_name)s de pe %(platform_name)s. Acest curs conține examene cu timp limită.

source: Proctored exams are timed exams that you take while proctoring software monitors your computer's desktop, webcam video, and audio. Your course uses %(proctoring_provider)s software for proctoring.
ro: Examenele cu timp limită sunt examene cronometrate pe care le susții i în timp ce un software de supraveghere monitorizează desktopul computerului, video-ul webcam și audio. Cursul utilizează software pentru supraveghere %(proctoring_provider)s .

source: Carefully review the system requirements as well as the steps to take a proctored exam in order to ensure that you are prepared.
ro: Examinați cu atenție cerințele de sistem, precum și pașii pentru a susține un examen cu timp limită, pentru a vă asigura că sunteți pregătit/ă.

source: Proctoring Instructions and Requirements
ro: Instrucțiuni și cerințe de supraveghere

source: Before taking a graded proctored exam, you must have approved ID verification photos.
ro: Înainte de a susține un examen cu timp limită notat, trebuie să ai fotografii de verificare a actului de identitate aprobate.

source: You can submit ID verification photos here.
ro: Puteți trimite fotografii de verificare a actului de identitate aici.

source: Thank you,
ro: Mulțumim,

source: The %(platform_name)s Team
ro: Echipa %(platform_name)s

source: Hello %(full_name)s
ro: Bună%(full_name)s

source: You are enrolled in %(course_name)s at %(platform_name)s. This course contains proctored exams.
ro: Ești înscris/ă la %(course_name)s de pe %(platform_name)s. Acest curs conține examene cu timp limită.

source: Proctored exams are timed exams that you take while proctoring software monitors your computer's desktop, webcam video, and audio. Your course uses %(proctoring_provider)s software for proctoring.
ro: Examenele cu timp limită sunt examene cronometrate pe care le susții i în timp ce un software de supraveghere monitorizează desktopul computerului, video-ul webcam și audio. Cursul utilizează software pentru supraveghere %(proctoring_provider)s.

source: Carefully review the system requirements as well as the steps to take a proctored exam in order to ensure that you are prepared.
ro: Examinați cu atenție cerințele de sistem, precum și pașii pentru a susține un examen cu timp limită, pentru a vă asigura că sunteți pregătit/ă.

source: To view proctoring instructions and requirements, please visit: %(proctoring_requirements_url)s
ro: Pentru a vedea instrucțiunile și cerințele de supraveghere, vă rugăm să vizitați: %(proctoring_requirements_url)s

source: This email was automatically sent from %(platform_name)s to %(full_name)s.
ro: Acest e-mail a fost trimis automat de %(platform_name)s către %(full_name)s.

source: Proctoring requirements for %(course_name)s
ro: Cerințe de supraveghere pentru %(course_name)s

source: Create Recovery Email
ro: Setează e-mail de recuperare a contului

source: You've registered this recovery email address for %(platform_name)s.
ro: Ai înregistrat acest e-mail de recuperare a contului pentru platforma %(platform_name)s.

source: If you set this email address, click "confirm email." If you didn't request this change, you can disregard this email.
ro: Dacă setați această adresă de e-mail, faceți clic pe „confirmați e-mail”. Dacă nu ați solicitat această modificare, puteți ignora acest e-mail.

source: Confirm Email
ro: Confirmă adresa de e-mail

source: Confirm your recovery email for %(platform_name)s
ro: Confirmă adresa de e-mail pentru recuperarea contului de pe platforma %(platform_name)s

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
ro: Cursul a fost finalizat "{course_name}" ({course_mode}, {start_date} - {end_date})

source: Completed the course "{course_name}" ({course_mode})
ro: Cursul a fost finalizat "{course_name}" ({course_mode})

source: The badge image must be square.
ro: Imaginea insignei trebuie să fie standard.

source: The badge image file size must be less than 250KB.
ro: Dimensiunea fișierului de imagine insignă trebuie să fie mai mică de 250 KB.

source: This value must be all lowercase.
ro: Această valoare trebuie să fie cu minuscule.

source: The course mode for this badge image. For example, "verified" or "honor".
ro: Modul curs pentru această imagine insignă. De exemplu, „verificat” sau „onoare”.

source: Badge images must be square PNG files. The file size should be under 250KB.
ro: Imaginile insignelor trebuie să fie fișiere PNG standard. Dimensiunea fișierului ar trebui să fie sub 250 KB.

source: Set this value to True if you want this image to be the default image for any course modes that do not have a specified badge image. You can have only one default image.
ro: Setați această valoare la „Adevărat” dacă doriți ca această imagine să fie imaginea implicită pentru orice modul de curs care nu are o imagine cu logo-ul specificat. Puteți avea o singură imagine implicită

source: There can be only one default image.
ro: Poate exista o singură imagine implicită.

source: On each line, put the number of completed courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
ro: Introduceți pe fiecare rând, numărul cursurilor înscrise pentru care primești o insignă, o virgulă și slug-ul unei insigne de curs pe care ați creat-o și care are o componentă emitentă 'openedx__course'. De exemplu: 3,enrolled_3_courses

source: On each line, put the number of enrolled courses to award a badge for, a comma, and the slug of a badge class you have created that has the issuing component 'openedx__course'. For example: 3,enrolled_3_courses
ro: Introduceți pe fiecare rând, numărul cursurilor înscrise pentru care primești o insignă, o virgulă și slug-ul unei insigne de curs pe care ați creat-o și care are o componentă emitentă 'openedx__course'. De exemplu: 3,enrolled_3_courses

source: Each line is a comma-separated list. The first item in each line is the slug of a badge class you have created that has an issuing component of 'openedx__course'. The remaining items in each line are the course keys the learner needs to complete to be awarded the badge. For example: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second
ro: Fiecare rând este o listă separată prin virgulă. Primul element din fiecare rând este slug-ul unei insigne de curs pe care ați creat-o și care are o componentă emitentă de \'openedx__curs\'. Elementele rămase în fiecare rând sunt cheile de curs pe care cursantul trebuie să le completeze pentru a primi insigna. De exemplu: slug_for_compsci_courses_group_badge,course-v1:CompSci+Course+First,course-v1:CompsSci+Course+Second

source: Please check the syntax of your entry.
ro: Vă rugăm să verificați sintaxa intrării

source: Take free online courses at edX.org
ro: Înscrieți-vă la cursuri online gratuite pe edX.org

source: \u00A9 {org_name}. All rights reserved except where noted. edX, Open edX and their respective logos are registered trademarks of edX Inc.
ro: \u00A9 {org_name}. Toate drepturile rezervate, cu excepția cazurilor menționate. edX, Open edX și siglele lor respective sunt mărci comerciale înregistrate ale edX Inc.

source: Contact Us
ro: Contactează-ne

source: Help Center
ro: Ajutor

source: Media Kit
ro: Kit media

source: Donate
ro: Donează

source: About
ro: Despre

source: {platform_name} for Business
ro: {platform_name} pentru business

source: Careers
ro: Cariere

source: News
ro: Știri

source: Terms of Service & Honor Code
ro: Termeni și condiții și Angajament de Integritate

source: Privacy Policy
ro: Politica de confidențialitate

source: Accessibility Policy
ro: Politica Accesibilității

source: Terms of Service
ro: Termeni și condiții

source: Sitemap
ro: Harta site-ului

source: Affiliates
ro: Asociați

source: Open edX
ro: Deschide edX

source: Trademark Policy
ro: Politica privind mărcile comerciale

source: Download the {platform_name} mobile app from the Apple App Store
ro: Descărcați aplicația mobilă {platform_name} din Apple App Store

source: Download the {platform_name} mobile app from Google Play
ro: Descărcați aplicația mobilă {platform_name} din Google Play

source: "{course_title}" Course Staff
ro: "{course_title}" Echipa cursului

source: CCX Coach
ro: Instructor CCX

source: A CCX can only be created on this course through an external service. Contact a course admin to give you access.
ro: Un CCX poate fi creat pentru acest curs doar prin intermediul unui serviciu extern. Contactați administratorul cursului pentru a vă oferi acces.

source: The course is full: the limit is {max_student_enrollments_allowed}
ro: Numărul maxim de cursanți înscriși a fost atins: limita este {max_student_enrollments_allowed}

source: You must be a CCX Coach to access this view.
ro: Trebuie să fiți un Intructor CCX pentru a accesa această vizionare.

source: You must be the coach for this ccx to access this view
ro: Trebuie să fiți instructorul acestui ccx pentru a accesa această vizionare

source: You cannot create a CCX from a course using a deprecated id. Please create a rerun of this course in the studio to allow this action.
ro: Nu puteți crea un CCX al unui curs, folosind un id învechit. Vă rugăm creați o iterație a acestui curs în studio pentru a permite această acțiune.

source: created
ro: a fost creat

source: regenerated
ro: regenerat

source: generated
ro: generat

source: All learners
ro: Toți cursanții

source: For exceptions
ro: Pentru excepții

source: A human-readable description of the example certificate. For example, 'verified' or 'honor' to differentiate between two types of certificates.
ro: O descriere lizibilă a modelelor de certificate. De exemplu, „verificat” sau „onoare” pentru a face deosebirea între două tipuri de certificate.

source: A unique identifier for the example certificate. This is used when we receive a response from the queue to determine which example certificate was processed.
ro: Un ID unic pentru modelele de certificate. Acesta este utilizat atunci când primim un răspuns de la sursă pentru a determina ce model de certificat a fost procesat.

source: An access key for the example certificate. This is used when we receive a response from the queue to validate that the sender is the same entity we asked to generate the certificate.
ro: O modalitate de acces pentru modelele de certificate. Aceasta este folosită când primim un răspuns de la sursă pentru a valida faptul că expeditorul este aceeași entitate cu cea căruia i-se generează certificatul.

source: The full name that will appear on the certificate.
ro: Numele complet care va apărea pe certificat.

source: The template file to use when generating the certificate.
ro: Fișierul șablon care trebuie utilizat la generarea certificatului.

source: The status of the example certificate.
ro: Statutul modelului de certificat.

source: The reason an error occurred during certificate generation.
ro: Motivul pentru care a apărut o eroare în timpul generării certificatelor.

source: The download URL for the generated certificate.
ro: Adresa URL pentru descărcare pentru certificatul generat.

source: Name of template.
ro: Numele Șablonului

source: Description and/or admin notes.
ro: Descrierea și/sau notițele adminului.

source: Django template HTML.
ro: Șablonul Django HTML.

source: Organization of template.
ro: Organizarea Șabloanelor.

source: The course mode for this template.
ro: Modulul de curs pentru acest șablon.

source: On/Off switch.
ro: Comutator pornit/oprit.

source: Description of the asset.
ro: Descrierea resursei.

source: Asset file. It could be an image or css file.
ro: Fișierul resursei. Poate fi o imagine sau un fișier css.

source: Asset's unique slug. We can reference the asset in templates using this value.
ro: Slug-ul unic al sursei. Putem face referință la sursă în șabloane folosind această valoare.

source: user is not given.
ro: utilizatorul nu este furnizat.

source: user '{user}' does not exist
ro: utilizatorul '{user}' nu există.

source: Course id '{course_id}' is not valid
ro: ID-ul cursului '{course_id}' nu este valid

source: The course does not exist against the given key '{course_key}'
ro: Cursul nu apare folosind codul primit '{course_key}'

source: User {username} does not exist
ro: Utilizatorul {username} nu există

source: {course_key} is not a valid course key
ro: {course_key} nu este o cheie validă a cursului

source: The course {course_key} does not exist
ro: {course_key} cursului nu există

source: User {username} is not enrolled in the course {course_key}
ro: Utilizatorul {username} nu este înscris la {course_key}

source: An unexpected error occurred while regenerating certificates.
ro: A apărut o eroare neașteptată în timpul regenerării certificatelor.

source: An {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
ro: Un certificat {cert_type} reprezintă faptul că un cursant a fost de acord să respecte codul de onoare stabilit de {platform_name} și a finalizat toate sarcinile necesare pentru acest curs conform instrucțiunilor sale.

source: A {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines. A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
ro: Un certificat {cert_type} înseamnă că un cursant a fost de acord să respecte codul de onoare stabilit de {platform_name} și a finalizat toate sarcinile necesare pentru acest curs conform instrucțiunilor sale. Un certificat {cert_type} indică, de asemenea, că identitatea cursantului a fost verificată și este validă.

source: An {cert_type} certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
ro: Un certificat {cert_type} demonstrează un nivel ridicat de realizare într-un program de studiu și include verificarea identității studentului.

source: This is a valid {platform_name} certificate for {user_name}, who participated in {partner_short_name} {course_number}
ro: Acesta este un certificat {platform_name} valid pentru {user_name}, care a participat la {partner_short_name} {course_number}

source: {partner_short_name} {course_number} Certificate | {platform_name}
ro: {partner_short_name} {course_number} Certificat | {platform_name}

source: successfully completed, received a passing grade, and was awarded this {platform_name} {certificate_type} Certificate of Completion in
ro: finalizat cu succes, a primit o notă de trecere, și a fost felicitat {platform_name} {certificate_type} Certificat de Finalizare

source: {platform_name} acknowledges achievements through certificates, which are awarded for course activities that {platform_name} students complete.
ro: {platform_name} certifică realizări prin intermediul certificatelor, care sunt acordate pentru activitati de curs pe care {platform_name} le finalizează cursanții.

source: All rights reserved
ro: Toate drepturile rezervate

source: Invalid Certificate
ro: Certificat Invalid

source: Certificate Validation
ro: Validarea Certificatelor

source: About {platform_name} Accomplishments
ro: Despre Realizările {platform_name}

source: Issued On:
ro: Publicat Pe:

source: Certificate ID Number
ro: ID-ul Numărului Certificatului

source: About {platform_name} Certificates
ro: Despre Certificatele {platform_name}

source: How {platform_name} Validates Student Certificates
ro: Cum validează platforma {platform_name} certificatele cursanțilot

source: Certificates issued by {platform_name} are signed by a gpg key so that they can be validated independently by anyone with the {platform_name} public key. For independent verification, {platform_name} uses what is called a "detached signature"&quot;".
ro: Certificate eliberate de platforma {platform_name} sunt semnate de către o cheie pentru a fi validate individual de către oricine cu o cheie publică {platform_name}. Pentru verificări individuale, {platform_name} folosește o "detached signature"&quot;".

source: Validate this certificate for yourself
ro: Validați acest certificat

source: {platform_name} offers interactive online classes and MOOCs.
ro: Platforma {platform_name} oferă cursuri interactive online și MOOCs.

source: About {platform_name}
ro: Despre platforma {platform_name}

source: Learn more about {platform_name}
ro: Află mai multe despre platforma {platform_name}

source: Learn with {platform_name}
ro: Învață cu {platform_name}

source: Work at {platform_name}
ro: Lucrează la {platform_name}

source: Contact {platform_name}
ro: Contactați {platform_name}

source: {platform_name} acknowledges the following student accomplishment
ro: {platform_name} recunoaște următoarea realizare a cursantului

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name}.
ro: Curs oferit de {partner_short_name}, o inițiativă de învățare online a {partner_long_name}.

source: a course of study offered by {partner_short_name}.
ro: Curs oferit de {partner_short_name}.

source: I completed the {course_title} course on {platform_name}.
ro: Am finalizat cursul {course_title} pe platforma {platform_name}.

source: I completed a course at {platform_name}. Take a look at my certificate.
ro: Am terminat un curs pe platforma {platform_name}. Acesta este certificatul meu.

source: More Information About {user_name}'s Certificate:
ro: Mai multe Informații despre certificatul cursantului {user_name}:

source: {fullname}, you earned a certificate!
ro: Dragă {fullname}, ați obținut un certificat!

source: Congratulations! This page summarizes what you accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
ro: Felicitări! Această pagină rezumă ceea ce ați realizat. Împarte realizările tale cu familia, prieteni și colegi de pe rețelele sociale și profesionale.

source: More about {fullname}'s accomplishment
ro: Mai multe despre realizările cursantului {fullname}

source: {course_id} is not a valid course key.
ro: {course_id} nu este o cheie de curs validă.

source: Course {course_id} does not exist.
ro: {course_id} cursului nu există.

source: Use the checkout page hosted by the E-Commerce service.
ro: Utilizați pagina de verificare găzduită de serviciul E-Commerce.

source: Path to course(s) checkout page hosted by the E-Commerce service.
ro: Ruta către pagina(ile) de ieșire a cursului găzduită de serviciul E-Commerce.

source: Cache Time To Live
ro: Timp cache până la transmisiunea în direct

source: Specified in seconds. Enable caching by setting this to a value greater than 0.
ro: Specificată în secunde. Activați caching prin setarea acesteia la o valoare mai mare de 0.

source: Path to order receipt page.
ro: Ruta către pagina de solicitare chitanța.

source: Automatically approve valid refund requests, without manual processing
ro: Aprobați automat cererile de rambursare valabile, fără prelucrare manuală

source: [Refund] User-Requested Refund
ro: [Refund] Rambursare Solicitată de către Utilizator

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s) below.
ro: A fost inițiată o cerere de rambursare pentru {username} ({email}). Pentru a procesa această solicitare, vizitați link-ul (link-urile) de mai jos.

source: Earn a certificate
ro: Obțineți un certificat

source: Complete the course
ro: Finalizează cursul

source: Explore the course
ro: Explorează cursul

source: Not sure yet
ro: Încă nu este sigur

source: Please contact your degree administrator or edX Support if you have questions.
ro: Vă rugăm să contactați echipa cursului sau asistența edX dacă aveți întrebări.

source: 'course_id' is required.
ro: 'course_id' este necesar.

source: Only 'course_id' is expected.
ro: Doar 'course_id' este necesar.

source: Welcome message successfully dismissed.
ro: Mesajul de bun venit a fost respins.

source: 'goal_key' is required.
ro: 'goal_key' este necesar.

source: Your course goal has been successfully set.
ro: Obiectivul cursului a fost stabilit cu succes.

source: Course goal updated successfully.
ro: Obiectivul cursului a fost actualizat cu succes.

source: This is the wiki for **{organization}**'s _{course_name}_.
ro: Aceasta este wiki pentru **{organization}**'s _{course_name}_.

source: Course page automatically created.
ro: Pagina de curs creată automat.

source: Welcome to the {platform_name} Wiki
ro: Bine ați venit pe {platform_name} Wiki

source: Visit a course wiki to add an article.
ro: Vizitați wiki unui curs pentru a adăuga un articol.

source: Course has not started
ro: Cursul încă nu a început

source: Course does not start until {}
ro: Cursul nu începe încă {}

source: You have unfulfilled milestones
ro: Aveți etape nefinalizate

source: You do not have access to this course
ro: Nu aveți acces la acest curs

source: You do not have access to this course on a mobile device
ro: Nu aveți acces la acest curs pe un dipozitiv mobil

source: You must be enrolled in the course
ro: Trebuie să fiți înscris/ă la curs

source: You must be logged in to see this course
ro: Trebuie să fiți autentificat/ă pentru a avea acces la acest curs

source: Please view your course in the existing experience
ro: Vă rugăm să vizualizați cursul actual

source: Upgrade to Verified
ro: Treceți la un parcurs cu certiticat

source: Financial Assistance
ro: Asistență Financiară

source: Assignment
ro: Sarcină de lucru

source: Open Response Assessment
ro: Evaluări cu răspuns deschis

source: Self Assessment
ro: Auto-evaluare

source: Peer Assessment
ro: Evaluare de către alți cursanți

source: Staff Assessment
ro: Evaluare de către instructor

source: Submission
ro: Depunere

source: Open Response Assessment due dates are set by your instructor and can't be shifted.
ro: Datele limită pentru evaluarea răspunsului deschis sunt stabilite de instructor și nu pot fi schimbate.

source: {relative} ago - {absolute}
ro: acum {relative} - {absolute}

source: in {relative} - {absolute}
ro: în {relative} - {absolute}

source: Enrollment Date
ro: Data înscrierii

source: Course Starts
ro: Cursul începe

source: Don't forget to add a calendar reminder!
ro: Nu uitați să adăugați un reminder calendaristic!

source: Course starts in {time_remaining_string} on {course_start_date}.
ro: Cursul începe în {time_remaining_string} în data {course_start_date}.

source: Course starts in {time_remaining_string} at {course_start_time}.
ro: Cursul începe în {time_remaining_string} la {course_start_time}.

source: Course End
ro: Finalizare curs

source: To earn a certificate, you must complete all requirements before this date.
ro: Pentru a obține un certificat, trebuie să completați toate cerințele înainte de această dată.

source: After this date, course content will be archived.
ro: După această dată, conținutul cursului va fi arhivat.

source: This course is archived, which means you can review course content but it is no longer active.
ro: Acest curs este arhivat, ceea ce înseamnă că puteți revizui conținutul cursului, dar nu mai este activ.
