Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa, ro

source: Promote another member to Admin to remove your admin rights
fa: عضو دیگری را به Admin ارتقا دهید تا حقوق مدیریت شما حذف شود
ro: Promovați un alt membru în funcția de Administrator pentru a vă elimina drepturile de administrator

source: Add {role} Access
fa: دسترسی {role} را اضافه کنید
ro: Adaugă {role} acces

source: Remove {role} Access
fa: دسترسی {role} را حذف کنید
ro: Scoate {role} acces

source: Delete the user, {username}
fa: حذف کاربر، {username}
ro: Ștergeți utilizatorul {username}

source: Set as a Special Exam
fa: به عنوان یک امتحان ویژه تنظیم کنید
ro: Setează ca examen special

source: Exam Types
fa: انواع امتحان
ro: Tipuri examen

source: This subsection was released to learners as a proctored exam, but was reverted back to a basic or timed exam. You may not configure it as a proctored exam now. Contact edX Support for assistance.
fa: این بخش فرعی به عنوان یک امتحان اختصاصی برای فراگیران منتشر شد، اما به یک امتحان پایه یا زمان‌بندی شده برگردانده شد. اکنون نمی‌توانید آن را به عنوان یک آزمون اختصاصی پیکربندی کنید. برای کمک با پشتیبانی edX تماس بگیرید.این زیربخش به‌عنوان آزمون اختصاصی برای فراگیران منتشر شد، اما به یک آزمون پایه یا زمان‌بندی شده برگردانده شد. اکنون امکان پیکربندی آن به‌عنوان یک آزمون محافظت شده نیست. برای دریافت راهنمایی با پشتیبانی edX تماس بگیرید.

source: This proctored exam has been released to learners. You may not convert it to another type of special exam. You may revert this subsection back to being a basic exam by selecting 'None', or a timed exam, but you will NOT be able to configure it as a proctored exam in the future.
fa: این آزمون اختصاصی برای فراگیران منتشر شده است. شما نمی توانید آن را به نوع دیگری از آزمون ویژه تبدیل کنید. می‌توانید با انتخاب «هیچ‌کدام» یا یک امتحان زمان‌بندی‌شده، این بخش فرعی را به یک امتحان پایه برگردانید، اما در آینده نمی‌توانید آن را به‌عنوان یک امتحان پیش‌بینی‌شده پیکربندی کنید.

source: Timed
fa: زمان بندی شدهزمان‌بندی‌شده، این زیربخش را به یک امتحان پایه برگردانید، اما در آینده نمی‌توانید آن را به‌عنوان یک آزمون محافظت‌شده پیکربندی کنید.
ro: cronometrat

source: Use a timed exam to limit the time learners can spend on problems in this subsection. Learners must submit answers before the time expires. You can allow additional time for individual learners through the Instructor Dashboard.
fa: از یک امتحان زمان‌بندی‌شده برای محدود کردن زمانی که دانش‌آموزان می‌توانند برای مشکلات این بخش صرف کنند، استفاده کنید. فراگیران باید قبل از پایان زمان پاسخ ها را ارسال کنند. می‌توانید از طریق داشبورد مدرس زمان بیشتری را برای دانش‌آموزان اختصاص دهید.
ro: Utilizați un examen cronometrat pentru a limita timpul pe care cursanții îl pot petrece în problemele din această subsecțiune. Cursanții trebuie să trimită răspunsuri înainte de expirarea timpului. Puteți acorda timp suplimentar cursanților individuali prin tabloul de bord pentru instructori.

source: Proctored
fa: محافظت شدهاز یک آزمون زمان‌دار برای محدودکردن زمانی که فراگیران می‌توانند برای مشکلات این بخش صرف کنند، استفاده کنید. فراگیران باید قبل از پایان زمان، پاسخ‌ها را ارسال کنند. می‌توانید از طریق پیشخوان مدرس زمان بیشتری را به آن‌ها اختصاص دهید.
ro: Supravegheat

source: Proctored exams are timed and they record video of each learner taking the exam. The videos are then reviewed to ensure that learners follow all examination rules. Please note that setting this exam as proctored will change the visibility settings to "Hide content after due date."
fa: امتحانات حفاظت شده زمان بندی می شوند و از هر زبان آموزی که در امتحان شرکت می کنند فیلم ضبط می کنند. سپس فیلم ها بررسی می شوند تا اطمینان حاصل شود که زبان آموزان از تمام قوانین امتحان پیروی می کنند. لطفاً توجه داشته باشید که با تنظیم این آزمون به‌عنوان پیش‌بینی‌شده، تنظیمات قابلیت مشاهده به «پنهان کردن محتوا پس از موعد مقرر» تغییر می‌کند.

source: Onboarding
fa: شبانه روزیامتحانات حفاظت‌شده زمان بندی می‌شوند و از هر فراگیری که در امتحان شرکت می‌کند فیلم ضبط می‌کنند. سپس فیلم‌ها بررسی شده تا اطمینان حاصل شود که فراگیران از تمام قوانین آزمون پیروی می‌کنند. لطفاً توجه کنید که با تنظیم این آزمون به‌عنوان محافظت‌شده، تنظیمات قابلیت مشاهده به «پنهان‌کردن محتوا پس از موعد مقرر» تغییر می‌کند.
ro: Admitere

source: Use Onboarding to introduce learners to proctoring, verify their identity, and create an onboarding profile. Learners must complete the onboarding profile step prior to taking a proctored exam. Profile reviews take 2+ business days.
fa: از Onboarding برای معرفی فراگیران به Proctoring، تأیید هویت آنها و ایجاد نمایه onboarding استفاده کنید. فراگیران باید قبل از شرکت در آزمون پیش‌بینی شده، مرحله نمایه ورود را تکمیل کنند. بررسی نمایه بیش از ۲ روز کاری طول از Onboarding برای معرفی فراگیران به حفاظت، تأیید هویت آن‌ها و ایجاد پروندۀ آموزش اولیه استفاده کنید. فراگیران باید قبل از شرکت در آزمون محافظت‌شده، مرحلۀ پروندۀ شخصی ورود را تکمیل کنند. بررسی پرونده بیش از +2 روز کاری طول می‌کشد.
ro: Utilizați admiterea pentru a prezenta cursanților supravegherea, pentru a le verifica identitatea și pentru a crea un profil de admitere. Cursanții trebuie să parcurgă pasul profilului de înscriere înainte de a susține un examen supravegheat. Evaluările profilului durează peste 2 zile lucrătoare.

source: Practice Proctored
fa: Proctored را تمرین کنید
ro: Practică supravegheată

source: Use a practice proctored exam to introduce learners to the proctoring tools and processes. Results of a practice exam do not affect a learner's grade.
fa: برای آشنا کردن فراگیران با ابزارها و فرآیندهای پروکتوری از یک آزمون تمرینی استفاده کنید. نتایج یک امتحان عملی بر نمره زبان آموز تأثیر نمی گذارد.برای آشناکردن فراگیران با ابزارها و فرآیندهای محافظت‌شده از یک آزمون تمرینی استفاده کنید. نتایج یک آزمون تمرینی بر نمرۀ فراگیرنده تأثیر نمی‌گذارد.
ro: Utilizați un examen de supraveghere de practică pentru a prezenta cursanților instrumentele și procesele de supraveghere. Rezultatele unui examen de practică nu afectează nota unui cursant.

source: Time Allotted (HH:MM):
fa: زمان اختصاص داده شده (HH:MM):
ro: Timp alocat (HH:MM):

source: Select a time allotment for the exam. If it is over 24 hours, type in the amount of time. You can grant individual learners extra time to complete the exam through the Instructor Dashboard.
fa: یک زمان برای امتحان انتخاب کنید. اگر بیش از 24 ساعت است، مقدار زمان را تایپ کنید. شما می توانید از طریق داشبورد مدرس به دانش آموزان زمان اضافی برای تکمیل امتحان بدهید.
ro: Selectați o alocare de timp pentru examen. Dacă este peste 24 de ore, introduceți durata. Puteți acorda cursanților individuali timp suplimentar pentru a finaliza examenul prin intermediul tabloului de bord pentru instructori.

source: Review Rules
fa: قوانین را مرور کنیدزمانی برای اختصاص به امتحان انتخاب کنید. اگر بیش از 24 ساعت است، مقدار زمان را تایپ کنید. شما می‌توانید از طریق پیشخوان مدرس به فراگیران زمان اضافی برای تکمیل امتحان بدهید.
ro: Revizuire reguli

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam, along with the {linkStart}general proctored exam rules{linkEnd}.
fa: هر گونه قانون یا استثنا قاعده‌ای را که تیم بازبینی حافظ باید هنگام بازبینی ویدیوها اعمال کند، مشخص کنید. به عنوان مثال، می توانید مشخص کنید که ماشین حساب مجاز است. این قوانین مشخص شده قبل از شروع امتحان توسط زبان آموزان، همراه با قوانین عمومی آزمون اختصاصی {linkStart} {linkEnd} برای زبان آموزان قابل مشاهده است.
ro: Specificați orice reguli sau excepții ale regulilor pe care echipa de examinare cu supraveghere ar trebui să le aplice atunci când examinează videoclipurile. De exemplu, puteți specifica că sunt permise calculatoare. Aceste reguli specificate sunt vizibile pentru cursanți înainte ca cursanții să înceapă examenul, împreună cu {linkStart}regulile generale ale examenului supravegheat{linkEnd}.

source: General Proctored Exam Rules
fa: قوانین عمومی امتحانات حفاظت شده
ro: Regulile generale ale examenului supravegheat

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam.
fa: هر گونه قانون یا استثنا قاعده‌ای را که تیم بازبینی حافظ باید هنگام بازبینی ویدیوها اعمال کند، مشخص کنید. به عنوان مثال، می توانید مشخص کنید که ماشین حساب مجاز است. این قوانین مشخص شده قبل از شروع امتحان برای زبان آموزان قابل مشاهده است.
ro: Specificați orice reguli sau excepții ale regulilor pe care echipa de examinare cu supraveghere ar trebui să le aplice atunci când examinează videoclipurile. De exemplu, puteți specifica că sunt permise calculatoare. Aceste reguli specificate sunt vizibile pentru cursanți înainte ca cursanții să înceapă examenul.

source: Account
fa: حسابهر گونه قانون یا استثنا قاعده‌ای را مشخص کنید که تیم بازبینی حفاظت باید هنگام بازبینی ویدیوها اعمال کند. مثلاً، می‌توانید مشخص کنید که ماشین حساب مجاز است. این قوانین مشخص‌شده قبل از شروع آزمون برای فراگیران قابل‌مشاهده است.
ro: Cont

source: This action updates the {provider} information for your entire organization.
fa: این اقدام اطلاعات {provider} را برای کل سازمان شما به روز می کند.
ro: Această acțiune actualizează informațiile despre {provider} pentru întreaga organizație.

source: Enter the account information for your organization.
fa: اطلاعات حساب سازمان خود را وارد کنید.
ro: Introdu informațiile contului pentru organizația ta.

source: API Key
fa: کلید ای پی ای
ro: Cheie API

source: API Secret
fa: راز API
ro: Secret API

source: Unit Access
fa: دسترسی واحد
ro: Acces unitate

source: Restrict access to:
fa: محدود کردن دسترسی به:
ro: Restricționează accesul:

source: Select a group type
fa: یک نوع گروه را انتخاب کنید
ro: Selectează un tip de grup

source: Select one or more groups:
fa: یک یا چند گروه را انتخاب کنید:
ro: Selectează unul sau mai multe grupuri:

source: Deleted Group
fa: گروه حذف شده
ro: Grup șters

source: This group no longer exists. Choose another group or do not restrict access to this unit.
fa: این گروه دیگر وجود ندارد. گروه دیگری را انتخاب کنید یا دسترسی به این واحد را محدود نکنید.
ro: Acest grup nu mai există. Alegeți alt grup sau nu restricționați accesul la această unitate.

source: File upload succeeded
fa: آپلود فایل با موفقیت انجام شد
ro: Încărcarea fișierului reușită

source: Please check the following validation feedbacks and reflect them in your course settings:
fa: لطفاً بازخوردهای اعتبارسنجی زیر را بررسی کنید و آنها را در تنظیمات دوره خود منعکس کنید:لطفاً بازخوردهای اعتبارسنجی زیر را بررسی کنید و آن‌ها را در تنظیمات دورۀ خود منعکس کنید:
ro: Vă rugăm să verificați următoarele feedback-uri de validare și să le reflectați în setările cursului:

source: Verification Checkpoint
fa: ایست بازرسی تأیید
ro: Punct de verificare

source: Must complete verification checkpoint
fa: باید ایست بازرسی تأیید را تکمیل کنید
ro: Trebuie completat punctul de verificare

source: Verification checkpoint to be completed
fa: ایست بازرسی تأیید تکمیل شود
ro: Punctul de verificare de finalizat

source: Learners who require verification must pass the selected checkpoint to see the content in this unit. Learners who do not require verification see this content by default.
fa: فراگیرانی که نیاز به تأیید دارند باید از نقطه بازرسی انتخاب شده عبور کنند تا محتوای این واحد را ببینند. زبان آموزانی که نیازی به تأیید ندارند این محتوا را به طور پیش فرض می بینند.فراگیرانی که نیاز به تأیید دارند باید از نقطۀ بازرسی انتخاب‌شده عبور کنند تا محتوای این واحد را ببینند. فراگیرانی که نیازی به تأیید ندارند این محتوا را به‌طور پیش‌فرض می‌بینند.
ro: Cursanții care necesită verificare trebuie să treacă de punctul de control selectat pentru a vedea conținutul acestei unități. Cursanții care nu necesită verificare văd acest conținut în mod prestabilit.

source: Recommended image resolution is {imageResolution}, maximum image file size should be {maxFileSize} and format must be one of {supportedImageFormats}.
fa: وضوح تصویر توصیه شده {imageResolution} است، حداکثر اندازه فایل تصویر باید وضوح تصویر توصیه‌شده {imageResolution} است، حداکثر اندازۀ فایل تصویر باید {maxFileSize} باشد و فرمت باید یکی از {supportedImageFormats} باشد.
ro: Rezoluția recomandată a imaginii este {imageResolution}, dimensiunea maximă a fișierului imagine trebuie să fie {maxFileSize} și formatul trebuie să fie unul dintre {supportedImageFormats}.

source: Read more
fa: ادامه مطلب
ro: Află mai multe

source: No transcript uploaded.
fa: هیچ رونوشتی آپلود نشد.
ro: Nu s-a încărcat o transcriere.

source: Show transcripts ({totalTranscripts})
fa: نمایش رونوشت ها ( {totalTranscripts} )
ro: Afișați transcrierile ({totalTranscripts})

source: Set Access
fa: دسترسی را تنظیم کنید
ro: Setează acces

source: Edit %(display_name)s (required)
fa: ویرایش %(display_name)s (الزامی)

source: You have done a dry run of force publishing the course. Nothing has changed. Had you run it, the following course versions would have been change.
fa: شما برای انتشار این دوره یک دوره خشک انجام داده اید. هیچ چیز تغییر نکرده است. اگر آن را اجرا می کردید، نسخه های دوره زیر تغییر می کردند.شما برای انتشار این دوره، یک دورۀ آزمایشی انجام داده‌اید. هیچ چیز تغییر نکرده‌است. اگر آن را اجرا می‌کردید، نسخه‌های دورۀ زیر تغییر می‌کردند.
ro: Ați făcut un test publicând cursul. Nimic nu a fost schimbat. Dacă l-ai fi rulat, următoarele versiuni de curs s-ar fi schimbat.

source: The published branch version, {published}, was reset to the draft branch version, {draft}.
fa: نسخه شعبه منتشر شده، {published} ، به نسخه پیش نویس شعبه، {draft} بازنشانی نسخۀ شعبۀ منتشرشده، {published} ، به نسخۀ پیش‌نویس شعبه، {draft} بازنشانی شد.
ro: Versiunea de secțiune publicată, {published}, a fost resetată la versiunea de secțiune nefinalizată, {draft}.

source: Add URLs for additional versions
fa: URL ها را برای نسخه های اضافی اضافه کنید
ro: Adăugați adrese URL pentru versiuni suplimentare

source: To be sure all students can access the video, we recommend providing both an .mp4 and a .webm version of your video. Click below to add a URL for another version. These URLs cannot be YouTube URLs. The first listed video that's compatible with the student's computer will play.
fa: برای اطمینان از اینکه همه دانش‌آموزان می‌توانند به ویدیو دسترسی داشته باشند، توصیه می‌کنیم هم یک نسخه mp4. و هم یک نسخه webm. ویدیوی خود را ارائه کنید. برای افزودن یک URL برای نسخه دیگر روی زیر کلیک کنید. این نشانی‌های اینترنتی نمی‌توانند نشانی‌های اینترنتی YouTube باشند. اولین ویدیوی فهرست شده که با رایانه دانش آموز سازگار است پخش می شود.
ro: Pentru a vă asigura că toți cursanții pot accesa videoclipul, vă recomandăm să furnizați atât o versiune .mp4, cât și o versiune .webm a videoclipului dvs. Faceți clic mai jos pentru a adăuga o adresă URL pentru o altă versiune. Aceste adrese URL nu pot fi adrese URL YouTube. Se va reda primul videoclip listat care este compatibil cu computerul cursantului.

source: Default Timed Transcript
fa: رونوشت زمان‌بندی شده پیش‌فرضبرای اطمینان از اینکه همۀ فراگیران می‌توانند به ویدیو دسترسی داشته باشند، توصیه می‌کنیم هم یک نسخه mp4. و هم یک نسخه webm. ویدیوی خود را ارائه کنید. برای افزودن یک نشانی اینترنتی برای نسخۀ دیگر روی زیر بزنید. این نشانی‌های اینترنتی نمی‌توانند نشانی‌های اینترنتی YouTube باشند. اولین ویدیوی فهرست‌شده که با رایانۀ فراگیرنده سازگار است پخش می‌شود.
ro: Transcriere temporizată implicită

source: Timed Transcript Conflict
fa: متناقض رونوشت به موقع
ro: Conflict de transcriere cronometrată

source: The timed transcript for the first video file does not appear to be the same as the timed transcript for the second video file.
fa: به نظر نمی رسد رونوشت زمان بندی شده برای اولین فایل ویدئویی با رونوشت زمان بندی شده برای فایل ویدئویی دوم یکسان باشد.
ro: Transcrierea temporizată pentru primul fișier video nu pare să fie aceeași cu transcrierea temporizată pentru al doilea fișier video.

source: Which timed transcript would you like to use?
fa: از کدام رونوشت زمان‌بندی شده می‌خواهید استفاده کنید؟به نظر نمی‌رسد رونوشت زمان‌دار برای اولین فایل ویدئویی با رونوشت زمان‌دار برای فایل ویدئویی دوم یکسان باشد.
ro: Ce transcriere cronometrată ați dori să utilizați?

source: Error.
fa: خطا.
ro: Eroare.

source: Timed Transcript from %(filename)s
fa: رونوشت زمان‌دار از %(filename)s
ro: Transcriere cronometrată de la %(filename)s

source: Timed Transcript Found
fa: متن زمان بندی شده پیدا شد
ro: S-a găsit transcrierea cronometrată

source: EdX has a timed transcript for this video. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript. If you want to replace this transcript, upload a new .srt transcript file.
fa: EdX یک رونوشت زمان‌بندی شده برای این ویدیو دارد. اگر می‌خواهید این رونوشت را ویرایش کنید، می‌توانید رونوشت موجود را دانلود، ویرایش و دوباره آپلود کنید. اگر می‌خواهید این رونوشت را جایگزین کنید، یک فایل رونوشت .srt جدید آپلود EdX یک رونوشت زمان‌‌دار برای این ویدیو دارد. اگر مایلید این رونوشت را ویرایش کنید، می‌توانید رونوشت موجود را بارگیری، ویرایش و دوباره بارگذاری کنید. اگر می‌خواهید این رونوشت را جایگزین کنید، یک فایل رونوشت .srt جدید بارگذاری کنید.
ro: EdX are o transcriere cronometrată pentru acest videoclip. Dacă doriți să editați această transcriere, puteți descărca, edita și reîncărca transcrierea existentă. Dacă doriți să înlocuiți această transcriere, încărcați un nou fișier de transcriere .srt.

source: Upload New Transcript
fa: رونوشت جدید را بارگذاری کنید
ro: Încărcați o nouă transcriere

source: Upload New .srt Transcript
fa: رونوشت .srt جدید را آپلود کنید
ro: Încărcați o nouă transcriere .srt

source: Download Transcript for Editing
fa: دانلود متن برای ویرایش
ro: Descărcați transcrierea pentru editare

source: No EdX Timed Transcript
fa: رونوشت زمان‌بندی شده EdX وجود ندارد
ro: Fără transcriere programată EdX

source: EdX doesn't have a timed transcript for this video in Studio, but we found a transcript on YouTube. You can import the YouTube transcript or upload your own .srt transcript file.
fa: EdX یک رونوشت زمان‌بندی شده برای این ویدیو در استودیو ندارد، اما ما یک رونوشت در YouTube پیدا کردیم. می‌توانید رونوشت YouTube را وارد کنید یا فایل رونوشت .srt خود را آپلود کنید.EdX یک رونوشت زمان‌‌دار برای این ویدیو در استودیو ندارد، اما ما یک رونوشت در YouTube پیدا کردیم. می‌توانید رونوشت YouTube را وارد کنید یا فایل رونوشت .srt خود را بارگذاری کنید.
ro: EdX nu are o transcriere cronometrată pentru acest videoclip în Studio, dar am găsit o transcriere pe YouTube. Puteți importa transcrierea YouTube sau puteți încărca propriul fișier de transcriere .srt.

source: Import YouTube Transcript
fa: رونوشت YouTube را وارد کنید
ro: Importă transcriere YouTube

source: No Timed Transcript
fa: بدون رونوشت زمان‌بندی شده
ro: Fără transcriere cronometrată

source: EdX doesn\'t have a timed transcript for this video. Please upload an .srt file.
fa: EdX رونوشت زمان‌بندی‌شده برای این ویدیو ندارد. لطفا یک فایل .srt آپلود کنید.EdX رونوشت زمان‌‌دار برای این ویدیو ندارد. لطفاً یک فایل .srt بارگذاری کنید.
ro: EdX nu are o transcriere cronometrată pentru acest videoclip. Vă rugăm să încărcați un fișier .srt.

source: The timed transcript for this video on edX is out of date, but YouTube has a current timed transcript for this video.
fa: رونوشت زمان‌بندی‌شده این ویدیو در edX قدیمی است، اما YouTube رونوشت زمان‌بندی‌شده فعلی برای این ویدیو دارد.
ro: Transcrierea cronometrată pentru acest videoclip pe edX este învechită, dar YouTube are o transcriere cronometrată actuală pentru acest videoclip.

source: Do you want to replace the edX transcript with the YouTube transcript?
fa: آیا می خواهید رونوشت edX را با رونوشت YouTube جایگزین کنید؟
ro: Doriți să înlocuiți transcrierea edX cu transcrierea YouTube?

source: Yes, replace the edX transcript with the YouTube transcript
fa: بله، رونوشت edX را با رونوشت YouTube جایگزین کنید
ro: Da, înlocuiți transcrierea edX cu transcrierea YouTube

source: Timed Transcript Uploaded Successfully
fa: رونوشت زمان بندی شده با موفقیت آپلود شد
ro: Transcrierea cronometrată a fost încărcată cu succes

source: EdX has a timed transcript for this video. If you want to replace this transcript, upload a new .srt transcript file. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript.
fa: EdX یک رونوشت زمان‌بندی شده برای این ویدیو دارد. اگر می‌خواهید این رونوشت را جایگزین کنید، یک فایل رونوشت .srt جدید آپلود کنید. اگر می‌خواهید این رونوشت را ویرایش کنید، می‌توانید رونوشت موجود را دانلود، ویرایش و دوباره آپلود EdX یک رونوشت زمان‌بندی‌شده برای این ویدیو دارد. اگر مایلید این رونوشت را جایگزین کنید، یک فایل رونوشت .srt جدید بارگذاری کنید. اگر مایلید این رونوشت را ویرایش کنید، می‌توانید رونوشت موجود را بارگیری، ویرایش و دوباره بارگذاری کنید.
ro: EdX are o transcriere cronometrată pentru acest videoclip. Dacă doriți să înlocuiți această transcriere, încărcați un nou fișier de transcriere .srt. Dacă doriți să editați această transcriere, puteți descărca, edita și reîncărca transcrierea existentă.

source: Confirm Timed Transcript
fa: رونوشت زمان‌بندی شده را تأیید کنید
ro: Confirmați transcrierea cronometrată

source: You changed a video URL, but did not change the timed transcript file. Do you want to use the current timed transcript or upload a new .srt transcript file?
fa: شما یک URL ویدیو را تغییر دادید، اما فایل رونوشت زمان‌دار را تغییر ندادید. آیا می خواهید از رونوشت زمان بندی شده فعلی استفاده کنید یا یک فایل رونوشت .srt جدید آپلود کنید؟شما یک نشانی اینترنتی ویدیو را تغییر دادید، اما فایل رونوشت زمان‌دار را تغییر ندادید. آیا مایلید از رونوشت زمان‌بندی شده فعلی استفاده کنید یا یک فایل رونوشت .srt جدید بارگذاری کنید؟
ro: Ați modificat adresa URL a unui videoclip, dar nu ați modificat fișierul de transcriere cronometrată. Doriți să utilizați transcrierea cronometrată actuală sau să încărcați un nou fișier de transcriere .srt?

source: Use Current Transcript
fa: از رونوشت فعلی استفاده کنید
ro: Utilizați transcrierea curentă

source: Large
fa: بزرگ
ro: Larg

source: Zoom In
fa: بزرگنمایی
ro: Mărește

source: Zoom Out
fa: کوچک نمایی
ro: Micșorează

source: Page number out of %(total_pages)s
fa: شماره صفحه از %(total_pages)s
ro: Numărul paginii din %(total_pages)s

source: Enter the page number you'd like to quickly navigate to.
fa: شماره صفحه ای را که می خواهید به سرعت به آن پیمایش کنید وارد کنید.
ro: Introduceți numărul paginii la care doriți să navigați rapid.

source: Sorted by
fa: مرتب شده بر اساس
ro: Sortat după

source: Clear search
fa: جستجو را پاک کنید
ro: Resetează căutare

source: Search
fa: جستجو کردن
ro: Caută

source: Add a Response
fa: یک پاسخ اضافه کنید
ro: Adăugați Răspuns

source: This thread is closed.
fa: این تاپیک بسته شده است
ro: Acest thread este închis.

source: Add a response:
fa: یک پاسخ اضافه کنید:
ro: Adăugați un răspuns:

source: Submit
fa: ارسال
ro: Trimite

source: discussion posted %(time_ago)s by %(author)s
fa: بحث ارسال شده %(time_ago)s توسط %(author)s
ro: discuție adăugată %(time_ago)s de %(author)s

source: question posted %(time_ago)s by %(author)s
fa: سوال ارسال شده %(time_ago)s توسط %(author)s
ro: întrebare adăugată %(time_ago)s de %(author)s

source: Pinned
fa: پین شده
ro: Agățat

source: Reported
fa: گزارش شده است
ro: Raportat

source: Closed
fa: بسته شد
ro: Închis

source: Related to: %(courseware_title_linked)s
fa: مربوط به: %(courseware_title_linked)s
ro: Legat de: %(courseware_title_linked)s

source: This post is visible only to %(group_name)s.
fa: این پست فقط برای %(group_name)s قابل مشاهده است.
ro: Acest post este vizibil doar pentru %(group_name)s.

source: This post is visible to everyone.
fa: این پست برای همه قابل مشاهده است.
ro: Acest post este vizibil pentru toți.

source: Editing post
fa: در حال ویرایش پست
ro: Editare postare
