Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: This website uses cookies to ensure you get the best experience on our website. If you continue browsing this site, we understand that you accept the use of cookies.
ro: Acest website folosește cookie-uri pentru a vă asigura cea mai bună experiență pe site-ul nostru. Dacă navigați în continuare pe acest site, înțelegem că acceptați utilizarea cookie-urilor.

source: Got it!
ro: Am înțeles!

source: Learn more
ro: Află mai multe

source: {span_start}(active){span_end}
ro: {span_start} (activ) {span_end}

source: Changes
ro: Modificări

source: {span_start}active{span_end}
ro: {span_start}activ{span_end}

source: Course Wiki
ro: Curs Wiki

source: Add article
ro: Adaugă articol

source: Preview Language Setting
ro: Previzualizează setarea limbii

source: Language Code
ro: Codul limbii

source: e.g. en for English
ro: ex: ro pentru Română

source: Preview Theme
ro: Previzualizează Tema

source: All Rights Reserved
ro: Toate Drepturile Rezervate

source: Attribution
ro: Acordare

source: Noncommercial
ro: Necomercial

source: No Derivatives
ro: Fără instrumente derivate

source: Share Alike
ro: Împărțit egal

source: Creative Commons licensed content, with terms as follow:
ro: Conținut licențiat Creative Commons, cu următorii termeni:

source: Some Rights Reserved
ro: Unele Drepturi Rezervate

source: Upcoming Dates
ro: Date viitoare

source: Goal:
ro: Obiectiv:

source: Edit your course goal:
ro: Modifică obiectivul cursului:

source: Pursue a verified certificate
ro: Urmați un certificat de absolvire

source: Sample verified certificate with your name, the course title, the logo of the institution and the signatures of the instructors for this course.
ro: Exemplu de certificat de absolvire pentru acest curs, care conține numele, denumirea cursului, logo-ul instituției și semnăturile facilitatorilor

source: Upgrade ({price})
ro: Actualizare ({price})

source: Expand All
ro: Extinde toate

source: Prerequisite:
ro: Cerință prealabilă:

source: Learn About Verified Certificates
ro: Află despre Certificatele de Absolvire

source: {platform_name} Verified Certificate
ro: {platform_name} Certificat de Absolvire

source: Why upgrade?
ro: De ce să actualizați?

source: Official proof of completion
ro: Dovada oficială de finalizare

source: Easily shareable certificate
ro: Certificat ușor de partajat

source: Proven motivator to complete the course
ro: Stimul dovedit pentru a finaliza cursul

source: Certificate purchases help {platform_name} continue to offer free courses
ro: Ajutorul pentru achizițiile certificatelor pe platforma {platform_name} continuă să ofere cursuri gratuite.

source: How it works
ro: Cum funcționează

source: Pay the Verified Certificate upgrade fee
ro: Plătește taxa de actualizare către Certificatul de Absolvire

source: Verify your identity with a webcam and government-issued ID
ro: Verificați-vă identitatea cu o cameră web și un ID emis de guvern

source: Study hard and pass the course
ro: Studiază intens și promovează cursul

source: Share your certificate with friends, employers, and others
ro: Distribuie certificatul prietenilor, angajatorilor și altor persoane

source: edX Learner Stories
ro: edX Povești ale cursanților

source: My certificate has helped me showcase my knowledge on my resume - I feel like this certificate could really help me land my dream job!
ro: Certificatul meu m-a ajutat să-mi prezint competențele în CV - simt că acest certificat m-ar putea ajuta cu adevărat să accesez locul de muncă dorit!

source: {learner_name}, edX Learner
ro: {learner_name}, cursant/ă edX

source: I wanted to include a verified certificate on my resume and my profile to illustrate that I am working towards this goal I have and that I have achieved something while I was unemployed.
ro: Mi-am dorit să includ un certificat de absolvire în CV-ul meu și în profilul meu pentru a ilustra că depun efort pentru atingerea obiectivului meu și că am realizat ceva în timp ce eram șomer.

source: Upgrade ({course_price})
ro: Actualizare ({course_price})

source: This course does not have any updates.
ro: Acest curs nu are actualizări.

source: Latest Update
ro: Ultima Actualizare

source: Show More
ro: Arată mai mult

source: Search Results
ro: Rezultatele căutării

source: Connected Accounts
ro: Conturi conectate

source: Linked
ro: Conectat

source: Not Linked
ro: Nu este conectat

source: Unlink
ro: Deconectează

source: Link
ro: Conectează

source: Completed {completion_date_html}
ro: Finalizat {completion_date_html}

source: {course_mode} certificate
ro: {course_mode} certificat

source: You haven't earned any certificates yet.
ro: Nu ați obținut încă niciun certificat.

source: Explore New Courses
ro: Descoperă Cursuri Noi

source: View My Records
ro: Vezi Rezultatele Mele

source: My Profile
ro: Profilul meu

source: Build out your profile to personalize your identity on {platform_name}.
ro: Construiește-ți profilul pentru a-ți personaliza identitatea pe platforma {platform_name}.

source: An error occurred. Try loading the page again.
ro: A apărut o eroare. Încearcă să încarci pagina din nou.

source: Access Course Staff Support on the Partner Portal to submit or review support tickets
ro: Accesează Suportul de la Echipa Cursului pe Portalul Partenerului pentru a trimite sau a revizui tichetele de suport.

source: edX Partner Portal
ro: Portal Partener edX

source: Browse recently launched courses and see what's new in your favorite subjects.
ro: Navighează cursurile lansate recent și vezi ce este nou printre subiectele tale preferate.

source: Take advantage of free coaching!
ro: Profită de coaching gratuit!

source: Get Started
ro: Începe!

source: Page Footer
ro: Subsolul paginii

source: edX Home Page
ro: Pagina de start edX

source: Connect
ro: Conectează-te

source: © {year} edX Inc. All rights reserved.
ro: © {year} edX Inc. Toate drepturile rezervate.

source: About edX Verified Certificates
ro: Despre Certificatele de Absolvire edX

source: An edX Verified Certificate signifies that the learner has agreed to abide by the edX honor code and completed all of the required tasks of this course under its guidelines, as well as having their photo ID checked to verify their identity.
ro: Un certificat de absolvire edX înseamnă că cursantul a acceptat să respecte Angajamentul de integritate și a îndeplinit toate sarcinile necesare acestui curs în conformitate cu îndrumările sale, precum și verificarea fotografiei din ID care le dovedește identitatea.

source: About edX
ro: Despre edX

source: {link_start}edX{link_end} offers interactive online classes and MOOCs from the world's best universities, including MIT, Harvard, Berkeley, University of Texas, and many others. edX is a non-profit online initiative created by founding partners Harvard and MIT.
ro: {link_start} edX {link_end} oferă cursuri online interactive și MOOC-uri de la cele mai bune universități din lume, printre care MIT, Harvard, Berkeley, Universitatea din Texas și multe altele. edX este o inițiativă online nonprofit creată de partenerii fondatori Harvard și MIT.

source: Congratulations, {user_name}!
ro: Felicitări, {user_name}!

source: You worked hard to earn your certificate from {accomplishment_copy_course_org} {dash} share it with colleagues, friends, and family to get the word out about what you mastered in {accomplishment_course_title}.
ro: Ați muncit din greu pentru a obține certificatul de la {accomplishment_copy_course_org} {dash}, distribuiți-l colegilor, prietenilor și familiei pentru a le împărtăși despre ceea ce ați învățat în {accomplishment_course_title}.

source: Share this certificate on Facebook (opens a new tab/window)
ro: Distribuie acest certificat pe Facebook (deschide o nouă filă / fereastră)

source: Tweet this certificate (opens a new tab/window)
ro: Distribuie acest certificat pe Twitter (deschide o nouă filă / fereastră)

source: Add this certificate to your LinkedIn profile (opens a new tab/window)
ro: Adăugă acest certificat la profilul personal de LinkedIn (deschide o nouă filă / fereastră)

source: Print
ro: Printează

source: Print this certificate
ro: Printează acest certificat

source: All rights reserved except where noted. edX, Open edX and the edX and Open edX logos are registered trademarks of edX Inc.
ro: Toate drepturile rezervate, cu excepția cazului în care e menționat altfel. edX, Open edX și logo-urile edX și Open edX sunt mărci comerciale înregistrate ale edX Inc.

source: {b_start}Support our Mission: {b_end}EdX, a non-profit, relies on verified certificates to help fund affordable education to everyone globally.
ro: {b_start} Sprijină Misiunea noastră: {b_end}EdX, o organizație nonprofit, se bazează pe certificatele de absolvire pentru a susține finanțarea unei educații accesibile pentru toată lumea la nivel global.

source: {b_start}Support our Mission: {b_end} EdX, a non-profit, relies on verified certificates to help fund free education for everyone globally
ro: {b_start} Sprijină Misiunea noastră: {b_end}EdX, o organizație nonprofit, se bazează pe certificatele de absolvire pentru a susține finanțarea educației gratuite pentru toată lumea la nivel global

source: Find Courses
ro: Găsește cursuri

source: Schools & Partners
ro: Școli și Parteneri

source: {tos_link_start}Terms of Service{tos_link_end} and {honor_link_start}Honor Code{honor_link_end}
ro: {tos_link_start} Termeni și condiții {tos_link_end} și {honor_link_start} Angajament de Integritate {honor_link_end}

source: Copyright
ro: Drepturi de autor

source: Copyright {year}. All rights reserved.
ro: Drepturi de autor {year}. Toate drepturile rezervate.

source: For anyone, anywhere, anytime
ro: Pentru oricine, oriunde, oricând

source: We're sorry, but this version of your browser is not supported. Try again using a different browser or a newer version of your browser.
ro: Ne pare rău, dar versiunea browserului folosită nu este acceptată. Încearcă din nou utilizând un alt browser sau o versiune mai nouă a browserului actual.

source: The following errors occurred while processing your registration:
ro: Următoarele erori au apărut în timpul procesării înregistrării:

source: Sign up with {provider_name}
ro: Înscrie-te cu {provider_name}

source: Create your own {platform_name} account below
ro: Crează-ți propriul cont pe platforma {platform_name} mai jos

source: Required fields are noted by <strong class="indicator">bold text and an asterisk (*)</strong>.
ro: Câmpurile obligatorii sunt notate cu<strong class="indicator"> text bold și un asterisc (*)</strong>.

source: You've successfully signed in with {selected_provider}.
ro: Te-ai conectat cu succes cu {selected_provider}.

source: We just need a little more information before you start learning with {platform_name}.
ro: Avem nevoie de câteva informații suplimentare înainte de a începe să învățați pe {platform_name}.

source: Please complete the following fields to register for an account.
ro: Te rugăm să completezi următoarele câmpuri pentru a-ți crea un cont.

source: example: Jane Doe
ro: exemplu: Jane Doe

source: Your legal name, used for any certificates you earn.
ro: Numele real și legal, utilizat pentru orice tip de certificat obținut.

source: example: JaneDoe
ro: exemplu: JaneDoe

source: Will be shown in any discussions or forums you participate in
ro: Va fi afișat în orice discuții sau forumuri la care participați

source: cannot be changed later
ro: nu poate fi schimbat mai târziu

source: Welcome {username}
ro: Bine ai venit, {username}

source: Enter a Public Display Name:
ro: Introduceți un Nume Public Afișat:

source: Public Display Name
ro: Numele Public Afișat

source: Additional Personal Information
ro: Informații Personale Suplimentare

source: example: New York
ro: exemplu: New York

source: Highest Level of Education Completed
ro: Cel mai Înalt Nivel de Învățământ Finalizat

source: Year of Birth
ro: Anul Nașterii

source: Please share with us your reasons for registering with {platform_name}
ro: Vă rugăm să ne împărtășiți motivul pentru care v-ați creat un cont pe {platform_name}

source: Account Acknowledgements
ro: Confirmări cont

source: Preferences for {platform_name}
ro: Preferințe pentru {platform_name}

source: Update my {platform_name} Account
ro: Actualizează-mi contul {platform_name}

source: Processing your account information
ro: Se procesează informațiile contului tău

source: Welcome {username}! Please set your preferences below
ro: Bine ați venit {username}! Te rugăm să setezi preferințele mai jos

source: Required fields are noted by {strong_indicator}bold text and an asterisk (*).{strong_close}
ro: Câmpurile obligatorii sunt marcate de {strong_indicator} text bold și de un asterisc (*). {strong_close}

source: Update My Account
ro: Actualizează contul meu

source: Registration Help
ro: Ajutor înregistrare

source: Already registered?
ro: Ai deja un cont?

source: Log in
ro: Autentificare

source: Next Steps
ro: Pașii următori

source: You will receive an activation email. You must click on the activation link to complete the process. Don't see the email? Check your spam folder and mark emails from class.stanford.edu as 'not spam', since you'll want to be able to receive email from your courses.
ro: Veți primi un e-mail de activare a contului. Faceți clic pe linkul de activare pentru a finaliza procesul. Nu ați primit e-mailul? Verificați folderul spam și marcați email-urile primite de la class.stanford.edu ca ”non spam”, pentru a primi e-mailuri de la cursurile la care sunteți înscris/ă.

source: Need Help?
ro: Aveți nevoie de ajutor?

source: Need help in registering with {platform_name}?
ro: Aveți nevoie de ajutor pentru a vă înregistra pe {platform_name}?

source: View our FAQs for answers to commonly asked questions.
ro: Vizualizează secțiunea Întrebări Frecvente pentru a afla răspunsurile la cele mai frecvente întrebări.

source: Once registered, most questions can be answered in the course specific discussion forums or through the FAQs.
ro: Odată înregistrat/ă, găsiți răspunsuri la majoritatea întrebărilor în forumurile de discuții specifice cursului sau prin intermediul secțiunii Întrebări frecvente.

source: Thank you for signing up for {platform_name}.
ro: Mulțumim că te-ai înscris în {platform_name}.

source: Change your life and start learning today by activating your {platform_name} account. Click on the link below or copy and paste it into your browser's address bar.
ro: Schimbați-vă viața și începeți să învățați astăzi prin activarea contului {platform_name}. Faceți clic pe linkul de mai jos sau copiați-l și lipiți-l în bara de căutare a browserului.

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the about section of the {platform_name} Courses web site.
ro: Dacă nu ați solicitat acest lucru, nu este nevoie să faceți nimic; nu veți mai primi e-mailuri de la noi. Nu răspundeți la acest e-mail; dacă aveți nevoie de asistență, consultați secțiunea „despre” a platformei {platform_name}.

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us at
ro: Aceasta este pentru a confirma că ai schimbat adresa de e-mail asociată platformei {platform_name} din {old_email} în {new_email}. Dacă nu ai făcut această solicitare, te rugăm să ne contactezi la

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
ro: Am primit o solicitare de modificare a e-mailului asociat contului din platforma {platform_name} din {old_email} în {new_email}. Dacă este corect, te rugăm să confirmi noua adresă de e-mail pe:

source: We are sorry. Our course staff did not approve your request to change your name from {old_name} to {new_name}. If you need further assistance, please e-mail the tech support at {email}
ro: Ne pare rău. Echipa cursului nu a aprobat solicitarea de a vă schimba numele din {old_name} în {new_name}. Dacă aveți nevoie de asistență suplimentară, te rugăm să contactezi echipa de suport prin e-mail la {email}

source: Put your Terms of Service here!
ro: Adaugă aici Termeni și condiții!

source: Put your Privacy Policy here!
ro: Adaugă aici Politica de confidențialitate!

source: Put your Honor Code here!
ro: Adaugă aici Angajamentul de Integritate!

source: Put your Copyright Text here!
ro: Adaugă aici Textul despre Drepturile de Autor!

source: The page that you were looking for was not found.
ro: Pagina pe care o cauți nu a fost găsită.

source: Go back to the {homepage}.
ro: Mergi înapoi la {homepage}.

source: {studio_name} Server Error
ro: {studio_name} Eroare de Server

source: The {em_start}{studio_name}{em_end} servers encountered an error
ro: A apărut o eroare la serverele {em_start} {studio_name} {em_end}

source: An error occurred in {studio_name} and the page could not be loaded. Please try again in a few moments.
ro: A apărut o eroare în {studio_name}, iar pagina nu a putut fi încărcată. Te rugăm să încerci din nou în câteva momente.

source: We've logged the error and our staff is currently working to resolve this error as soon as possible.
ro: Am înregistrat eroarea. Echipa noastră lucrează în prezent pentru a rezolva această eroare cât mai curând posibil.

source: Studio Accessibility Policy
ro: Politica de Accesibilitate în Studio

source: Files & Uploads
ro: Fișiere și Încărcări

source: Course Certificates
ro: Certificate Curs

source: This module is not enabled.
ro: Acest modul nu este activat.

source: This course does not use a mode that offers certificates.
ro: Acest curs nu folosește un mod care oferă certificate.

source: Working with Certificates
ro: Lucrul cu Certificate

source: Specify a course title to use on the certificate if the course's official title is too long to be displayed well.
ro: Specifică un titlu de curs ce poate fi folosit pe certificat dacă denumirea oficială a titlului este prea lungă pentru a fi afișată corespunzător.

source: For verified certificates, specify between one and four signatories and upload the associated images.
ro: Pentru certificatele de absolvire, specificați între unul și patru semnatari și încărcați imaginile asociate.

source: To edit or delete a certificate before it is activated, hover over the top right corner of the form and select {em_start}Edit{em_end} or the delete icon.
ro: Pentru a edita sau șterge un certificat înainte de a fi activat, plasați cursorul peste colțul din dreapta sus al formularului și selectați {em_start}Editați{em_end} sau pictograma ștergere.

source: To view a sample certificate, choose a course mode and select {em_start}Preview Certificate{em_end}.
ro: Pentru a vedea un exemplu de certificat, alegeți un mod de curs și selectați {em_start}Previzualizare certificat{em_end}.

source: Issuing Certificates to Learners
ro: Eliberare de Certificate pentru Cursanți

source: To begin issuing course certificates, a course team member with either the Staff or Admin role selects {em_start}Activate{em_end}. Only course team members with these roles can edit or delete an activated certificate.
ro: Pentru a începe eliberarea certificatelor din curs, un membru al echipei de curs cu rol în Echipa cursului sau rol de Administrator trebuie să selecteze {em_start}Activați{em_end}. Doar membrii echipei de curs cu aceste roluri pot edita sau șterge un certificat activat.

source: {em_start}Do not{em_end} delete certificates after a course has started; learners who have already earned certificates will no longer be able to access them.
ro: {em_start}Nu{em_end} șterge certificatele după ce cursul a început; cursanții care au obținut deja certificate nu le vor mai putea accesa.

source: Learn more about certificates
ro: Află mai multe despre certificate

source: Details & Schedule
ro: Detalii și Planificare

source: Grading
ro: Notare

source: Course Team
ro: Echipă curs

source: Advanced Settings
ro: Setări avansate

source: Proctored Exam Settings
ro: Setări pentru Examenul Supravegheat

source: Checklists
ro: Liste de verificare

source: Tools
ro: Unelte

source: Duplicate
ro: Dublură

source: Duplicate this component
ro: Dublează această componentă

source: Move
ro: Mută

source: Delete this component
ro: Șterge această componentă

source: Drag to reorder
ro: Mută pentru a reordona

source: Page Actions
ro: Acțiuni în pagină

source: Open the courseware in the LMS
ro: Deschide articolele de curs în LMS

source: View Live Version
ro: Vezi Versiunea Live

source: Preview the courseware in the LMS
ro: Previzualizează articolele de curs în LMS

source: Adding components
ro: Adăugare componente

source: Select a component type under {strong_start}Add New Component{strong_end}. Then select a template.
ro: Selectează o categorie de componente sub {strong_start}Adaugă Componentă Nouă{strong_end}. Apoi selectează un șablon.

source: The new component is added at the bottom of the page or group. You can then edit and move the component.
ro: Noua componentă este adăugată în partea de jos a paginii sau a grupului. Poți apoi edita sau muta componenta.

source: Editing components
ro: Editare componente

source: Click the {strong_start}Edit{strong_end} icon in a component to edit its content.
ro: Faceți clic pe pictograma {strong_start}Editați{strong_end} dintr-o componentă pentru a-i edita conținutul.

source: Reorganizing components
ro: Reorganizare componente

source: Drag components to new locations within this component.
ro: Mută componentele în noi locații din cadrul acestei componente.

source: For content experiments, you can drag components to other groups.
ro: Pentru experimente de conținut, poți muta componente în alte grupuri.

source: Working with content experiments
ro: Lucru cu experimente de conținut

source: Confirm that you have properly configured content in each of your experiment groups.
ro: Confirmă că ai configurat corespunzător conținutul în fiecare dintre grupurile de experimentare.

source: Unit Location
ro: Locație Unitate

source: Location ID
ro: ID Locație

source: Create a Course Rerun of:
ro: Creează o iterație a cursului:

source: Create a re-run of a course
ro: Creează o iterație a unui curs

source: You are creating a re-run from:
ro: Creezi o iterație de la:

source: Provide identifying information for this re-run of the course. The original course is not affected in any way by a re-run.
ro: Furnizează informații de identificare pentru această iterație a cursului. Cursul original nu este influențat în niciun fel de o nouă iterație.

source: Note: Together, the organization, course number, and course run must uniquely identify this new course instance.
ro: Notă: Împreună, organizația, numărul cursului și iterația cursului trebuie să poată identifica în mod unic instanța noului curs.

source: Required Information to Create a re-run of a course
ro: Informația necesară pentru a Crea o iterație a cursului

source: e.g. Introduction to Computer Science
ro: ex: Introducere în Informatică

source: The public display name for the new course. (This name is often the same as the original course name.)
ro: Numele public afișat al cursului nou. (Acest nume este adesea același cu numele original al cursului.)

source: Organization
ro: Organizație

source: e.g. UniversityX or OrganizationX
ro: ex: UniversitateaX sau OrganizațiaX

source: The name of the organization sponsoring the new course. (This name is often the same as the original organization name.)
ro: Numele organizației care sprijină noul curs. (Acest nume este adesea același cu numele original al organizației.)
