Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa, ro

source: Add a clear and descriptive title to encourage participation. (Required)
fa: برای تشویق مشارکت یک عنوان واضح و توصیفی اضافه کنید. (ضروری)
ro: Adăugați un titlu clar și descriptiv pentru a încuraja participarea. (Necesar)

source: Edit your post below.
fa: پست خود را در زیر ویرایش کنید
ro: Editează postarea de mai jos.

source: Update post
fa: به روز رسانی پست
ro: Actualizați postarea

source: Show Comment (%(num_comments)s)
fa: نمایش نظر ( %(num_comments)s )

source: Add a comment
fa: یک نظر اضافه کنید
ro: Adaugă un comentariu

source: marked as answer %(time_ago)s by %(user)s
fa: علامت گذاری شده به عنوان پاسخ %(time_ago)s توسط %(user)s

source: marked as answer %(time_ago)s
fa: به عنوان پاسخ %(time_ago)s علامت گذاری شده است

source: endorsed %(time_ago)s by %(user)s
fa: تایید شده %(time_ago)s توسط %(user)s

source: endorsed %(time_ago)s
fa: تایید شده %(time_ago)s

source: Editing response
fa: در حال ویرایش پاسخ
ro: Editarea răspunsului

source: Update response
fa: به روز رسانی پاسخ

source: posted %(time_ago)s by %(author)s
fa: ارسال شده %(time_ago)s توسط %(author)s

source: Editing comment
fa: در حال ویرایش نظر
ro: Editarea comentariului

source: Update comment
fa: نظر را به روز کنید
ro: Actualizați comentariul

source: discussion
fa: بحث
ro: discuție

source: answered question
fa: پاسخ سوال
ro: întrebare răspunsă

source: unanswered question
fa: سوال بی جواب
ro: întrebare nerăspunsă

source: Following
fa: ذیل
ro: Următorul

source: Community TA
fa: جامعه TA
ro: Asistent din comunitate

source: {unread_comments_count} new
fa: {unread_comments_count} جدید

source: %(comments_count)s %(span_sr_open)scomments (%(unread_comments_count)s unread comments)%(span_close)s
fa: نظرات %(comments_count)s %(span_sr_open)s ( %(unread_comments_count)s نظرات خوانده نشده) %(span_close)s

source: %(comments_count)s %(span_sr_open)scomments %(span_close)s
fa: %(comments_count)s %(span_sr_open)s نظرات %(span_close)s

source: Add a Post
fa: یک پست اضافه کنید
ro: Adaugă o postare

source: Visible to
fa: قابل مشاهده برای
ro: Vizibil pentru

source: Discussion admins, moderators, and TAs can make their posts visible to all students or specify a single group.
fa: ادمین های بحث، ناظران و TA می توانند پست های خود را برای همه دانش آموزان قابل مشاهده کنند یا یک گروه را مشخص کنند.

source: All Groups
fa: همه گروه ها
ro: Toate grupurile

source: follow this post
fa: این پست را دنبال کنید
ro: urmărește acest post

source: post anonymously to classmates
fa: به صورت ناشناس برای همکلاسی ها پست کنیدمدیران گفتگو، ناظران و دستیاران می‌توانند مطالب خود را برای همۀ فراگیران قابل‌مشاهده کنند یا یک گروه را مشخص کنند.
ro: postați anonim pentru colegii de curs

source: Error posting your message.
fa: خطا در ارسال پیام شما
ro: Eroare la postarea mesajului.

source: This post will be visible only to %(group_name)s.
fa: این پست فقط برای %(group_name)s قابل مشاهده خواهد بود.
ro: Această postare va fi vizibilă numai pentru %(group_name)s.

source: This post will be visible to everyone.
fa: این پست برای همه قابل مشاهده خواهد بود.
ro: Această postare va fi vizibilă pentru toată lumea.

source: Topic area
fa: حوزه موضوع
ro: Tematica

source: Add your post to a relevant topic to help others find it. (Required)
fa: پست خود را به یک موضوع مرتبط اضافه کنید تا به دیگران کمک کنید آن را پیدا مطلب خود را به یک موضوع مرتبط اضافه کنید تا به دیگران کمک کنید آن را پیدا کنند. (ضروری)
ro: Adaugă postarea ta la un subiect relevant pentru a-i ajuta pe alții să o găsească. (Necesar)

source: (Community TA)
fa: (جامعه TA)

source: (Staff)
fa: (کارکنان)
ro: (Personal)

source: All Posts
fa: همه پست ها

source: Return to all posts
fa: بازگشت به همه پست ها
ro: Reveniți la toate postările

source: View discussion
fa: مشاهده بحث
ro: Vizualizați discuția

source: Load more
fa: بارگذاری بیشتر
ro: Încarcă mai mult

source: Post type
fa: نوع پست
ro: Tipul postării

source: Questions raise issues that need answers. Discussions share ideas and start conversations. (Required)
fa: پرسش ها مسائلی را مطرح می کنند که نیاز به پاسخ دارند. بحث ها ایده ها را به اشتراک می گذارند و مکالمه را شروع می کنند. (ضروری)پرسش‌ها مسائلی را مطرح می‌کنند که نیاز به پاسخ دارند. گفتگوها ایده‌ها را به اشتراک می‌گذارند و مکالمه را شروع می‌کنند. (ضروری)
ro: Întrebările ridică probleme care necesită răspunsuri. Discuțiile împărtășesc idei și încep conversații. (Necesar)

source: Question
fa: سوال
ro: Întrebare

source: Endorse
fa: تایید و امضا

source: Unendorse
fa: تایید نکردن

source: Mark as Answer
fa: علامت گذاری به عنوان پاسخ
ro: Marcați ca Răspuns

source: Unmark as Answer
fa: علامت را به عنوان پاسخ بردارید
ro: Demarcați ca răspuns

source: Follow
fa: دنبال کردن
ro: Urmărește

source: Unfollow
fa: لغو دنبال کردن
ro: Anulați urmărirea

source: Vote for this post,
fa: به این پست رای دهید،
ro: Votează pentru această postare,

source: Report abuse
fa: گزارش سوءاستفاده
ro: Raportează abuz

source: Report
fa: گزارش
ro: Raportează

source: Unreport
fa: عدم گزارش
ro: Anulează raportarea

source: Pin
fa: سنجاق

source: Unpin
fa: پین را بردارید

source: Open
fa: باز کن
ro: Deschide

source: Discussion Home
fa: صفحه اصلی بحث
ro: Acasă Discuții

source: How to use %(platform_name)s discussions
fa: نحوه استفاده از بحث های %(platform_name)s
ro: Cum să folosiți discuțiile %(platform_name)s

source: Find discussions
fa: بحث ها را پیدا کنید
ro: Găsiți discuții

source: Use the All Topics menu to find specific topics.
fa: از منوی همه موضوعات برای یافتن موضوعات خاص استفاده کنید.
ro: Utilizați meniul Toate subiectele pentru a găsi subiecte specifice.

source: Search all posts
fa: جستجو در تمام پست ها
ro: Căutați toate postările

source: Filter and sort topics
fa: موضوعات را فیلتر و مرتب کنید
ro: Filtrați și sortați subiectele

source: Engage with posts
fa: درگیر شدن با پست ها
ro: Interacționează cu postările

source: Vote for good posts and responses
fa: به پست ها و پاسخ های خوب رای دهید
ro: Votați pentru postări și răspunsuri bune

source: Report abuse, topics, and responses
fa: گزارش تخلف، موضوعات و پاسخ ها
ro: Raportați abuzuri, subiecte și răspunsuri

source: Follow or unfollow posts
fa: دنبال کردن یا لغو دنبال کردن پست ها
ro: Urmăriți sau încetați să urmăriți postările

source: Receive updates
fa: به روز رسانی را دریافت کنید
ro: Primiți actualizări

source: Toggle Notifications Setting
fa: تنظیمات اعلان‌ها را تغییر دهید
ro: Comutați setarea notificărilor

source: Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following.
fa: این کادر را علامت بزنید تا یک بار در روز خلاصه‌ای از ایمیل دریافت کنید که به شما اطلاع می‌دهد درباره فعالیت‌های خوانده نشده جدید از پست‌هایی که دنبال این کادر را علامت بزنید تا یک‌بار در روز خلاصه‌ای از رایانامه دریافت کنید که به شما اطلاع می‌دهد دربارۀ فعالیت‌های خوانده نشده جدید از مطالبی که دنبال می‌کنید.
ro: Bifați această casetă pentru a primi o dată pe zi prin e-mail un rezumat care vă anunță despre activitatea nouă, activitatea necitită din postările pe care le urmăriți.

source: username or email
fa: نام کاربری یا پست الکترونیک
ro: nume de utilizator sau email

source: course id
fa: شناسه دوره
ro: id curs

source: No results
fa: هیچ نتیجه ای
ro: nici un rezultat

source: Course Key
fa: کلید دوره
ro: cheia cursului

source: Status
fa: وضعیت
ro: Stare

source: Grade
fa: مقطع تحصیلی
ro: Notă

source: Last Updated
fa: اخرین به روز رسانی
ro: Ultima actualizare

source: Regenerate
fa: بازسازی کنید
ro: Regenerați

source: Regenerate the user's certificate
fa: گواهی کاربر را دوباره تولید کنید
ro: Regenerați certificatul utilizatorului

source: Generate
fa: تولید می کنند
ro: Generați

source: Generate the user's certificate
fa: گواهی کاربر را ایجاد کنید
ro: Generați certificatul utilizatorului

source: Current enrollment mode:
fa: حالت ثبت نام فعلی:
ro: Mod de înscriere curent:

source: New enrollment mode:
fa: حالت ثبت نام جدید:
ro: Mod nou de înscriere:

source: Reason for change:
fa: دلیل تغییر:
ro: Motiv pentru schimbare:

source: Choose One
fa: یکی را انتخاب کن
ro: Alegeți unul

source: Explain if other.
fa: اگر غیر آن است توضیح دهید
ro: Explicați dacă altceva.

source: Submit enrollment change
fa: تغییر ثبت نام را ارسال کنید
ro: Trimiteți modificarea de înscriere

source: Username or email address
fa: نام کاربری یا آدرس ایمیل
ro: Nume utilizator sau adresa de email

source: Course ID
fa: شناسه دوره
ro: ID-ul cursului

source: Course Start
fa: شروع دوره
ro: Start curs

source: Course End
fa: پایان دوره
ro: Finalizare curs

source: Upgrade Deadline
fa: مهلت ارتقا
ro: Actualizare dată limită

source: Verification Deadline
fa: مهلت تایید
ro: Termen limita de verificare

source: Enrollment Date
fa: تاریخ ثبت نام
ro: Data Înscrierii

source: Enrollment Mode
fa: حالت ثبت نام
ro: Modalitatea de înscriere

source: Verified mode price
fa: قیمت حالت تایید شده
ro: Modul preț verificat

source: Reason
fa: دلیل
ro: Motiv

source: Last modified by
fa: آخرین ویرایش توسط
ro: Ultima modificare de către

source: Active
fa: فعال
ro: Activ

source: Change Enrollment
fa: تغییر ثبت نام
ro: Modificați înregistrarea

source: Date Joined
fa: تاریخ عضویت
ro: Data înscrierii

source: Password Status
fa: وضعیت رمز عبور
ro: Starea parolei

source: Toggle Account Password (Usable/Unusable)
fa: تغییر رمز عبور حساب (قابل استفاده/غیرقابل استفاده)
ro: Comutați parola contului (utilizabilă/inutilizabilă)

source: Your team could not be created.
fa: تیم شما ایجاد نشد.
ro: Echipa ta nu a putut fi creată.

source: Your team could not be updated.
fa: تیم شما به روز نشد.
ro: Echipa ta nu a putut fi actualizată.

source: Enter information to describe your team. You cannot change these details after you create the team.
fa: اطلاعاتی را برای توصیف تیم خود وارد کنید. بعد از ایجاد تیم نمی توانید این اطلاعاتی را برای توصیف تیم خود وارد کنید. بعد از ایجاد تیم، نمی‌توانید این جزئیات را تغییر دهید.
ro: Introduceți informații pentru a vă descrie echipa. Nu puteți modifica aceste detalii după ce creați echipa.

source: Optional Characteristics
fa: ویژگی های اختیاری
ro: Caracteristici optionale

source: Help other learners decide whether to join your team by specifying some characteristics for your team. Choose carefully, because fewer people might be interested in joining your team if it seems too restrictive.
fa: با مشخص کردن برخی ویژگی ها برای تیم خود به سایر زبان آموزان کمک کنید تصمیم بگیرند که به تیم شما بپیوندند یا خیر. با دقت انتخاب کنید، زیرا افراد کمتری ممکن است علاقه مند به پیوستن به تیم شما باشند، اگر خیلی محدود کننده به نظر برسد.
ro: Ajută pe ceilalți cursanți să decidă dacă se alătură echipei tale, specificând anumite caracteristici pentru echipa ta. Alegeți cu grijă, deoarece mai puține persoane ar putea fi interesate să se alăture echipei tale dacă pare prea restrictivă.

source: Create team.
fa: تیم ایجاد کنید.
ro: Creați echipă.

source: Update team.
fa: تیم را به روز کنید.
ro: Actualizați echipa.

source: Cancel team creating.
fa: ایجاد تیم را لغو کنید.
ro: Anulați crearea echipei.

source: Cancel team updating.
fa: لغو به‌روزرسانی تیم
ro: Anulați actualizarea echipei.

source: Instructor tools
fa: ابزارهای مربی
ro: Instrumente pentru instructor

source: Delete Team
fa: حذف تیم
ro: Ștergeți Echipa

source: Edit Membership
fa: ویرایش عضویت
ro: Editați calitatea de membru

source: View Current Team Memberships
fa: مشاهده اعضای فعلی تیم
ro: Vedeți Membrii echipei curente

source: Download Memberships
fa: دانلود عضویت
ro: Descărcați Membrii

source: Assign Team Memberships
fa: اعضای تیم را تعیین کنید
ro: Atribuiți membrii echipei

source: Upload Memberships
fa: آپلود عضویت
ro: Încărcați Membrii

source: Error assigning team memberships
fa: خطا در اختصاص عضویت تیم
ro: Eroare la atribuirea membrilor echipei

source: Are you having trouble finding a team to join?
fa: آیا در پیدا کردن تیمی برای پیوستن به مشکل دارید؟
ro: Întâmpinați probleme în a găsi o echipă la care să vă alăturați?

source: Join Team
fa: به تیم بپیوندید
ro: Alaturați-vă echipei

source: Team Assignments
fa: تکالیف تیم
ro: Sarcinile echipei

source: Team Details
fa: جزئیات تیم
ro: Detaliile echipei

source: You are a member of this team.
fa: شما عضو این تیم هستید.
ro: Sunteți membru al acestei echipe.

source: Team member profiles
fa: پروفایل اعضای تیم
ro: Profilele membrilor echipei

source: Team capacity
fa: ظرفیت تیم
ro: Capacitatea echipei

source: Leave Team
fa: ترک تیم
ro: Părăsiți echipa

source: Donate
fa: اهدا کنید
ro: Donează

source: There was an error retrieving preview results for this catalog. Please check that your query is correct and try again.
fa: هنگام بازیابی نتایج پیش‌نمایش این کاتالوگ خطایی روی داد. لطفاً بررسی کنید که درخواست شما درست است و دوباره امتحان کنید.
ro: A apărut o eroare la preluarea rezultatelor previzualizării pentru acest catalog. Verificați dacă întrebarea este corectă și încercați din nou.

source: This catalog's courses:
fa: دوره های این کاتالوگ:
ro: Cursurile acestui catalog:

source: Expand All
fa: همه را گسترش دهید
ro: Extinde totul

source: Collapse All
fa: جمع کردن همههنگام بازیابی نتایج پیش‌نمایش این فهرتس خطایی روی داد. لطفاً بررسی کنید که درخواست شما درست است و دوباره امتحان کنید.
ro: Restrânge totul

source: Start Date
fa: تاریخ شروع
ro: Data de început

source: Due Date
fa: سررسید
ro: Data Scadentă

source: remove all
fa: حذف همه
ro: eliminați tot

source: toggle chapter %(displayName)s
fa: فصل %(displayName)s را تغییر دهید
ro: comutați capitolul %(displayName)s

source: Section
fa: بخش
ro: Secțiune

source: Remove chapter %(chapterDisplayName)s
fa: فصل %(chapterDisplayName)s را حذف کنید
ro: eliminați capitolul %(chapterDisplayName)s

source: remove
fa: برداشتن
ro: eliminați

source: toggle subsection %(displayName)s
fa: زیربخش %(displayName)s را تغییر دهید
ro: comutați subsecțiunea %(displayName)s

source: Subsection
fa: زیر بخش
ro: Subsecțiune

source: Remove subsection %(subsectionDisplayName)s
fa: بخش فرعی %(subsectionDisplayName)s را حذف کنید

source: Remove unit %(unitName)s
fa: واحد %(unitName)s را حذف کنید
ro: eliminați unitatea %(unitName)s

source: Mark Exam As Completed
fa: علامت گذاری امتحان به عنوان تکمیل شده
ro: Marcați examenul ca finalizat

source: Exam timer and end exam button
fa: تایمر امتحان و دکمه پایان امتحان
ro: Cronometrul examenului și butonul de finalizare a examenului

source: End My Exam
fa: امتحانم را تمام کن
ro: Finalizează examenul meu

source: Hide Timer
fa: مخفی کردن تایمر
ro: Ascunde cronometrul

source: You are taking "{exam_link}" as {exam_type}.
fa: شما &quot; {exam_link} &quot; را به عنوان {exam_type} می گیرید.
ro: Susțineți „{exam_link}” ca {exam_type}.

source: a timed exam
fa: یک امتحان زمان بندی شده
ro: un examen cronometrat

source: The timer on the right shows the time remaining in the exam.
fa: تایمر سمت راست زمان باقی مانده در امتحان را نشان می دهد.
ro: Cronometrul din dreapta arată timpul rămas pentru examen.

source: To receive credit for problems, you must select "Submit" for each problem before you select "End My Exam".
fa: برای دریافت اعتبار برای مشکلات، قبل از انتخاب گزینه &quot;End My Exam&quot; باید برای هر مشکل &quot;Submit&quot; را انتخاب کنید.
ro: Pentru a primi credit pentru probleme, trebuie să selectați „Trimiteți” pentru fiecare problemă înainte de a selecta „Finalizarea examenului meu”.

source: Show More
fa: بیشتر نشان بده، اطلاعات بیشتر
ro: Arată mai mult

source: Show Less
fa: نمایش کمتر
ro: Arată mai puțin

source: LEARN MORE
fa: بیشتر بدانید
ro: AFLĂ MAI MULTE

source: Starts: %(start_date)s
fa: شروع: %(start_date)s
ro: Începe: %(start_date)s

source: Starts
fa: شروع می شود
ro: Începe

source: Clear All
fa: همه را پاک کن
ro: Ștergeți tot

source: Highlighted text
fa: متن هایلایت شده
ro: Text evidențiat

source: Note
fa: توجه داشته باشید
ro: Notă

source: You commented...
fa: نظر دادی...
ro: Ați comentat

source: Noted in:
fa: اشاره شده در:
ro: Notat în:

source: Last Edited:
fa: آخرین ویرایش:
ro: Ultima modificare:

source: Tags:
fa: برچسب ها:
ro: Etichete:

source: Clear search results
fa: نتایج جستجو را پاک کنید
ro: Ștergeți rezultatele căutării

source: Click to edit
fa: برای ویرایش کلیک کنید
ro: Faceți clic pentru a edita

source: Order Number
fa: شماره سفارش
ro: Număr de ordine

source: Date Placed
fa: تاریخ قرار دادن
ro: Data plasării

source: Cost
fa: هزینه

source: Order Details
fa: جزئیات سفارش
ro: Detalii Comandă

source: for
fa: برای
ro: pentru

source: Product Name
fa: نام محصول
ro: Nume Produs

source: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} of {maxCharacters}
fa: {currentCountOpeningTag} {currentCharacterCount} {currentCountClosingTag} از {maxCharacters}

source: Financial Assistance Application
fa: درخواست کمک مالی
ro: Cerere de asistență financiară

source: Profile Information
fa: اطلاعات نمایه

source: The following information is already a part of your {platform} profile and is required for your application. To edit this information go to
fa: اطلاعات زیر در حال حاضر بخشی از نمایه {platform} شما است و برای برنامه شما ضروری است. برای ویرایش این اطلاعات به

source: Email address
fa: آدرس ایمیلاطلاعات زیر درحال حاضر بخشی از پروندۀ شخصی {platform} شما است و برای برنامۀ شما ضروری است. برای ویرایش این اطلاعات به
ro: Adresa de email

source: Legal name
fa: نام قانونی
ro: Nume legal

source: Country of residence
fa: کشور محل اقامت
ro: Țară de rezidență

source: Application Details
fa: جزئیات برنامه

source: Submit Application
fa: ارسال درخواست
ro: Trimiteți Aplicația

source: Thank you for submitting your financial assistance application for {course_name}! You can expect a response in 2-4 business days.
fa: از ارسال درخواست کمک مالی خود برای {course_name} متشکریم! شما می توانید از ارسال درخواست کمک مالی خود برای {course_name} متشکریم! شما می‌توانید انتظار پاسخ را در 2-4 روز کاری داشته باشید.
ro: Vă mulțumim că ați trimis cererea de asistență financiară pentru {course_name}! Vă puteți aștepta la un răspuns în 2-4 zile lucrătoare.

source: Go to Dashboard
fa: به داشبورد بروید
ro: Accesați Tabloul de bord

source: Individual Exceptions
fa: استثناهای فردی

source: Enter the username or email address of each learner that you want to add as an exception.
fa: نام کاربری یا آدرس ایمیل هر زبان آموزی را که می خواهید به عنوان استثنا اضافه کنید وارد کنید.نام کاربری یا نشانی رایانامه هر فراگیری را که مایلید به‌عنوان استثنا اضافه کنید وارد کنید.

source: Student email or username
fa: ایمیل یا نام کاربری دانشجو
ro: Adresa de e-mail a cursantului sau numele de utilizator

source: Free text notes
fa: یادداشت های متنی رایگان
ro: Note text gratuite

source: Add to Exception List
fa: به لیست استثنا اضافه کنید
ro: Adăugați la Lista de excepții

source: Generate Exception Certificates
fa: گواهی های استثنایی تولید کنید

source: Certificate exceptions group selection
fa: انتخاب گروه استثناهای گواهی

source: All users on the Exception list who do not yet have a certificate
fa: همه کاربران موجود در لیست استثنایی که هنوز گواهی ندارند

source: All users on the Exception list
fa: همه کاربران در لیست استثنا

source: User Email
fa: ایمیل کاربر
ro: E-mail utilizator

source: Exception Granted
fa: استثنا داده شده است

source: Certificate Generated
fa: گواهی تولید شده
ro: Certificat generat

source: Notes
fa: یادداشت
ro: Notițe

source: Remove from List
fa: از لیست حذف کن
ro: Șterge din lista

source: Bulk Exceptions
fa: استثنائات انبوه

source: Upload a comma separated values (.csv) file that contains the usernames or email addresses of learners who have been given exceptions. Include the username or email address in the first comma separated field. You can include an optional note describing the reason for the exception in the second comma separated field.
fa: یک فایل مقادیر جدا شده با کاما (csv.) را آپلود کنید که حاوی نام کاربری یا آدرس ایمیل زبان آموزانی است که استثناهایی برای آنها قائل شده است. نام کاربری یا آدرس ایمیل را در اولین فیلد جدا شده با کاما قرار دهید. می توانید یک یادداشت اختیاری که دلیل این استثنا را توضیح می دهد در قسمت دوم جدا شده با یک فایل مقادیر جداشده با کاما (csv.) را بارگذاری کنید که حاوی نام کاربری یا آدرس رایانامۀ فراگیرانی است که استثناهایی برای آن‌ها قائل شده‌است. نام کاربری یا آدرس رایانامه را در اولین قسمت جداشده با کاما قرار دهید. می‌توانید یادداشت اختیاری که دلیل این استثنا را توضیح می‌دهد در قسمت دوم جداشده با کاما قرار دهید.
ro: Încărcați un fișier cu valori separate prin virgulă (.csv) care conține numele de utilizator sau adresele de e-mail ale cursanților cărora li s-au acordat excepții. Includeți numele de utilizator sau adresa de e-mail în primul câmp separat prin virgulă. Puteți include o notă opțională care descrie motivul excepției în al doilea câmp separat prin virgulă.

source: Upload a CSV file
fa: یک فایل CSV آپلود کنید
ro: Încărcați un fișier CSV

source: To invalidate a certificate for a particular learner, add the username or email address below.
fa: برای بی اعتبار کردن یک گواهی برای یک زبان آموز خاص، نام کاربری یا آدرس ایمیل را در زیر اضافه کنید.

source: Add notes about this learner
fa: یادداشت هایی در مورد این یادگیرنده اضافه کنید

source: Invalidate Certificate
fa: باطل کردن گواهینامهبرای بی‌اعتبارکردن یک گواهینامه برای یک فراگیر خاص، نام کاربری یا آدرس رایانامۀ وی را در زیر اضافه کنید.

source: Student
fa: دانشجو

source: Invalidated By
fa: باطل شده توسط
ro: Invalidat de

source: Invalidated
fa: باطل شد
ro: Invalidat

source: Remove from Invalidation Table
fa: حذف از جدول عدم اعتبار

source: Divided
fa: تقسیم شده
ro: Împărțit

source: Manage Learners
fa: یادگیرندگان را مدیریت کنید

source: Add learners to this cohort
fa: زبان آموزان را به این گروه اضافه کنید

source: Note: Learners can be in only one cohort. Adding learners to this group overrides any previous group assignment.
fa: توجه: فراگیران فقط می توانند در یک گروه باشند. افزودن زبان آموزان به این گروه، هر تکلیف قبلی گروهی را لغو می کند.توجه: فراگیران فقط می‌توانند در یک گروه باشند. افزودن آن‌ها به این گروه، هر تکلیف قبلی گروهی را لغو می‌کند.

source: Enter email addresses and/or usernames, separated by new lines or commas, for the learners you want to add. *
fa: آدرس‌های ایمیل و/یا نام‌های کاربری را که با خطوط یا کاماهای جدید جدا شده‌اند، برای زبان‌آموزانی که می‌خواهید اضافه کنید وارد کنید. * نشانی‌های رایانامه و/یا نام‌های کاربری فراگیرانی را که مایلید اضافه کنید وارد کنید، آن‌ها را با خطوط جدید یا کاما از هم تفکیک کنید.*

source: (Required Field)
fa: (فیلد الزامی)
ro: (Câmp necesar)

source: e.g. johndoe@example.com, JaneDoe, joeydoe@example.com
fa: به عنوان مثال johndoe@example.com، JaneDoe، joeydoe@example.com

source: You will not receive notification for emails that bounce, so double-check your spelling.
fa: برای ایمیل‌هایی که پرش می‌کنند اعلان دریافت نمی‌کنید، بنابراین املای خود را دوباره بررسی کنید.
ro: Nu veți primi notificări pentru e-mailurile care sunt respinse, așa că verificați ortografia.

source: Add Learners
fa: یادگیرندگان را اضافه کنید

source: Add a New Cohort
fa: یک گروه جدید اضافه کنید

source: Enter the name of the cohort
fa: نام گروه را وارد کنید

source: Cohort Name
fa: نام گروه

source: Cohort Assignment Method
fa: روش تخصیص گروهی

source: Automatic
fa: خودکار
ro: Automat

source: Manual
fa: کتابچه راهنمای

source: There must be one cohort to which students can automatically be assigned.
fa: باید یک گروه وجود داشته باشد که دانش آموزان به طور خودکار به آن اختصاص داده شوند.

source: Associated Content Group
fa: گروه محتوای مرتبط
ro: Grup de conținut asociat

source: No Content Group
fa: بدون گروه محتوا
ro: Nici un grup de conținut

source: Select a Content Group
fa: یک گروه محتوا را انتخاب کنید
ro: Selectați un grup de conținut

source: Choose a content group to associate
fa: یک گروه محتوا را برای مرتبط کردن انتخاب کنید
ro: Alegeți un grup de conținut pe care să îl asociați

source: Not selected
fa: انتخاب نشده
ro: Nu este selectat

source: Deleted Content Group
fa: گروه محتوای حذف شده
ro: Grup de conținut șters
