Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Welcome to {platform_name}. Thank you for using {platform_name}'s Course Discovery API, Enterprise API and/or any additional APIs that we may offer from time to time (collectively, the "APIs"). Please read these Terms of Service prior to accessing or using the APIs. These Terms of Service, any additional terms within accompanying API documentation, and any applicable policies and guidelines that {platform_name} makes available and/or updates from time to time are agreements (collectively, the "Terms") between you and {platform_name}. These Terms are issued under the enterprise product agreement, member participation agreement, or other direct agreement governing the purchase of {platform_name} products, if any (the "Agreement"), executed by you or the party on whose behalf you are accessing or using the APIs and {platform_name}. In the event that you have such an Agreement that applies to your use of the APIs, the Agreement will control in the event of any conflict between it and these Terms. By accessing or using the APIs, you accept and agree to be legally bound by the Terms, whether or not you are a registered user. If you are accessing or using the APIs on behalf of a company, organization or other legal entity, you are agreeing to these Terms for that entity and representing and warranting to {platform_name} that you have full authority to accept and agree to these Terms for such entity, in which case the terms "you," "your" or related terms herein shall refer to such entity on whose behalf you are accessing or using the APIs. If you do not have such authority or if you do not understand or do not wish to be bound by the Terms, you should not use the APIs.
ro: Bun venit la {platform_name}. Vă mulțumim pentru utilizarea API-ului de descoperire a cursului {platform_name}, API-rilor pentru întreprinderi și/sau a oricăror API-uri suplimentare pe care le putem oferi periodic ( collectively, the "APIs"). Vă rugăm citiți „Termenii și Condițiile" înainte de a accesa sau utiliza API-urile. Acești „Termeni și Condiții", orice termeni suplimentari din documentația API însoțitoare, precum și orice politici și instrucțiuni aplicabile pe care {platform_name} le pune la dispoziție și/sau actualizări periodice sunt acorduri ( collectively, the "Terms") între dvs. și {platform_name}. Aceste condiții sunt emise în cadrul acordului de produs pentru întreprinderi, al acordului de participare a membrilor sau al altui acord direct care reglementează achiziționarea produselor {platform_name}, dacă există ( the "Agreement"), executate de dvs. sau de partea în numele căreia accesați {platform_name} sau folosiți API-urile. În cazul în care aveți un astfel de acord care se aplică utilizării de către dvs. API-urilor, acordul va controla în eventualitatea unui conflict între acesta și aceste Condiții. Prin accesarea sau utilizarea API-urilor, sunteți de acord și acceptați obligația legală de a respecta Termenii, indiferent dacă sunteți sau nu un utilizator înregistrat. Dacă accesați sau utilizați API-urile în numele unei companii, organizații sau alte entități juridice, sunteți de acord cu acești termeni pentru entitatea respectivă și reprezentați și justificați către {platform_name} pentru care aveți autoritatea deplină de a accepta și de a fi de acord cu acești termeni pentru o astfel de entitate, caz în care, termenii "dumneavoastră" sau termenii asociați se referă la această entitate în numele căreia accesați sau utilizați API-uri. Dacă nu aveți o astfel de autoritate sau dacă nu înțelegeți sau nu doriți să fiți contrâns de acești termeni, nu ar trebui să utilizați API-urile.

source: API Access
ro: Acces API

source: To access the APIs, you will need to create an {platform_name} user account for your application (not for personal use). This account will provide you with access to our API request page at {request_url}. On that page, you must complete the API request form including a description of your proposed uses for the APIs. Any account and registration information that you provide to {platform_name} must be accurate and up to date, and you agree to inform us promptly of any changes. {platform_name_capitalized} will review your API request form and, upon approval in {platform_name}'s sole discretion, will provide you with instructions for obtaining your API shared secret and client ID.
ro: Pentru a accesa API-urile, va trebui să creați un cont de utilizator {platform_name} pentru aplicația dumneavoastră (nu pentru uz personal). Acest cont vă va oferi acces la pagina noastră de solicitare API la {request_url}. Pe pagina respectivă, trebuie să completați formularul de solicitare API, inclusiv o descriere a utilizărilor propuse pentru API-uri. Orice cont și informații de înregistrare pe care le furnizați către {platform_name} trebuie să fie corecte și actualizate și sunteți de acord să ne informați cu promptitudine cu privire la orice modificări. {platform_name_capitalized} vă va examina formularul de solicitare API și, după aprobare, la discreția exclusivă a {platform_name}, vă va oferi instrucțiuni pentru obținerea secretului dumneavoastră comun API și ID-ul clientului.

source: Permissible Use
ro: Utilizare permisă

source: You agree to use the APIs solely for the purpose of delivering content that is accessed through the APIs (the "API Content") to your own website, mobile site, app, blog, email distribution list, or social media property ("Your Application") or for another commercial use that you described in your request for access and that {platform_name} has approved on a case-by-case basis. {platform_name_capitalized} may monitor your use of the APIs for compliance with the Terms and may deny your access or shut down your integration if you attempt to go around or exceed the requirements and limitations set by {platform_name}. Your Application or other approved use of the API or the API Content must not prompt your end users to provide their {platform_name} username, password or other {platform_name} user credentials anywhere other than on the {platform_name} website at {platform_url}.
ro: Sunteți de acord să utilizați API-urile numai în scopul livrării de conținut accesat prin API-uri („Conținutul API”) pe propriul dumneavoastră site web, site mobil, aplicație, blog, listă de distribuție prin e-mail sau proprietate social media („Aplicația dumneavoastră ") sau pentru o altă utilizare comercială pe care ați descris-o în solicitarea dumneavoastră de acces și pe care {platform_name} a aprobat-o de la caz la caz. {platform_name_capitalized} vă poate monitoriza utilizarea API-urilor pentru a respecta Termenii și vă poate refuza accesul sau vă poate închide integrarea dacă încercați să faceți ocolirea sau să depășiți cerințele și limitările stabilite de {platform_name}. Aplicația dumneavoastră sau altă utilizare aprobată a API-ului sau a conținutului API nu trebuie să solicite utilizatorilor {platform_name} să furnizeze numele de utilizator, parola sau alte acreditări ale utilizatorului {platform_name} oriunde altfel decât pe site-ul {platform_name} de la {platform_url}.

source: Prohibited Uses and Activities
ro: Utilizări și activități interzise

source: {platform_name_capitalized} shall have the sole right to determine whether or not any given use of the APIs is acceptable, and {platform_name} reserves the right to revoke API access for any use that {platform_name} determines at any time, in its sole discretion, does not benefit or serve the best interests of {platform_name}, its users and its partners.
ro: {platform_name_capitalized} va avea singurul drept de a stabili dacă o anumită utilizare a API-urilor este acceptabilă sau nu și {platform_name} își rezervă dreptul de a revoca accesul API pentru orice utilizare pe care {platform_name} o determină în orice moment, la propria sa discreție, nu beneficiază sau servește interesul superior al {platform_name}, al utilizatorilor și al partenerilor săi.

source: The following activities are not acceptable when using the APIs (this is not an exhaustive list):
ro: Următoarele activități nu sunt acceptabile atunci când se utilizează API-urile (aceasta nu este o listă exhaustivă):

source: collecting or storing the names, passwords, or other credentials of {platform_name} users;
ro: colectarea sau stocarea numelor, parolelor sau a altor acreditări ale utilizatorilor {platform_name};

source: scraping or similar techniques to aggregate or otherwise create permanent copies of API Content;
ro: răzuire sau tehnici similare pentru a agrega sau a crea în alt mod copii permanente ale conținutului API;

source: violating, misappropriating or infringing any copyright, trademark rights, rights of privacy or publicity, confidential information or any other right of any third party;
ro: abuzarea, deturnarea sau încălcarea oricăror drepturi de autor, drepturi de marcă comercială, drepturi de confidențialitate sau publicitate, informații confidențiale sau orice alt drept al unei terțe părți;

source: altering or editing any content or graphics in the API Content;
ro: modificarea sau editarea oricărui conținut sau grafic din conținutul API;

source: altering or removing any trademark, copyright or other proprietary or legal notices contained in, or appearing on, the APIs or any API Content;
ro: modificarea sau eliminarea oricărei mărci comerciale, drepturi de autor sau alte notificări de proprietate sau legale conținute sau care apar pe API-urile sau orice conținut API;

source: sublicensing, re-distributing, renting, selling or leasing access to the APIs or your client secret to any third party;
ro: sublicențierea, redistribuirea, închirierea, vânzarea sau arendarea accesului către API-uri sau secretul clientului dumneavoastră către orice terță ;

source: distributing any virus, Trojan horse, spyware, adware, malware, bot, time bomb, worm, or other harmful or malicious component; or
ro: distribuirea oricărui virus, cal troian, spyware, adware, malware, bot, bombă cu timp, vierme sau altă componentă dăunătoare sau rău intenționată; sau

source: using the APIs for any purpose which or might overburden, impair or disrupt the {platform_name} platform, servers or networks.
ro: utilizarea API-urilor în orice scop care ar putea suprasolicita, afecta sau perturba platforma, serverele sau rețelele {platform_name}.

source: Usage and Quotas
ro: Utilizare și cote

source: {platform_name_capitalized} reserves the right, in its discretion, to impose reasonable restrictions and limitations on the number and frequency of calls made by you or Your Application to the APIs. You must not attempt to circumvent any restrictions or limitations imposed by {platform_name}.
ro: {platform_name_capitalized} își rezervă dreptul, la discreția sa, de a impune restricții și limitări rezonabile asupra numărului și frecvenței apelurilor efectuate de dumneavoastră sau de aplicația dumneavoastră către API-uri. Nu trebuie să încercați să ocoliți restricțiile sau limitările impuse de {platform_name}.

source: Compliance
ro: Conformitate

source: You agree to comply with all applicable laws, regulations, and third party rights (including without limitation laws regarding the import or export of data or software, privacy, copyright, and local laws). You will not use the APIs to encourage or promote illegal activity or violation of third party rights. You will not violate any other terms of service with {platform_name}. You will only access (or attempt to access) an API by the means described in the documentation of that API. You will not misrepresent or mask either your identity or Your Application's identity when using the APIs.
ro: Sunteți de acord să respectați toate legile, reglementările și drepturile terților aplicabile (inclusiv, fără limitare, legile privind importul sau exportul de date sau software, confidențialitate, drepturi de autor și legile locale). Nu veți utiliza API-urile pentru a încuraja sau promova activitatea ilegală sau încălcarea drepturilor terților. Nu veți încălca termenii și condițiile platformei {platform_name}. Veți accesa (sau veți încerca să accesați) un API numai prin mijloacele descrise în documentația acelui API. Nu veți reprezenta sau masca în mod eronat nici identitatea dumneavoastră, nici identitatea aplicației dumneavoastră atunci când utilizați API-urile.

source: Ownership
ro: Proprietate

source: You acknowledge and agree that the APIs and all API Content contain valuable intellectual property of {platform_name} and its partners. The APIs and all API Content are protected by United States and foreign copyright, trademark, and other laws. All rights in the APIs and the API Content, if not expressly granted, are reserved. By using the APIs or any API Content, you do not acquire ownership of any rights in the APIs or API Content. You must not claim or attempt to claim ownership in the APIs or any API Content or misrepresent yourself or your company or your Application as being the source of any API Content. You may not modify, create derivative works of, or attempt to use, license, or in any way exploit any API Content in whole or in part on your own behalf or on behalf of any third party. You may not distribute or modify the APIs or any API Content (including adaptation, editing, excerpting, or creating derivative works).
ro: Confirmați și sunteți de acord că API-urile și întregul conținut API conțin proprietate intelectuală valoroasă a {platform_name} și a partenerilor săi. API-urile și întregul conținut API sunt protejate de drepturile de autor, mărcile comerciale și alte legi din Statele Unite și străine. Toate drepturile asupra API-urilor și conținutului API, dacă nu sunt acordate în mod expres, sunt rezervate. Prin utilizarea API-urilor sau a oricărui conținut API, nu obțineți dreptul de proprietate asupra niciunui drept asupra API-urilor sau a conținutului API. Nu trebuie să revendicați sau să încercați să revendicați dreptul de proprietate asupra API-urilor sau a oricărui conținut API sau să vă prezentați în mod eronat pe dumneavoastră sau compania dumneavoastră sau cererea dumneavoastră ca fiind sursa oricărui conținut API. Nu aveți dreptul să modificați, să creați lucrări derivate sau să încercați să utilizați, să licențați sau să exploatați în vreun fel orice conținut API în totalitate sau parțial în numele dumneavoastră sau în numele unei terțe părți. Nu puteți distribui sau modifica API-urile sau orice conținut API (inclusiv adaptarea, editarea, extragerea sau crearea de lucrări derivate).

source: All names, logos and seals ("Trademarks") that appear in the APIs, API Content, or on or through the services made available on or through the APIs, if any, are the property of their respective owners. You may not remove, alter, or obscure any copyright, Trademark, or other proprietary rights notices incorporated in or accompanying the API Content. If any {platform_name} Participant (as hereinafter defined) or other third party revokes access to API Content owned or controlled by that {platform_name} Participant or third party, including without limitation any Trademarks, you must ensure that all API Content pertaining to that {platform_name} Participant or third party is deleted from Your Application and your networks, systems and servers as soon as reasonably possible. "{platform_name_capitalized} Participants" means MIT, Harvard, and the other entities providing information, API Content or services for the APIs, the course instructors and their staffs.
ro: Toate denumirile, siglele și sigiliile („mărci comerciale”) care apar în API-urile, conținutul API sau pe sau prin serviciile puse la dispoziție pe sau prin intermediul API-urilor, dacă există, sunt proprietatea proprietarilor respectivi. Nu puteți elimina, modifica sau ascunde orice notificare privind drepturile de autor, marca comercială sau alte drepturi de proprietate încorporate în sau care însoțesc conținutul API. Dacă un participant {platform_name} (așa cum este definit în continuare) sau o altă terță parte revocă accesul la conținutul API deținut sau controlat de acel participant {platform_name} sau terță parte, inclusiv fără limitare orice marcă comercială, trebuie să vă asigurați că tot conținutul API care se referă la acel {platform_name} Participant sau terță parte este șters din aplicația dumneavoastră și din rețelele, sistemele și serverele dumneavoastră cât mai curând posibil. „{platform_name_capitalized} Participanți” înseamnă MIT, Harvard și celelalte entități care furnizează informații, conținut API sau servicii pentru API-uri, instructorii cursului și personalul acestora.

source: To the extent that you submit any content to {platform_name} in connection with your use of the APIs or any API Content, you hereby grant to {platform_name} a worldwide, non-exclusive, transferable, assignable, sub licensable, fully paid-up, royalty-free, perpetual, irrevocable right and license to host, transfer, display, perform, reproduce, modify, distribute, re-distribute, relicense and otherwise use, make available and exploit such content, in whole or in part, in any form and in any media formats and through any media channels (now known or hereafter developed).
ro: În măsura în care trimiteți orice conținut către {platform_name} în legătură cu utilizarea de către dumneavoastră a API-urilor sau a oricărui conținut API, acordați {platform_name} o licență mondială, neexclusivă, transferabilă, atribuibilă, sub-licențiată, complet plătită , fără drepturi de autor, perpetuu, drept irevocabil și licență de a găzdui, transfera, afișa, efectua, reproduce, modifica, distribui, redistribui, elibera și utiliza în alt mod, pune la dispoziție și exploatează astfel de conținut, integral sau parțial, în orice sub formă și în orice format media și prin orice canal media (acum cunoscut sau dezvoltat în continuare).

source: Privacy
ro: Confidențialitate

source: You agree to comply with all applicable privacy laws and regulations and to be transparent with respect to any collection and use of end user data. You will provide and adhere to a privacy policy for Your Application that clearly and accurately describes to your end users what user information you collect and how you may use and share such information (including for advertising) with {platform_name} and other third parties.
ro: Sunteți de acord să respectați toate legile și reglementările aplicabile privind confidențialitatea și să fiți transparent în ceea ce privește colectarea și utilizarea datelor utilizatorului final. Veți furniza și veți respecta o politică de confidențialitate pentru aplicația dumneavoastră, care descrie în mod clar și precis utilizatorilor finali ce informații despre utilizatori colectați și cum puteți utiliza și distribui aceste informații (inclusiv pentru publicitate) cu {platform_name} și cu alte terțe părți.

source: Right to Charge
ro: Dreptul de a taxa

source: Certain access to the APIs may be provided free of charge, but {platform_name} reserves the right to charge fees for future use or access to the APIs.
ro: Anumite accese la API-uri pot fi furnizate gratuit, dar {platform_name} își rezervă dreptul de a percepe taxe pentru utilizarea viitoare sau accesul la API-uri.

source: {platform_name_capitalized} reserves the right to modify the Terms at any time without advance notice. Any changes to the Terms will be effective immediately upon posting on this page, with an updated effective date. By accessing or using the APIs after any changes have been made, you signify your agreement on a prospective basis to the modified Terms and all of the changes. Be sure to return to this page periodically to ensure familiarity with the most current version of the Terms.
ro: {platform_name_capitalized} își rezervă dreptul de a modifica Termenii în orice moment, fără o notificare prealabilă. Orice modificare a Termenilor va intra în vigoare imediat după publicarea pe această pagină, cu o dată de intrare în vigoare actualizată. Accesând sau folosind API-urile după ce s-au făcut modificări, vă semnificați acordul în mod potențial asupra Termenilor modificați și a tuturor modificărilor. Asigurați-vă că reveniți periodic la această pagină pentru a vă familiariza cu cea mai recentă versiune a Termenilor.

source: {platform_name_capitalized} may also update or modify the APIs from time to time without advance notice. These changes may affect your use of the APIs or the way your integration interacts with the API. If we make a change that is unacceptable to you, you should stop using the APIs. Continued use of the APIs means you accept the change.
ro: {platform_name_capitalized} poate, de asemenea, să actualizeze sau să modifice API-urile din când în când fără o notificare prealabilă. Aceste modificări pot afecta utilizarea API-urilor dumneavoastră sau modul în care integrarea dumneavoastră interacționează cu API-ul. Dacă facem o modificare inacceptabilă pentru dumneavoastră, ar trebui să încetați să utilizați API-urile. Utilizarea continuă a API-urilor înseamnă că acceptați modificarea.

source: Confidentiality
ro: Confidențialitate

source: Your credentials (such as client secret and IDs) are intended to be used solely by you. You will keep your credentials confidential and prevent and discourage others from using your credentials. Your credentials may not be embedded in open source projects.
ro: Acreditările dumneavoastră (cum ar fi secretul clientului și ID-urile) sunt destinate a fi utilizate numai de dumneavoastră. Vă veți păstra acreditările confidențiale și veți împiedica și descuraja pe alții să vă folosească acreditările. Este posibil ca acreditările dumneavoastră să nu fie încorporate în proiectele open source.
