Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: To disable the XBlock and prevent rendering in the LMS, leave "Enabled" deselected; for clarity, update XBlockStudioConfiguration support state accordingly.
ro: Pentru a dezactiva XBlock-ul și pentru a preveni redarea in LMS, lăsați "Activat" neselectat; pentru claritate, actualizați starea suportului în conformitate cu XBlockStudioConfiguration.

source: Only XBlocks listed in a course's Advanced Module List can be flagged as deprecated. Remember to update XBlockStudioConfiguration support state accordingly, as deprecated does not impact whether or not new XBlock instances can be created in Studio.
ro: Numai XBlock-urile incluse în lista Modul Avansat a cursului pot fi semnalate ca fiind depășite. Nu uitați să actualizați starea suportului în conformitate cu XBlockStudioConfiguration, deoarece fiind depășite nu influențează crearea unui XBlock nou în Studio.

source: XBlock/template combinations that are disabled cannot be edited in Studio, regardless of support level. Remember to also check if all instances of the XBlock are disabled in XBlockConfiguration.
ro: Combinațiile de șabloane/XBlock care sunt dezactivate nu pot fi editate în Studio, indiferent de nivelul suportului. Amintiți-vă să verificați și dacă toate instanțele XBlock sunt dezactivate în XBlockConfiguration.

source: Enabled XBlock/template combinations with full or provisional support can always be created in Studio. Unsupported XBlock/template combinations require course author opt-in.
ro: Combinațiile XBlock/Template activate cu suport complet sau provizoriu pot fi create întotdeauna în Studio. Combinațiile XBlock/șablon neacceptate necesită opțiunea de participare a creatorului cursului.

source: show deprecation messaging in Studio
ro: Indicați mesageria învechită în Studio

source: Fully Supported
ro: Pe deplin susținută

source: Provisionally Supported
ro: Susținută provizoriu

source: Unsupported
ro: Nesusținută

source: Cannot rescore problems with possible file submissions
ro: Nu este posibilă revizuirea punctajului problemelor cu eventuale răspunsuri

source: Question {}
ro: Întrebare {}

source: Incorrect
ro: Incorect/ă

source: Correct
ro: Corect/ă

source: correct
ro: Corect

source: incorrect
ro: incorect

source: partially correct
ro: corect parțial

source: incomplete
ro: incomplet

source: unanswered
ro: fără răspuns

source: submitted
ro: trimis

source: processing
ro: procesează

source: This answer is correct.
ro: Răspunsul este corect.

source: This answer is incorrect.
ro: Răspunsul este incorect

source: This answer is partially correct.
ro: Răspunsul este corect parțial.

source: This answer is being processed.
ro: Răspunsul este procesat.

source: Not yet answered.
ro: Nu s-a răspuns încă

source: Select an option
ro: Alege o opțiune

source: ChoiceGroup: unexpected tag {tag_name}
ro: ChoiceGroup: etichetare neașteptată {tag_name}

source: Answer received.
ro: Răspuns primit.

source: Expected a <choice> or <compoundhint> tag; got {given_tag} instead
ro: A fost preconizată o <choice> sau <compoundhint> etichetare ; primit {given_tag} în schimb

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
ro: Fișierele tale au fost depuse. De îndată ce răspunsul tău este notat, acest mesaj va fi înlocuit cu sugestiile corectorului.

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
ro: Răspunsul tău a fost trimis. De îndată ce răspunsul tău este notat, acest mesaj va fi înlocuit cu sugestiile corectorului.

source: Press ESC then TAB or click outside of the code editor to exit
ro: Apăsați ESC apoi TAB sau faceți click înafara editorului de cod pentru a ieși

source: Submitted. As soon as a response is returned, this message will be replaced by that feedback.
ro: Trimis. De îndată ce primiți un răspuns, acest mesaj va fi înlocuit cu acel răspuns.

source: No response from Xqueue within {xqueue_timeout} seconds. Aborted.
ro: Nici un răspuns de la Xqueue în câteva {xqueue_timeout} secunde. Anulat.

source: Error running code.
ro: Eroare la rularea codului.

source: Cannot connect to the queue
ro: Nu se poate conecta

source: No formula specified.
ro: Nu a fost specificată nicio formulă.

source: Couldn't parse formula: {error_msg}
ro: Soluția nu a putut fi analizată: {error_msg}

source: Error while rendering preview
ro: Eroare la redarea previzualizării

source: Sorry, couldn't parse formula
ro: Ne pare rău, soluția nu a putut fi analizată

source: {input_type}: unexpected tag {tag_name}
ro: {input_type}: tag neașteptat {tag_name}

source: Expected a {expected_tag} tag; got {given_tag} instead
ro: Se aștepta o etichetă {expected_tag}; am primit {given_tag} în schimb

source: Question {index}
ro: Întrebare {index}

source: Correct:
ro: Corect:

source: Incorrect:
ro: Incorect:

source: Answer
ro: Răspuns

source: Error {err} in evaluating hint function {hintfn}.
ro: Eroare {err} la evaluarea funcției de indiciu {hintfn}.

source: (Source code line unavailable)
ro: (Linia de cod indisponibilă)

source: See XML source line {sourcenum}.
ro: A se vedea linia sursă XML {sourcenum}.

source: Checkboxes
ro: Casete de bifat

source: Multiple Choice
ro: Alegeri multiple

source: Do not use shuffle and answer-pool at the same time
ro: Nu utilizați shuffle și answer-pool în același timp

source: answer-pool value should be an integer
ro: valoarea answer-pool trebuie să fie un întreg

source: Choicegroup must include at least 1 correct and 1 incorrect choice
ro: Choicegroup trebuie să includă cel puțin 1 variantă corectă și 1 variantă incorectă

source: True/False Choice
ro: Opțiune Adevărat/Fals

source: Numerical Input
ro: Input Numeric

source: There was a problem with the staff answer to this problem.
ro: A apărut o problemă cu răspunsul echipei cursului la această problemă.

source: Could not interpret '{student_answer}' as a number.
ro: Nu a putut fi interpretat '{student_answer}' ca un număr.

source: Factorial function evaluated outside its domain:'{student_answer}'
ro: Funcția factorială a fost evaluată înafara domeniului său:'{student_answer}'

source: Invalid math syntax: '{student_answer}'
ro: Sintaxa matematică invalidă: '{student_answer}'

source: You may not use complex numbers in range tolerance problems
ro: Nu puteți folosi numere complexe în problemele cu interval de toleranță

source: There was a problem with the staff answer to this problem: complex boundary.
ro: A apărut o problemă cu răspunsul echipei cursului la această problemă: limită complexă.

source: There was a problem with the staff answer to this problem: empty boundary.
ro: A existat o problemă cu răspunsul echipei cursului la această problemă: nu este setată data limită.

source: or
ro: sau

source: Text Input
ro: Input de Text

source: error
ro: eroare

source: Custom Evaluated Script
ro: Răspuns Evaluat Personalizat

source: error getting student answer from {student_answers}
ro: Eroare în a obține răspunsul cursantului de la {student_answers}

source: No answer entered!
ro: Nu a fost introdus niciun răspuns!

source: CustomResponse: check function returned an invalid dictionary!
ro: Răspuns Persoanlizat: funcția de verificare a întors un dicționar invalid!

source: Symbolic Math Input
ro: Introducere simboluri matematice

source: An error occurred with SymbolicResponse. The error was: {error_msg}
ro: A apărut o eroare cu SymbolicResponse. Eroarea a fost: {error_msg}

source: Code Input
ro: Input de Cod

source: No answer provided.
ro: Nu a fost oferit niciun răspuns

source: Error: No grader has been set up for this problem.
ro: Eroare: Nu a fost direcționat niciun cursant pentru această problemă.

source: Unable to deliver your submission to grader (Reason: {error_msg}). Please try again later.
ro: Nu se poate transmite răspunsul dumneavoastră (Reason: {error_msg}). Vă rugăm încercați din nou mai târziu.

source: Invalid grader reply. Please contact the course staff.
ro: Răspunsul corectorului este invalid. Vă rugăm contactați echipa cursului.

source: External Grader
ro: Corector exterior

source: Math Expression Input
ro: Intrare Expresie Matematică

source: Factorial function not permitted in answer for this problem. Provided answer was: {bad_input}
ro: Funcția factorială nu este permisă pentru a răspunde la această problemă. Răspunsul oferit a fost: {bad_input}

source: Invalid input: Could not parse '{bad_input}' as a formula.
ro: Răspuns invalid: Nu a putut fi analizat '{bad_input} ca formulă.

source: Invalid input: Could not parse '{bad_input}' as a formula
ro: Răspuns invalid: Nu a putut fi analizat '{bad_input} ca formulă

source: Circuit Schematic Builder
ro: Constructor Circuit Schematic

source: Error in evaluating SchematicResponse. The error was: {error_msg}
ro: Eroare în evaluarea SchematicResponse. Eroarea a fost: {error_msg}

source: Image Mapped Input
ro: Intrare Imagine Mapată

source: error grading {image_input_id} (input={user_input})
ro: eroare în notare {image_input_id} (input={user_input})

source: Error in problem specification! Cannot parse rectangle in {sr_coords}
ro: Eroare în specificația problemei! Nu se poate analiza dreptunghiul în {sr_coords}

source: Annotation Input
ro: Input de adnotare

source: Checkboxes With Text Input
ro: Casete de selectare cu Intrare Text

source: Answer not provided for {input_type}
ro: Nu a fost oferit un răspuns pentru {input_type}

source: The Staff answer could not be interpreted as a number.
ro: Răspunsul echipei cursului nu a putut fi interpretat ca număr.

source: Could not interpret '{given_answer}' as a number.
ro: Nu a putut fi interpretat '{given_answer}' ca număr.

source: XML data for the annotation
ro: Datele XML pentru adnotare

source: The display name for this component.
ro: Numele afișat pentru acest element.

source: Annotation
ro: Adnotare

source: Blank Advanced Problem
ro: Problemă Avansată Goală

source: Number of attempts taken by the student on this problem
ro: Numărul de încercări ale cursantului pentru această problemă

source: Maximum Attempts
ro: Numărul maxim de încercări

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
ro: Definește numărul încercărilor pe care un cursant le are pentru a răspunde la această problemă. Dacă valoarea nu este setată, este permis un număr infinit de încercări.

source: Date that this problem is due by
ro: Data la care această problemă trebuie să fie rezolvată

source: Amount of time after the due date that submissions will be accepted
ro: Intervalul de timp în care răspunsurile vor mai fi acceptate după data limită

source: Show Results
ro: Arată Rezultatele

source: Defines when to show whether a learner's answer to the problem is correct. Configured on the subsection.
ro: Definește momentul când se va arăta dacă răspunsul unui cursant la această problemă este corect. Configurat în subsecțiune.

source: Always
ro: Întotdeauna

source: Never
ro: Niciodată

source: Past Due
ro: Restant

source: Show Answer
ro: Arată răspunsul

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
ro: Definește momentul când se va arăta răspunsul la această problemă. Poate fi setată o valoare implicită în Setări Avansate.

source: Answered
ro: Răspuns

source: Attempted or Past Due
ro: Rezolvat sau restant

source: Closed
ro: Închis

source: Finished
ro: Finalizat

source: Correct or Past Due
ro: Corect sau restant

source: After Some Number of Attempts
ro: După un anumit număr de încercări

source: After All Attempts
ro: După toate încercările

source: After All Attempts or Correct
ro: După toate încercările sau corect

source: Attempted
ro: Tentativă

source: Show Answer: Number of Attempts
ro: Arată răspunsul: numărul de încercări

source: Number of times the student must attempt to answer the question before the Show Answer button appears.
ro: De câte ori trebuie să încerce cursantul să răspundă la întrebare înainte de apariția butonului Arată răspuns.

source: Whether to force the save button to appear on the page
ro: Dacă trebuie să forțeze apariția butonului de salvare pe pagină

source: Show Reset Button
ro: Afișare Buton de Resetare

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
ro: Determină dacă este afișat un buton 'Resetare' pentru ca utilizatorul să își poată reseta răspunsul. În 'Setări Avansate' poate fi setată o valoare implicită.

source: Randomization
ro: Randomizare

source: Defines when to randomize the variables specified in the associated Python script. For problems that do not randomize values, specify "Never".
ro: Definește momentul în care se randomizează variabilele specificate în scriptul asociat Python. Pentru probleme care nu randomizează valorile, specificați "Niciodată".

source: On Reset
ro: La Resetare

source: Per Student
ro: Pentru fiecare cursant

source: XML data for the problem
ro: datele XML pentru problemă

source: Dictionary with the correctness of current student answers
ro: Dicționarul cu corectitudinea răspunsurilor curente ale cursanților

source: Dictionary for maintaining the state of inputtypes
ro: Dicționar pentru menținerea stării tipurilor de intrare

source: Dictionary with the current student responses
ro: Dicționar cu răspunsurile curente ale cursanților

source: Dictionary with the current student score
ro: Dicționar cu punctajul curent al cursanților

source: Whether or not the answers have been saved since last submit
ro: Dacă răspunsurile au fost salvate sau nu de la ultima trimitere

source: Whether the student has answered the problem
ro: Dacă un cursant a rezolvat problema

source: Random seed for this student
ro: Selecție aleatorie pentru acest cursant

source: Last submission time
ro: Ultima perioadă de depunere

source: Timer Between Attempts
ro: Cronometru între încercări

source: Seconds a student must wait between submissions for a problem with multiple attempts.
ro: Secundele pe care un cursant trebuie să aștepte între trimiteri pentru o problemă cu mai multe încercări.

source: Problem Weight
ro: Dificultatea Problemei

source: Defines the number of points each problem is worth. If the value is not set, each response field in the problem is worth one point.
ro: Definește numărul de puncte pentru fiecare problemă. Dacă valoarea nu este setată, fiecare câmp de răspuns din problemă merită un punct.

source: Markdown source of this module
ro: Reperul sursă al acestui modul

source: Source code for LaTeX and Word problems. This feature is not well-supported.
ro: Codul sursă pentru LaTeX și probleme Word. Această caracteristică nu este bine suportată.

source: Enable LaTeX templates?
ro: Activați șabloanele LaTeX?

source: Matlab API key
ro: Cheia Matlab API

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use by this course for the specified duration. Please do not share the API key with other courses and notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
ro: Introduceți cheia API furnizată de Mathik Works pentru accesarea serviciului găzduit MATLAB. Această cheie este acordată pentru utilizare exclusivă în cadrul acestui curs pe durata specificată. Nu partajați tasta API cu alte cursuri și anunțați imediat Mathik Works dacă considerați că cheia este expusă sau compromisă. Pentru a obține o cheie pentru cursul dvs. Sau pentru a raporta o problemă, contactați moocsupport@mathworks.com

source: Submit
ro: Trimite

source: Submitting
ro: Trimitere

source: Warning: The problem has been reset to its initial state!
ro: Atenționare: Problema a fost resetată la starea sa inițială!

source: The problem's state was corrupted by an invalid submission. The submission consisted of:
ro: Starea problemei a fost alterată de un răspuns invalid. Răspunsul a constat în:

source: If this error persists, please contact the course staff.
ro: Dacă această eroare persistă, contactați echipa cursului.

source: Hint ({hint_num} of {hints_count}):
ro: Sugestie ({hint_num} din {hints_count}):

source: Your answers were previously saved. Click '{button_name}' to grade them.
ro: Răspunsurile au fost salvate anterior. Faceți clic pe '{button_name}' pentru a le nota.

source: Partially Correct
ro: Parțial corect/ă

source: Answer submitted.
ro: Răspuns trimis.

source: Problem is closed.
ro: Problema este închisă.

source: Problem must be reset before it can be submitted again.
ro: Problema trebuie resetată înainte de a putea răspunde din nou.

source: You must wait at least {wait} seconds between submissions.
ro: Trebuie să așteptați cel puțin câteva {wait} secunde între răspunsuri.

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
ro: Trebuie să așteptați cel puțin {wait_secs} între răspunsuri. {remaining_secs} rămase.

source: Problem needs to be reset prior to save.
ro: Problema trebuie resetată înainte de a o salva

source: Your answers have been saved.
ro: Răspunsurile au fost salvate.

source: Your answers have been saved but not graded. Click '{button_name}' to grade them.
ro: Răspunsurile au fost salvate, dar nu au fost notate. Faceți clic '{button_name}' pentru a le nota.

source: You cannot select Reset for a problem that is closed.
ro: Nu puteți selecta butonul de Resetare pentru o problemă care este închisă.

source: You must submit an answer before you can select Reset.
ro: Trebuie să trimiteți un răspuns înainte de a selecta butonul de Reset.

source: Problem's definition does not support rescoring.
ro: Definiția problemei nu permite renotarea.

source: Problem must be answered before it can be graded again.
ro: Problema trebuie rezolvată înainte de a fi notată din nou.

source: We're sorry, there was an error with processing your request. Please try reloading your page and trying again.
ro: Ne pare rău, a apărut o eroare la procesarea solicitării. Vă rugăm să reîncărcați pagina și încercați din nou.

source: The state of this problem has changed since you loaded this page. Please refresh your page.
ro: Starea acestei probleme s-a schimbat de la încărcarea acestei pagini. Vă rugăm reîmprospătați pagina.

source: Answer ID
ro: ID-ul răspunsului

source: Question
ro: Întrebare

source: Correct Answer
ro: Răspuns corect

source: Conditional
ro: Condițional

source: List of urls of children that are references to external modules
ro: Lista url-urilor cursanților care sunt referințe la modulele externe

source: Source Components
ro: Componente Sursă

source: The component location IDs of all source components that are used to determine whether a learner is shown the content of this conditional module. Copy the component location ID of a component from its Settings dialog in Studio.
ro: ID-urile locației componentelor tuturor componentelor sursă utilizate pentru a determina dacă unui cursant îi este afișat conținutul acestui modul condițional. Copiați ID-ul locației componentei unei componente din dialogul de Setări din Studio.

source: Conditional Attribute
ro: Atribut Condițional

source: The attribute of the source components that determines whether a learner is shown the content of this conditional module.
ro: Atributul componentelor sursă care determină dacă un cursant poate vedea conținutul acestui modul condiționat.

source: Conditional Value
ro: Valoare Condițională

source: The value that the conditional attribute of the source components must match before a learner is shown the content of this conditional module.
ro: Valoarea pe care atributul condițional al componentelor sursă trebuie să o corespundă înainte de afișarea conținutului acestui modul condițional unui cursant.

source: Blocked Content Message
ro: Conținutul Mesajului Blocat

source: The message that is shown to learners when not all conditions are met to show the content of this conditional module. Include {link} in the text of your message to give learners a direct link to required units. For example, 'You must complete {link} before you can access this unit'.
ro: Mesajul care este arătat cursanților atunci când nu sunt îndeplinite toate condițiile pentru a indica conținutul acestui modul condiționat. Includeți {link} în textul mesajului pentru a oferi cursanților o legătură directă cu unitățile necesare. De exemplu, 'Trebuie să finalizați {link} înainte de a putea accesa această unitate'.

source: You must complete {link} before you can access this unit.
ro: Trebuie să completați {link} înainte de a putea avea acces la acest element.

source: This component has no source components configured yet.
ro: Acest element nu are configurate încă componete sursă.

source: Configure list of sources
ro: Configurați lista surselor

source: LTI Passports
ro: Permise LTI

source: Enter the passports for course LTI tools in the following format: "id:client_key:client_secret".
ro: Introduceți permisele pentru uneltele LTI ale cursului, în următorul format: "id:client_key:client_secret".

source: List of Textbook objects with (title, url) for textbooks used in this course
ro: Lista de materii Textbook cu (titlu, URL) pentru manualele folosite în acest curs

source: Slug that points to the wiki for this course
ro: Slug care indică wiki pentru acest curs

source: Date that enrollment for this class is opened
ro: Data la care înscrierile pentru această clasă, sunt posibile

source: Date that enrollment for this class is closed
ro: Data la care înregistrările pentru această clasă sunt închise

source: Start time when this module is visible
ro: Ora de începere când acest modul este vizibil

source: Date that this class ends
ro: Data la care acest curs se termină

source: Date that certificates become available to learners
ro: Data la care sunt disponibile certificatele pentru cursanți

source: Cosmetic Course Display Price
ro: Afișarea Estetică a Prețului Cursului

source: The cost displayed to students for enrolling in the course. If a paid course registration price is set by an administrator in the database, that price will be displayed instead of this one.
ro: Costul prezentat cursanților pentru înscrierea la acest curs. Dacă este stabilit în baza de date, prețul pentru înregistrarea la un curs plătit de către un administrator, va fi afișat acel preț în locul acestuia.

source: Course Advertised Start
ro: Începutul Cursului Promovat

source: Enter the text that you want to use as the advertised starting time frame for the course, such as "Winter 2018". If you enter null for this value, the start date that you have set for this course is used.
ro: Introduceți textul pe care doriți să-l utilizați ca interval de timp de începere promovat pentru curs, cum ar fi "Iarna 2018". Dacă introduceți nul pentru această valoare, este utilizată data de începere setată pentru acest curs.

source: Pre-Requisite Courses
ro: Cursuri solicitate înainte

source: Pre-Requisite Course key if this course has a pre-requisite course
ro: Cheia de Curs Necesară dacă acest curs are o lecție obligatorie

source: Grading policy definition for this class
ro: Definiția politicii de notare pentru acest curs

source: Show Calculator
ro: Arată calculator

source: Enter true or false. When true, students can see the calculator in the course.
ro: Introduceți adevărat sau fals. Când este adevărat, cursanții pot vedea calculatorul în curs.

source: Enter the name of the course as it should appear in the course list.
ro: Introduceți numele cursului așa cum ar trebui să apară în lista de cursuri.

source: Course Display Name
ro: Afișare Nume Curs
