Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Click to display the grading configuration for the course. The grading configuration is the breakdown of graded subsections of the course (such as exams and problem sets), and can be changed on the 'Grading' page (under 'Settings') in Studio.
ro: Apasă pentru a afișa configurația de notare pentru curs. Configurația de notare este defalcarea subsecțiunilor gradate ale cursului (cum ar fi examenele și seturile de probleme) și poate fi modificată pe pagina „Notare” (sub „Setări”) din Studio.

source: Grading Configuration
ro: Configurarea notării

source: Reports
ro: Rapoarte

source: For large courses, generating some reports can take several hours. When report generation is complete, a link that includes the date and time of generation appears in the table below. These reports are generated in the background, meaning it is OK to navigate away from this page while your report is generating.
ro: Generarea unor rapoarte poate dura câteva ore pentru lecțiile mai lungi. Va apărea un link cu data și timpul generării în tabelul de mai jos, când generarea rapoartelor va fi completă. Aceste rapoarte vor fi generate pe fundal ceea ce înseamnă că se poate naviga și pe alte pagini în tot acest timp.

source: Please be patient and do not click these buttons multiple times. Clicking these buttons multiple times will significantly slow the generation process.
ro: Te rugăm să ai răbdare și să nu faci clic pe aceste butoane de mai multe ori. Dând clic pe aceste butoane de mai multe ori va încetini semnificativ procesul de generare.

source: Click to generate a CSV file of all students enrolled in this course, along with profile information such as email address and username:
ro: Faceți clic pentru a genera un fișier CSV al tuturor studenților înscriși la acest curs, împreună cu informații despre profil, cum ar fi adresa de e-mail și numele de utilizator:

source: Download profile information as a CSV
ro: Descărcați informații de profil ca CSV

source: Click to generate a CSV file that lists learners who can enroll in the course but have not yet done so.
ro: Faceți clic pentru a genera un fișier CSV care listează cursanții care se pot înscrie la curs, dar nu au făcut-o încă.

source: Download a CSV of learners who can enroll
ro: Descărcați un CSV al cursanților care se pot înscrie

source: Click to download a CSV of anonymized student IDs:
ro: Faceți clic pentru a descărca un CSV de ID-uri de student anonimizate:

source: Get Student Anonymized IDs CSV
ro: Obțineți CSV de identificare anonimă pentru elevi

source: Click to generate a CSV file of all proctored exam results in this course.
ro: Faceți clic pentru a genera un fișier CSV cu toate rezultatele examenului supravegheat la acest curs.

source: Generate Proctored Exam Results Report
ro: Generați raportul rezultatelor examenului supravegheat

source: Click to generate a CSV file of survey results for this course.
ro: Faceți clic pentru a genera un fișier CSV cu rezultatele sondajului pentru acest curs.

source: Generate Survey Results Report
ro: Generați raportul rezultatelor sondajului

source: Select a problem to generate a CSV file that lists all student answers to the problem. You also select a section or chapter to include results of all problems in that section or chapter.
ro: Selectați o problemă pentru a genera un fișier CSV care listează toate răspunsurile elevilor la problemă. De asemenea, selectați o secțiune sau un capitol pentru a include rezultatele tuturor problemelor în secțiunea sau capitolul respectiv.

source: NOTE
ro: NOTĂ

source: The generated report is limited to {max_entries} responses. If you expect more than {max_entries} responses, try generating the report on a chapter-by-chapter, or problem-by-problem basis, or contact your site administrator to increase the limit.
ro: Raportul generat este limitat la {max_entries} răspunsuri. Dacă vă așteptați la mai mult de {max_entries} răspunsuri, încercați să generați raportul capitol cu capitol sau problemă cu problemă sau contactați administratorul site-ului pentru a crește limita.

source: Click to list certificates that are issued for this course:
ro: Faceți clic pentru a lista certificatele eliberate pentru acest curs:

source: View Certificates Issued
ro: Vizualizează certificatele emise

source: Download CSV of Certificates Issued
ro: Descărcați CSV-ul certificatelor emise

source: For smaller courses, click to list profile information for enrolled students directly on this page:
ro: Pentru lecțiile mai scurte, faceți clic pentru a vedea direct pe această pagină, informații despre profilul elevilor înscriși:

source: List enrolled students' profile information
ro: Enumerați informațiile despre profilul elevilor înscriși

source: Click to generate a CSV grade report for all currently enrolled students.
ro: Faceți clic pentru a genera un raport CSV pentru toți elevii înscriși în prezent.

source: Generate Grade Report
ro: Generează un raport de notă

source: Generate Problem Grade Report
ro: Generați un raport privind calitatea problemei

source: Generate ORA Data Report
ro: Generați raportul de date ORA

source: Click to generate a ZIP file that contains all submission texts and attachments.
ro: Apasă pentru a genera un fișier ZIP care conține toate textele de trimitere și fișierele atașate.

source: Generate Submission Files Archive
ro: Generează arhiva de fișiere de trimitere

source: Reports Available for Download
ro: Rapoarte disponibile pentru descărcare

source: The reports listed below are available for download, identified by UTC date and time of generation.
ro: Rapoartele enumerate mai jos sunt disponibile pentru descărcare, identificate după data UTC și ora generației.

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
ro: Raportul de distribuție a răspunsurilor listat mai jos este generat periodic de un proces automat de fundal. Raportul este cumulativ, astfel încât răspunsurile transmise după începerea procesului sunt incluse într-un raport ulterior. Raportul este generat de mai multe ori pe zi.

source: {strong_start}Note{strong_end}: {ul_start}{li_start}To keep student data secure, you cannot save or email these links for direct access. Copies of links expire within 5 minutes.{li_end}{li_start}Report files are deleted 90 days after generation. If you will need access to old reports, download and store the files, in accordance with your institution's data security policies.{li_end}{ul_end}
ro: {strong_start} Notă {strong_end}: {ul_start} {li_start} Pentru a păstra datele studenților în siguranță, nu puteți salva sau trimite prin e-mail aceste linkuri pentru acces direct. Copiile linkurilor expiră în 5 minute. {li_end} {li_start} Fișierele de raportare sunt șterse la 90 de zile după generare. Dacă veți avea nevoie de acces la rapoarte vechi, descărcați și stocați fișierele, în conformitate cu politicile de securitate a datelor instituției dvs. {li_end} {ul_end}

source: The answer distribution report listed below is generated periodically by an automated background process. The report is cumulative, so answers submitted after the process starts are included in a subsequent report. The report is generated several times per day.
ro: Raportul de distribuție a răspunsurilor listat mai jos este generat periodic de un proces automat de fundal. Raportul este cumulativ, astfel încât răspunsurile transmise după începerea procesului sunt incluse într-un raport ulterior. Raportul este generat de mai multe ori pe zi.

source: Edit Coupon Code
ro: Editează codul cuponului

source: Edit Coupon Code Information
ro: Editează informațiile despre codul cuponului

source: Code
ro: Cod

source: example: A123DS
ro: exemplu: A123DS

source: Percentage Discount
ro: Reducere procentuală

source: Expiration Date
ro: Data Expirării

source: Update Coupon Code
ro: Actualizează codul cuponului

source: Individual due date extensions
ro: Extensii individuale de scadență

source: In this section, you have the ability to grant extensions on specific subsections to individual students. Please note that the latest date is always taken; you cannot use this tool to make an assignment due earlier for a particular student.
ro: În această secțiune, aveți posibilitatea de a acorda extensii pentru subsecțiuni specifice studenților individuali. Vă rugăm să rețineți că cea mai recentă dată este întotdeauna luată; nu puteți utiliza acest instrument pentru a face o sarcină cuvenită mai devreme pentru un anumit student.

source: Specify the {platform_name} email address or username of a student here:
ro: Specificați adresa de e-mail {platform_name} sau numele de utilizator al unui cursant aici:

source: Student Email or Username
ro: Adresa de e-mail a cursantului sau numele de utilizator

source: Choose the graded subsection:
ro: Alege lecția notată:

source: Specify the extension due date and time (in UTC; please specify {format_string}).
ro: Specificați data și ora scadenței extensiei (în UTC; vă rugăm să specificați {format_string}).

source: Reason for extension
ro: Motivul prelungirii

source: Change due date for student
ro: Schimbă data scadenței pentru cursant/ă

source: Viewing granted extensions
ro: Vizualizarea extensiilor acordate

source: Here you can see what extensions have been granted on particular subsection or for a particular student.
ro: Aici puteți vedea ce extensii au fost acordate pentru o subsecțiune specială sau pentru un anumit student.

source: Choose a graded subsection and click the button to obtain a list of all students who have extensions for the given subsection.
ro: Alegeți o subsecțiune gradată și faceți clic pe buton pentru a obține o listă a tuturor studenților care au extensii pentru subsecțiunea dată.

source: List all students with due date extensions
ro: Enumerați toți studenții cu extensii de scadență

source: Specify a student to see all of that student's extensions.
ro: Specificați un student pentru a vedea toate extensiile acelui student.

source: List date extensions for student
ro: Listează extensiile de date pentru student

source: Resetting extensions
ro: Resetați extensiile

source: Resetting a problem's due date rescinds a due date extension for a student on a particular subsection. This will revert the due date for the student back to the problem's original due date.
ro: Resetarea termenului de scadență al unei probleme anulează prelungirea termenului de scadență pentru un student dintr-o anumită subsecțiune. Aceasta va readuce data scadenței pentru student la data scadenței inițiale a problemei.

source: Reason for reset
ro: Motiv pentru resetare

source: Reset due date for student
ro: Resetează data scadenței pentru cursant

source: Generate Registration Code Modal
ro: Generați codul de înregistrare Modal

source: Create Enrollment Codes
ro: Creează coduri de înscriere

source: * Required Information
ro: * Informația necesara

source: The organization that purchased enrollments in the course
ro: Organizația care a achiziționat înscrieri la curs

source: Organization Contact
ro: Contactul Organizației

source: Organization Contact Name
ro: Numele de Contact al Organizației

source: The primary contact at the organization
ro: Contactul principal al organizației

source: Invoice Recipient
ro: Destinatarul facturii

source: The contact who should receive the invoice
ro: Persoana de contact care ar trebui să primească factura

source: Organization Billing Address
ro: Adresa de facturare a organizației

source: Address Line 1
ro: Linie adresă 1

source: Address Line 2
ro: Linie adresă 2

source: Address Line 3
ro: Linie adresă 3

source: State/Province
ro: Stat / Provincie

source: Unit Price
ro: Preț unitar

source: The price per enrollment purchased
ro: Prețul pe înscriere achiziționat

source: Number of Enrollment Codes
ro: Numărul de coduri de înscriere

source: The total number of enrollment codes to create
ro: Numărul total de coduri de înscriere de creat

source: Course Team Internal Reference
ro: Referința internă a echipei de curs

source: Internal reference information for the sale
ro: Informații de referință interne pentru vânzare

source: Customer Reference
ro: Referința clientului

source: Customer's purchase order or other reference information
ro: Comanda de cumpărare a clientului sau alte informații de referință

source: Send me a copy of the invoice
ro: Trimite-mi o copie a facturii

source: For analytics about your course, go to {link_start}{analytics_dashboard_name}{link_end}.
ro: Pentru analize despre cursul tău, accesează {link_start} {analytics_dashboard_name} {link_end}.

source: Instructor Dashboard
ro: Dashboard-ul Profesorului

source: View Course in Studio
ro: Vizualizează curs în Studio

source: Enrollment Code Status
ro: Starea codului de înscriere

source: Change the status of an enrollment code.
ro: Schimbă starea unui cod de înscriere.

source: Enrollment Code
ro: Codul de înscriere

source: Find Enrollment Code
ro: Găsește Codul de înscriere

source: Enter email addresses and/or usernames separated by new lines or commas.
ro: Introdu adrese de e-mail și / sau nume de utilizator separate prin linii noi sau virgule.

source: You will not get notification for emails that bounce, so please double-check spelling.
ro: Nu vei primi notificări pentru e-mailurile care revin, așa că te rugăm să verifici ortografia.

source: Enter the reason why the students are to be manually enrolled or unenrolled.
ro: Introduceți motivul pentru care studenții trebuie să fie înscriși sau anulați manual.

source: This cannot be left blank and will be recorded and presented in Enrollment Reports.
ro: Acest lucru nu poate fi lăsat necompletat și va fi înregistrat și prezentat în rapoartele de înscriere.

source: Therefore, please give enough detail to account for this action.
ro: Prin urmare, te rugăm să oferi suficiente detalii pentru a explica această acțiune.

source: Reason
ro: Motiv

source: Register/Enroll Students
ro: Înregistrează / Înscrie cursanți

source: To register and enroll a list of users in this course, choose a CSV file that contains the following columns in this exact order: email, username, name, and country. Please include one student per row and do not include any headers, footers, or blank lines.
ro: Pentru a vă înregistra și înscrie o listă de utilizatori la acest curs, alegeți un fișier CSV care conține următoarele coloane în această ordine exactă: e-mail, nume de utilizator, nume și țară. Vă rugăm să includeți un elev pe rând și să nu includeți anteturi, subsoluri sau linii goale.

source: Upload a CSV for bulk enrollment
ro: Încărcați un CSV pentru înscriere în bloc

source: Upload CSV
ro: Încărcă CSV

source: Batch Beta Tester Addition
ro: Adăugarea testerului beta Batch

source: Note: Users must have an activated {platform_name} account before they can be enrolled as beta testers.
ro: Notă: utilizatorii trebuie să aibă un cont {platform_name} activat înainte de a putea fi înscriși ca testeri beta.

source: If this option is {em_start}checked{em_end}, users who have not enrolled in your course will be automatically enrolled.
ro: Dacă această opțiune este {em_start} bifată {em_end}, utilizatorii care nu s-au înscris la cursul dumneavoastră vor fi înscriși automat.

source: Checking this box has no effect if 'Remove beta testers' is selected.
ro: Bifarea acestei casete nu are efect dacă este selectată opțiunea „Eliminați beta testerii”.

source: Add beta testers
ro: Adăugați testere beta

source: Remove beta testers
ro: Eliminați testerele beta

source: Course Team Management
ro: Managementul echipei cursului

source: Select a course team role:
ro: Selectați un rol de echipă de curs:

source: Getting available lists...
ro: Se obțin liste disponibile ...

source: Staff cannot modify these lists. To manage course team membership, a course Admin must give you the Admin role to add Staff or Beta Testers, or the Discussion Admin role to add discussion moderators and TAs.
ro: Personalul nu poate modifica aceste liste. Pentru a gestiona calitatea de membru al echipei de curs, un administrator de curs trebuie să vă ofere rolul de administrator pentru a adăuga testeri de personal sau beta, sau rolul de administrator de discuții pentru a adăuga moderatori de discuții și TA.

source: Course team members with the Staff role help you manage your course. Staff can enroll and unenroll learners, as well as modify their grades and access all course data. Staff also have access to your course in Studio and Insights. You can only give course team roles to enrolled users.
ro: Membrii echipei de curs cu rolul de personal vă ajută să vă gestionați cursul. Personalul se poate înscrie și anula înscrierea cursanților, precum și își poate modifica notele și poate accesa toate datele cursului. Personalul are acces și la cursul dumneavoastră în Studio și Insights. Puteți acorda roluri de echipă de curs numai utilizatorilor înscriși.

source: Add Staff
ro: Adăugați personal

source: Admin
ro: Administrator

source: Course team members with the Admin role help you manage your course. They can do all of the tasks that Staff can do, and can also add and remove the Staff and Admin roles, discussion moderation roles, and the beta tester role to manage course team membership. You can only give course team roles to enrolled users.
ro: Membrii echipei de cursuri cu rol de administrator vă ajută să vă gestionați cursul. Aceștia pot îndeplini toate sarcinile pe care personalul le pot îndeplini și pot adăuga și elimina rolurile de personal și administrator, rolurile de moderare a discuțiilor și rolul de tester beta pentru a gestiona apartenența la echipa de curs. Puteți acorda roluri de echipă de curs numai utilizatorilor înscriși.

source: Add Admin
ro: Adăugați administrator

source: Beta Testers
ro: Testeri Beta

source: Beta Testers can see course content before other learners. They can make sure that the content works, but have no additional privileges. You can only give course team roles to enrolled users.
ro: Testerii beta pot vedea conținutul cursului înaintea altor cursanți. Se pot asigura că conținutul funcționează, dar nu au privilegii suplimentare. Puteți acorda roluri de echipă de curs numai utilizatorilor înscriși.

source: Add Beta Tester
ro: Adăugați Testeri Beta

source: Discussion Admins
ro: Administratori de discuții

source: Discussion Admins can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They can also add and remove the discussion moderation roles to manage course team membership. Only enrolled users can be added as Discussion Admins.
ro: Administratorii Discuției pot edita sau șterge orice postare, șterge semnalizările de utilizare incorectă, închide și redeschide firele, pot aproba răspunsurile și pot vedea postări din toate grupurile. Postările lor sunt marcate ca „personal”. De asemenea, pot adăuga și elimina rolurile de moderare a discuției pentru a gestiona calitatea de membru al echipei cursului. Numai utilizatorii înscriși pot fi adăugați ca administratori de discuții.

source: Add Discussion Admin
ro: Adăugați administrator de discuții

source: Course Data Researcher
ro: Cercetător de date de curs

source: Course Data Researchers can access the data download tab.
ro: Cercetătorii de date despre curs pot accesa fila de descărcare a datelor.

source: Add Course Data Researcher
ro: Adaugă cercetător de date de curs

source: Discussion Moderators
ro: Moderatori de discuții

source: Discussion Moderators can edit or delete any post, clear misuse flags, close and re-open threads, endorse responses, and see posts from all groups. Their posts are marked as 'staff'. They cannot manage course team membership by adding or removing discussion moderation roles. Only enrolled users can be added as Discussion Moderators.
ro: Moderatorii de discuții pot edita sau șterge orice postare, șterge semnalizările de utilizare greșită, pot închide și redeschide firele, pot aproba răspunsurile și pot vedea postări din toate grupurile. Postările lor sunt marcate ca „personal”. Nu pot gestiona calitatea de membru al echipei de curs adăugând sau eliminând roluri de moderare a discuțiilor. Numai utilizatorii înscriși pot fi adăugați ca moderatori de discuții.

source: Add Moderator
ro: Adăugați Moderator

source: Group Community TA
ro: Grupa comunității TA

source: Group Community TAs are members of the community who help course teams moderate discussions. Group Community TAs see only posts by learners in their assigned group. They can edit or delete posts, clear flags, close and re-open threads, and endorse responses, but only for posts by learners in their group. Their posts are marked as 'Community TA'. Only enrolled learners can be added as Group Community TAs.
ro: Grupurile de asistență comunitară sunt membri ai comunității care ajută echipele de curs să modereze discuțiile. Grupurile de asistență comunitară văd numai postările de cursanți din grupul lor atribuit. Aceștia pot edita sau șterge postări, șterge semnalizatoare, închide și redeschide fire și pot susține răspunsurile, dar numai pentru postările cursanților din grupul lor. Postările lor sunt marcate ca „comunitatea TA”. Numai cursanții înscriși pot fi adăugați ca TA comunitare de grup.

source: Add Group Community TA
ro: Adăugați Grupa Comunității TA

source: Community TAs are members of the community who help course teams moderate discussions. They can see posts by learners in their assigned cohort or enrollment track, and can edit or delete posts, clear flags, close or re-open threads, and endorse responses. Their posts are marked as 'Community TA'. Only enrolled learners can be added as Community TAs.
ro: Comunitățile TA sunt membri ai comunității care ajută echipele de curs să modereze discuțiile. Aceștia pot vedea postări ale cursanților în cohorta sau piesa de înscriere atribuită și pot edita sau șterge postări, șterge semnalizatoarele, închide sau redeschide fire și susține răspunsurile. Postările lor sunt marcate ca și „comunitatea TA”. Numai cursanții înscriși pot fi adăugați ca și Comunitatea TA.

source: Add Community TA
ro: Adăugați Comunitatea TA

source: CCX Coaches
ro: Antrenori CCX

source: CCX Coaches are able to create their own Custom Courses based on this course, which they can use to provide personalized instruction to their own students based in this course material.
ro: Antrenorii CCX pot să-și creeze propriile cursuri personalizate pe baza acestui curs, pe care le pot folosi pentru a oferi instruire personalizată propriilor lor studenți, înscriși la acest material de curs.

source: Add CCX Coach
ro: Adăgați Antrenorii CCX

source: Send to:
ro: Trimite către:

source: Myself
ro: Mine însumi

source: Staff and Administrators
ro: Personal și Administratori

source: All Learners
ro: Toți Cursanții

source: Cohort:
ro: Cohortă

source: (Learners not explicitly assigned to a cohort)
ro: (Cursanții care nu sunt repartizați în mod explicit unei cohorte)

source: Learners in the {track_name} Track
ro: Cursanți în pista {track_name}

source: Subject:
ro: Subiect:

source: (Maximum 128 characters)
ro: (Maxim 128 de caractere)

source: Message:
ro: Mesaj:
