Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa, ro

source: {screen_reader_start}Warning:{screen_reader_end} The previously selected content group was deleted. Select another content group.
fa: {screen_reader_start} هشدار: {screen_reader_end} گروه محتوای انتخاب شده قبلی{screen_reader_start} هشدار: {screen_reader_end} گروه محتوای انتخاب‌شدۀ قبلی حذف شد. گروه محتوای دیگری را انتخاب کنید.

source: {screen_reader_start}Warning:{screen_reader_end} No content groups exist.
fa: {screen_reader_start} هشدار: {screen_reader_end} هیچ گروه محتوایی وجود ندارد.

source: Only the parent course staff of a CCX can create content groups.
fa: فقط کارکنان دوره اصلی یک CCX می توانند گروه های محتوا ایجاد کنند.

source: Create a content group
fa: یک گروه محتوا ایجاد کنید
ro: Creați un grup de conținut

source: (contains %(student_count)s student)
fa: (شامل دانش آموز %(student_count)s )

source: Learners are added to this cohort only when you provide their email addresses or usernames on this page.
fa: زبان آموزان تنها زمانی به این گروه اضافه می شوند که آدرس ایمیل یا نام کاربری آنها را در این صفحه ارائه دهید.فراگیران فقط زمانی به این گروه اضافه می‌شوند که نشانی رایانامه یا نام کاربری آن‌ها را در این صفحه ارائه دهید.

source: What does this mean?
fa: این یعنی چی؟
ro: Ce înseamnă aceasta?

source: Learners are added to this cohort automatically.
fa: زبان آموزان به صورت خودکار به این گروه اضافه می شوند.

source: Select a cohort
fa: یک گروه را انتخاب کنید
ro: Selectați o cohortă

source: Enable Cohorts
fa: گروه ها را فعال کنید

source: Select a cohort to manage
fa: گروهی را برای مدیریت انتخاب کنید

source: View Cohort
fa: مشاهده گروه

source: Assign learners to cohorts by uploading a CSV file
fa: با آپلود یک فایل CSV، زبان آموزان را به گروه ها اختصاص دهید

source: To review learner cohort assignments or see the results of uploading a CSV file, download course profile information or cohort results on the {link_start}Data Download{link_end} page.
fa: برای بررسی تکالیف گروه یادگیرنده یا مشاهده نتایج آپلود یک فایل CSV، اطلاعات نمایه دوره یا نتایج همگروهی را در صفحه دانلود {link_end} {link_start} کنید.

source: Specify whether discussion topics are divided
fa: مشخص کنید که آیا موضوعات بحث تقسیم شده است یا خیر
ro: Specificați dacă subiectele de discuție sunt împărțite

source: Course-Wide Discussion Topics
fa: موضوعات بحث در سراسر دوره
ro: Subiecte de discuție la nivelul întregului curs

source: Select the course-wide discussion topics that you want to divide.
fa: موضوعات بحث در کل دوره را که می خواهید تقسیم کنید انتخاب کنید.

source: Content-Specific Discussion Topics
fa: موضوعات بحث خاص محتوا

source: Specify whether content-specific discussion topics are divided.
fa: مشخص کنید که آیا موضوعات بحث محتوای خاص تقسیم شده است یا خیر.

source: Always divide content-specific discussion topics
fa: همیشه موضوعات بحث محتوا را تقسیم کنید

source: Divide the selected content-specific discussion topics
fa: موضوعات بحث و گفتگوی محتوایی انتخاب شده را تقسیم کنید

source: No content-specific discussion topics exist.
fa: هیچ موضوع بحث محتوایی خاصی وجود ندارد.

source: Used
fa: استفاده شدهبرای بررسی تکالیف گروه فراگیرنده یا مشاهدۀ نتایج بارگذاری یک فایل CSV، اطلاعات پروندۀ دوره یا نتایج هم‌گروهی را در صفحۀ بارگیری {link_end} {link_start} کنید.
ro: Folosit

source: Valid
fa: معتبر

source: Certificate Status:
fa: وضعیت گواهینامه:
ro: Starea Certificatului

source: Certificate Purchased
fa: گواهی خریداری شده
ro: Certificat achiziționat

source: Change or Leave Session
fa: تغییر یا ترک جلسه
ro: Schimbă sau Pleacă din Sesiune

source: You must select a session by {expiration_date} to access the course.
fa: برای دسترسی به دوره باید یک جلسه توسط {expiration_date} انتخاب کنید.
ro: Trebuie să selectați o sesiune până la {expiration_date} pentru a accesa cursul.

source: You can no longer change sessions.
fa: دیگر نمی توانید جلسات را تغییر دهید.
ro: Nu mai puteți schimba sesiunile.

source: You can change sessions until {expiration_date}.
fa: می توانید جلسات را تا {expiration_date} تغییر دهید.
ro: Puteți schimba sesiunile până la {expiration_date}.

source: View Archived Course
fa: مشاهده دوره آرشیو شده
ro: Vizualizează curs arhivat

source: View Course
fa: مشاهده دوره
ro: Vizualizează curs

source: Select a session:
fa: انتخاب یک جلسه:
ro: Selectați o sesiune:

source: Enroll Now
fa: اکنون ثبت نام کنید
ro: Înscrie-te acum

source: Coming Soon
fa: به زودی
ro: Vine curând

source: Enrollment Opens on
fa: ثبت نام باز می شود
ro: Înscrierea se deschide pe

source: Not Currently Available
fa: در حال حاضر موجود نیست
ro: Nu este disponibil momentan

source: More sessions coming soon.
fa: جلسات بیشتر به زودی
ro: Mai multe sesiuni în curând.

source: Change to a different session or leave the current session.
fa: به جلسه دیگری تغییر دهید یا جلسه فعلی را ترک کنید.
ro: Schimbați la o altă sesiune sau părăsiți sesiunea curentă.

source: To access the course, select a session.
fa: برای دسترسی به دوره، یک جلسه را انتخاب کنید.
ro: Pentru a accesa cursul, selectați o sesiune.

source: Session Selection Dropdown for {courseName}
fa: کشویی انتخاب جلسه برای {courseName}
ro: Meniu derulant pentru selecția sesiunii pentru {courseName}

source: {sessionDates} - Currently Selected
fa: {sessionDates} - در حال حاضر انتخاب شده است
ro: {sessionDates} - Selectat în prezent

source: {sessionDates} (Open until {enrollmentEnd})
fa: {sessionDates} (تا {enrollmentEnd} باز است)
ro: {sessionDates} (Deschis până la {enrollmentEnd})

source: More sessions coming soon
fa: جلسات بیشتر به زودی
ro: Mai multe sesiuni în curând

source: Leave the current session and decide later
fa: جلسه فعلی را ترک کنید و بعداً تصمیم بگیرید
ro: Părăsiți sesiunea curentă și decideți mai târziu

source: You are not enrolled in any programs yet.
fa: شما هنوز در هیچ برنامه ای ثبت نام نکرده اید.
ro: Nu sunteți înscris în niciun program încă.

source: Explore Programs
fa: برنامه ها را کاوش کنید
ro: Explorați programe

source: Browse recently launched courses and see what\'s new in your favorite subjects
fa: دوره های اخیراً راه اندازی شده را مرور کنید و ببینید چه چیزهایی در موضوعات مورد علاقه شما جدید است
ro: Răsfoiți cursurile lansate recent și vedeți ce este nou în subiectele preferate

source: Explore new programs
fa: برنامه های جدید را کاوش کنیددوره‌های اخیر را مرور کنید و ببینید چه چیزهایی در موضوعات مورد علاقۀ شما جدید است

source: Course
fa: دوره

source: Completed
fa: تکمیل شد
ro: Completat

source: Remaining
fa: باقی مانده است
ro: Rămase

source: %(programName)s Home Page.
fa: صفحه اصلی %(programName)s .
ro: %(programName)s Pagina principala.

source: Subscribed
fa: مشترک شد

source: Your {program} Certificate
fa: گواهی {program} شما
ro: Certificatul {program} tău

source: Open the certificate you earned for the %(title)s program.
fa: گواهینامه ای را که برای برنامه %(title)s به دست آورده اید باز کنید.
ro: Deschideți certificatul pe care l-ați dobândit pentru %(title)s program.

source: Trial subscription
fa: اشتراک آزمایشی

source: Active subscription
fa: اشتراک فعال

source: Inactive subscription
fa: اشتراک غیر فعال

source: View your receipts or modify your subscription on the {a_start}Orders and subscriptions{a_end} page
fa: رسیدهای خود را مشاهده کنید یا اشتراک خود را در صفحه {a_start} سفارشات و اشتراک ها {a_end} تغییر دهید

source: Restart your subscription for {subscriptionPrice}. Your payment history is still available on the {a_start}Orders and subscriptions{a_end} page
fa: اشتراک خود را برای {subscriptionPrice} مجدداً راه اندازی کنید. سابقه پرداخت شما همچنان در صفحه {a_start} سفارشات و اشتراک ها {a_end} موجود است

source: If you had a subscription previously, your payment history is still available on the {a_start}Orders and subscriptions{a_end} page
fa: اگر قبلا اشتراک داشته اید، سابقه پرداخت شما همچنان در صفحه {a_start} سفارشات و اشتراک ها {a_end} موجود است.

source: Need help? Check out the {a_start}Learner Help Center{span_start}{icon}{span_end}{a_end} to troubleshoot issues or contact support
fa: کمک خواستن؟ مرکز راهنمایی یادگیرنده {a_start} {span_start} {icon} {span_end} {a_end} را بررسی کنید تا مشکلات را برطرف کنید یا با پشتیبانی تماس بگیرید.

source: Program Record
fa: ضبط برنامه
ro: Istoric program

source: Once you complete one of the program requirements you have a program record. This record is marked complete once you meet all program requirements. A program record can be used to continue your learning journey and demonstrate your learning to others.
fa: پس از تکمیل یکی از الزامات برنامه، یک رکورد برنامه دارید. این رکورد هنگامی که تمام الزامات برنامه را برآورده کردید کامل علامت گذاری می شود. یک رکورد برنامه می تواند برای ادامه سفر یادگیری شما و نشان دادن یادگیری خود به دیگران استفاده شود.
ro: Odată ce completați una dintre cerințele programului, aveți un istoric al programului. Acest istoric este marcat ca finalizat după ce îndepliniți toate cerințele programului. Istoricul programului poate fi folosit pentru a vă continua călătoria de învățare și pentru a demonstra altora cunoștințele acumulate.

source: View Program Record
fa: مشاهده رکورد برنامه
ro: Vezi istoricul programului

source: Additional Credit Opportunities
fa: فرصت های اعتباری اضافی
ro: Oportunități suplimentare de credit

source: Learn More
fa: بیشتر بدانید
ro: Află mai multe

source: Additional Professional Opportunities
fa: فرصت های حرفه ای اضافی
ro: Oportunități profesionale suplimentare

source: Congratulations!
fa: تبریک می گویم!
ro: Felicitări!

source: You have successfully completed all the requirements for the %(title)s %(type)s.
fa: شما تمام الزامات %(title)s %(type)s را با موفقیت تکمیل کردید.

source: Your Program Journey
fa: سفر برنامه شما
ro: Parcursul programului

source: Track and plan your progress through the %(count)s course(s) in this program. To complete the program, you must earn a verified certificate for each course.
fa: پیشرفت خود را از طریق دوره(های) %(count)s در این برنامه پیگیری و برنامه ریزی کنید. برای تکمیل برنامه، باید گواهی تایید شده برای هر دوره دریافت کنید.

source: Manage my subscription
fa: مدیریت اشتراک من

source: Restart my subscription
fa: اشتراک من را دوباره راه اندازی کنید

source: Start {trialLength}-day free trial
fa: آزمایش رایگان روز {trialLength} را شروع کنید

source: Trial ends {trialEndDate} at {trialEndTime}
fa: پایان آزمایشی {trialEndDate} در {trialEndTime}

source: Your next billing date is {currentPeriodEnd}
fa: تاریخ صورتحساب بعدی شما {currentPeriodEnd} است

source: {subscriptionPrice} subscription. Cancel anytime.
fa: اشتراک {subscriptionPrice} . هر زمان خواستید لغو کنید.

source: {subscriptionPrice} subscription after trial ends. Cancel anytime.
fa: اشتراک {subscriptionPrice} پس از پایان دوره آزمایشی. هر زمان خواستید لغو کنید.

source: Upgrade All Remaining Courses (
fa: ارتقاء تمام دوره های باقی مانده (
ro: Actualizați toate cursurile rămase (

source: COURSES IN PROGRESS
fa: دوره های در حال پیشرفت
ro: Cursuri în desfășurare

source: REMAINING COURSES
fa: دوره های باقی مانده
ro: Cursuri rămase nefinalizate

source: COMPLETED COURSES
fa: دوره های تکمیل شده
ro: Cursuri finalizate

source: As you complete courses, you will see them listed here.
fa: همانطور که دوره ها را کامل می کنید، آنها را در اینجا لیست خواهید کرد.
ro: Pe măsură ce finalizezi un curs, acesta va fi listat aici.

source: Complete courses on your schedule to ensure you stand out in your field!
fa: دوره ها را در برنامه خود کامل کنید تا مطمئن شوید که در رشته خود برجسته هستید!
ro: Finalizează cursuri conform calendarului propriu pentru a te asigura că te remarci în domeniul tău!

source: Transform your %(org)s %(type)s into a full master’s degree
fa: %(org)s %(type)s خود را به یک مدرک کارشناسی ارشد کامل تبدیل کنید

source: Successful completion of %(org)s %(program)s credential can be applied towards flexible, rigorous, and affordable masters degrees from the world’s leading universities.
fa: تکمیل موفقیت آمیز مدرک %(org)s %(program)s می تواند برای مدارک کارشناسی ارشد انعطاف پذیر، دقیق و مقرون به صرفه از دانشگاه های پیشرو جهان اعمال شود.

source: Track and plan your progress through the %(count)s courses in this program. To complete the program, you must earn a verified certificate for each course.
fa: پیشرفت خود را از طریق دوره های %(count)s در این برنامه پیگیری و برنامه ریزی کنید. برای تکمیل برنامه، باید گواهی تایید شده برای هر دوره دریافت کنید.

source: {organization}\'s logo
fa: آرم {organization}
ro: logo {organization}\

source: My programs
fa: برنامه های من

source: New
fa: جدید

source: Monthly program subscriptions {emDash} more flexible, more affordable
fa: اشتراک برنامه های ماهانه {emDash} انعطاف پذیرتر، مقرون به صرفه تر

source: Now available for many popular programs, affordable monthly subscription pricing can help you manage your budget more effectively. Subscriptions start at {minSubscriptionPrice}/month USD per program, after a 7-day full access free trial. Cancel at any time.
fa: اکنون برای بسیاری از برنامه های محبوب در دسترس است، قیمت اشتراک ماهانه مقرون به صرفه می تواند به شما در مدیریت موثرتر بودجه کمک کند. اشتراک‌ها از {minSubscriptionPrice} / ماه USD برای هر برنامه، پس از یک دوره آزمایشی رایگان دسترسی کامل 7 روزه شروع می‌شوند. در هر زمان لغو کنید.

source: Explore subscription options
fa: گزینه های اشتراک را کاوش کنید

source: Needs verified certificate
fa: به گواهی تایید شده نیاز دارد
ro: Este nevoie de un certificat de absolvire

source: Upgrade to Verified
fa: به تایید شده ارتقا دهید
ro: Treceți la un curs cu certificat de absolvire

source: Upgrade with a subscription
fa: با اشتراک ارتقا دهید

source: Pay {subscriptionPrice} for all courses in this program
fa: برای تمام دوره های این برنامه {subscriptionPrice} پرداخت کنید

source: Pay {subscriptionPrice} after {trialLength}-day free trial
fa: پرداخت {subscriptionPrice} بعد از {trialLength} - روز آزمایش رایگان

source: New Address
fa: آدرس جدید
ro: Adresă nouă

source: Change My Email Address
fa: آدرس ایمیل من را تغییر دهید
ro: Schimbă adresa de e-mail

source: Reset Password
fa: بازنشانی رمز عبور
ro: Resetează parola

source: Switch Language Back
fa: تغییر زبان به عقب
ro: Revino la limba inițială

source: An error occurred. Please reload the page.
fa: خطایی رخ داد. لطفا صفحه را دوباره بارگذاری کنید.
ro: S-a produs o eroare. Vă rugăm încercați să reîncărcați pagina.

source: Need help signing in?
fa: برای ورود به سیستم به کمک نیاز دارید؟
ro: Aveți nevoie de ajutor pentru conectare?

source: Forgot my password
fa: رمز عبور خود را فراموش کرده ام
ro: Mi-am uitat parola

source: Other sign-in issues
fa: سایر مشکلات ورود به سیستم
ro: Alte probleme de conectare

source: Sign in with your company or school
fa: با شرکت یا مدرسه خود وارد شوید
ro: Autentificare cu școala sau compania proprie

source: Need other help signing in?
fa: برای ورود به سیستم به کمک دیگری نیاز دارید؟
ro: Aveți nevoie de alt ajutor pentru conectare?

source: Create an account
fa: یک حساب کاربری ایجاد کنید
ro: Creează un cont

source: Sign in
fa: ورود
ro: Conectați-vă

source: Would you like to sign in using your %(providerName)s credentials?
fa: آیا می خواهید با استفاده از اطلاعات کاربری %(providerName)s وارد سیستم شوید؟
ro: Dorești să te conectezi folosind datele de conectare pentru %(providerName)s?

source: Sign in using %(providerName)s
fa: با استفاده از %(providerName)s وارد شوید
ro: Autentificare folosind %(providerName)s

source: Show me other ways to sign in or register
fa: راه های دیگری برای ورود یا ثبت نام به من نشان دهید
ro: Alte modalități de înscriere sau autentificare

source: Sign in with Institution/Campus Credentials
fa: با اعتبار موسسه/پردیس وارد شوید
ro: Conectați-vă cu acreditările instituției / campusului

source: Choose your institution from the list below:
fa: موسسه خود را از لیست زیر انتخاب کنید:
ro: Alegeți instituția din lista de mai jos:

source: Back to sign in
fa: بازگشت به ورود به سیستم
ro: Înapoi la autentificare

source: Register with Institution/Campus Credentials
fa: ثبت نام با اعتبار موسسه / پردیس
ro: Înregistrați-vă la acreditările instituției / campusului

source: Create an Account
fa: یک حساب کاربری ایجاد کنید
ro: Creează cont

source: First time here?
fa: اولین بار در اینجا؟
ro: Pentru prima oară aici?

source: Create an Account.
fa: یک حساب کاربری ایجاد کنید.
ro: Creează un cont

source: Sign in to continue learning as {email}
fa: برای ادامه یادگیری به عنوان {email} وارد سیستم شوید
ro: Conectează-te pentru a continua să înveți cu adresa {email}

source: Sign in to continue learning
fa: برای ادامه یادگیری وارد شوید
ro: Autentifică-te pentru a continua învățarea

source: You already have an edX account with your {enterprise_name} email address.
fa: شما در حال حاضر یک حساب edX با آدرس ایمیل {enterprise_name} خود دارید.
ro: Ai deja un cont edX cu adresa de e-mail {enterprise_name}.

source: Going forward, your account information will be updated and maintained by {enterprise_name}.
fa: در ادامه، اطلاعات حساب شما توسط {enterprise_name} به‌روزرسانی و نگهداری می‌شود.
ro: În continuare, informațiile contului personal vor fi actualizate și menținute de {enterprise_name}.

source: You can view your information or unlink from {enterprise_name} anytime in your Account Settings.
fa: می‌توانید هر زمان که بخواهید اطلاعات خود را مشاهده کنید یا پیوند {enterprise_name} را در تنظیمات حساب خود لغو کنید.
ro: Puteți vedea informațiile sau vă puteți deconecta de la {enterprise_name} oricând din setările contului.

source: To continue learning with this account, sign in below.
fa: برای ادامه یادگیری با این حساب، در زیر وارد شوید.
ro: Pentru a continua să înveți cu acest cont, conectează-te mai jos.

source: Sign In
fa: ورود
ro: Autentificare

source: Sign in here using your email address and password, or use one of the providers listed below.
fa: با استفاده از آدرس ایمیل و رمز عبور خود در اینجا وارد شوید یا از یکی از ارائه دهندگان لیست شده در زیر استفاده کنید.
ro: Autentifică-te aici folosind adresa de e-mail și parola setate sau utilizați unul dintre furnizorii enumerați mai jos.

source: Sign in here using your email address and password.
fa: با استفاده از آدرس ایمیل و رمز عبور خود در اینجا وارد شوید.
ro: Autentifică-te aici folosind adresa de e-mail și parola.

source: If you do not yet have an account, use the button below to register.
fa: اگر هنوز حساب کاربری ندارید، از دکمه زیر برای ثبت نام استفاده کنید.
ro: Dacă nu ai încă un cont, folosește butonul de mai jos pentru a te înregistra.

source: Use my university info
fa: از اطلاعات دانشگاه من استفاده کنید
ro: Folosește informațiile mele universitare

source: or sign in with
fa: یا با وارد شوید
ro: sau autentifică-te cu

source: Sign in with %(providerName)s
fa: با %(providerName)s وارد شوید
ro: Auntentificare cu %(providerName)s

source: Password assistance
fa: کمک رمز عبور
ro: Asistență parolă

source: Please enter your log-in or recovery email address below and we will send you an email with instructions.
fa: لطفاً آدرس ایمیل ورود یا بازیابی خود را در زیر وارد کنید و ما یک ایمیل با دستورالعمل برای شما ارسال خواهیم کرد.
ro: Te rugăm să introduci adresa de e-mail de conectare sau de recuperare mai jos și îți vom trimite un e-mail cu instrucțiuni.

source: Recover my password
fa: رمز عبور من را بازیابی کنید
ro: Vreau să-mi recuperez parola

source: Already have an {platformName} account?
fa: آیا از قبل یک حساب کاربری {platformName} دارید؟
ro: Ai deja un cont pe platforma {platformName}?

source: Sign in.
fa: ورود.
ro: Autentificare

source: Create an account using
fa: ایجاد یک حساب کاربری با استفاده از
ro: Creează un cont folosind

source: Create account using %(providerName)s.
fa: با استفاده از %(providerName)s حساب کاربری ایجاد کنید.
ro: Creează un cont folosing %(providerName)s

source: Use my institution/campus credentials
fa: از مدارک موسسه/پردیس من استفاده کنید
ro: Folosiți acreditările instituției / campusului meu

source: or create a new one here
fa: یا یک مورد جدید در اینجا ایجاد کنید
ro: sau creați unul nou aici

source: Support education research by providing additional information
fa: با ارائه اطلاعات بیشتر، از تحقیقات آموزشی حمایت کنید
ro: Sprijină cercetarea în domeniul educației prin furnizarea de informații suplimentare

source: Congratulations! You are now verified on %(platformName)s!
fa: تبریک می گویم! شما اکنون در %(platformName)s تأیید شده اید!
ro: Felicitări! Ești un utilizator aprobat pe %(platformName)s!

source: You are now enrolled as a verified student for:
fa: شما اکنون به عنوان دانشجوی تایید شده برای:
ro: Ești cursant aprobat înscris pentru:

source: A list of courses you have just enrolled in as a verified student
fa: فهرستی از دوره هایی که به تازگی به عنوان دانشجوی تایید شده در آن ثبت نام کرده اید
ro: O listă de cursuri la care tocmai te-ai înscris ca și cursant aprobat

source: Explore your course!
fa: دوره خود را کاوش کنید!
ro: Descoperă cursul!

source: Go to your Dashboard
fa: به داشبورد خود بروید
ro: Du-te la tabloul de bord

source: Verified Status
fa: وضعیت تایید شده
ro: Status aprobat

source: Thank you for submitting your photos. We will review them shortly. You can now sign up for any %(platformName)s course that offers verified certificates. Verification is good for one year. After one year, you must submit photos for verification again.
fa: با تشکر از شما برای ارسال عکس های خود به زودی آنها را بررسی خواهیم کرد. اکنون می توانید برای هر دوره %(platformName)s که گواهی های تأیید شده ارائه می دهد، ثبت نام کنید. تأیید برای یک سال خوب است. پس از یک سال، باید دوباره عکس ها را برای تأیید ارسال کنید.

source: Error:
fa: خطا:
ro: Eroare:

source: What You Need for Verification
fa: آنچه برای تأیید نیاز دارید
ro: Ce ai nevoie pentru verificare

source: Device with Camera
fa: دستگاه با دوربین
ro: Dispozitiv cu cameră

source: You need a device that has a webcam. If you receive a browser prompt for access to your camera, please make sure to click 'Allow'.
fa: شما به دستگاهی نیاز دارید که دارای وب کم باشد. اگر درخواست مرورگر برای دسترسی به دوربین خود دریافت کردید، لطفاً روی «مجاز» کلیک کنید.
ro: Ai nevoie de un dispozitiv care are o cameră web. Dacă primești o solicitare de browser pentru acces la camera ta, asigură-te că dai clic pe „Permite”.

source: Photo Identification
fa: شناسایی عکس
ro: Identificarea fotografiei

source: You need a valid ID that contains your full name and photo.
fa: شما به یک شناسه معتبر نیاز دارید که حاوی نام کامل و عکس شما باشد.
ro: Ai nevoie de un ID valid care să conțină numele tău complet și o poză.

source: Take Your Photo
fa: عکس خود را بگیرید
ro: Faceți fotografia

source: When your face is in position, use the Take Photo button {icon} below to take your photo.
fa: وقتی صورت شما در موقعیت خود قرار دارد، از دکمه Take Photo {icon} در زیر برای گرفتن عکس استفاده کنید.
ro: Când fața este în poziția potrivită, folosește butonul Faceți fotografia {icon} de mai jos pentru a realiza fotografia.

source: To take a successful photo, make sure that:
fa: برای گرفتن یک عکس موفق، مطمئن شوید که:
ro: Pentru a te fotografia cum trebuie, asigură-te că:

source: Your face is well-lit.
fa: صورت شما به خوبی روشن شده است.
ro: Fața ta este luminată bine.

source: Your entire face fits inside the frame.
fa: تمام صورت شما درون قاب قرار می گیرد.
ro: Întreaga față se potrivește în interiorul cadranului.

source: To take the photo of your face, click on the camera button {icon}. If you need to try again, click 'Retake Photo'.
fa: برای گرفتن عکس از صورت خود، روی دکمه دوربین {icon} کلیک کنید. اگر نیاز دارید دوباره امتحان کنید، روی «Retake Photo» کلیک کنید.
ro: Pentru a face fotografia feței tale, dă clic pe butonul camerei {icon}. Dacă trebuie să încercați din nou, faceți clic pe „Reluați fotografia”.

source: Frequently Asked Questions
fa: سوالات متداول
ro: Întrebări frecvente

source: Why does %(platformName)s need my photo?
fa: چرا %(platformName)s به عکس من نیاز دارد؟
ro: De ce are nevoie platforma %(platformName)s de poza mea?
