Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: In the event that {platform_name} provides you with access to information specific to {platform_name} and/or the APIs that is either marked as "Confidential" or which a reasonable person would assume to be confidential or proprietary given the terms of its disclosure ("Confidential Information"), you agree to use this information only to use and build with the APIs. You may not disclose the Confidential Information to anyone without {platform_name}'s prior written consent, and you agree to protect the Confidential Information from unauthorized use and disclosure in the same way that you would protect your own confidential information. Confidential Information does not include information that you independently developed, that was rightfully given to you by a third party without any confidentiality obligation, or that becomes public through no fault of your own. You may disclose Confidential Information when compelled to do so by law if you provide {platform_name} with reasonable prior notice, unless a court orders that {platform_name} not receive notice.
ro: În cazul în care {platform_name} vă oferă acces la informații specifice pentru {platform_name} și / sau API-urile care sunt fie marcate ca „Confidențiale” sau pe care o persoană rezonabilă le-ar presupune că sunt confidențiale sau proprietare, având în vedere condițiile divulgării sale ( „Informații confidențiale”), sunteți de acord să utilizați aceste informații numai pentru a le utiliza și a le crea cu API-urile. Nu puteți divulga informațiile confidențiale nimănui fără consimțământul scris prealabil al lui {platform_name} și sunteți de acord să protejați informațiile confidențiale împotriva utilizării și divulgării neautorizate în același mod în care ați proteja propriile informații confidențiale. Informațiile confidențiale nu includ informații pe care le-ați dezvoltat în mod independent, care v-au fost date pe bună dreptate de către o terță parte, fără nici o obligație de confidențialitate, sau care devin publice fără vina dumneavoastră. Puteți divulga informații confidențiale atunci când este obligat să facă acest lucru prin lege dacă furnizați {platform_name} o notificare prealabilă rezonabilă, cu excepția cazului în care o instanță dispune ca {platform_name} să nu primească o notificare.

source: Disclaimer of Warranty / Limitation of Liabilities
ro: Declinarea garanției / Limitarea răspunderii

source: THE APIS AND ANY INFORMATION, API CONTENT OR SERVICES MADE AVAILABLE ON OR THROUGH THE APIS ARE PROVIDED "AS IS" AND "AS AVAILABLE" WITHOUT WARRANTY OF ANY KIND (EXPRESS, IMPLIED OR OTHERWISE), INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT, EXCEPT INSOFAR AS ANY SUCH IMPLIED WARRANTIES MAY NOT BE DISCLAIMED UNDER APPLICABLE LAW.
ro: APISUL ȘI ORICE INFORMAȚIE, CONȚINUTUL API-ULUI SAU SERVICIILE DISPONIBILE PENTRU SAU PRIN APIS SUNT FURNIZATE „CA ATARE” ȘI „CÂT DISPONIBILE” FĂRĂ GARANȚIE DE NICIUN TIP (EXPRES, IMPLICIT SAU ALTUI), INCLUSIV, FĂRĂ LIMITARE, ORICE GARANȚII IMPLICITE VANZABILITATEA, ADEVĂRUL PENTRU UN SCOP PARTICULAR ȘI NEÎNCĂLCAREA, CU EXCEPȚIA ÎN CARE ORICE ASTE GARANȚII IMPLICITE NU POT FI DISCLAVATE ÎN CONFORMITATE CU LEGEA APLICABILĂ.

source: {platform_name} AND THE {platform_name} PARTICIPANTS DO NOT WARRANT THAT THE APIS WILL OPERATE IN AN UNINTERRUPTED OR ERROR-FREE MANNER, THAT THE APIS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE APIS OR API CONTENT PROVIDED WILL MEET YOUR NEEDS OR EXPECTATIONS. {platform_name} AND THE {platform_name} PARTICIPANTS ALSO MAKE NO WARRANTY ABOUT THE ACCURACY, COMPLETENESS, TIMELINESS, OR QUALITY OF THE APIS OR ANY API CONTENT, OR THAT ANY PARTICULAR API CONTENT WILL CONTINUE TO BE MADE AVAILABLE.
ro: {platform_name} ȘI PARTICIPANȚII {platform_name} NU GARANTEAZĂ CĂ API-UL VA FUNCȚIONA NEÎNTRERUPT SAU FĂRĂ ERORI, SAU CĂ API-UL ESTE FĂRĂ VIRUSURI SAU ALTE COMPONENTE DĂUNĂTOARE SAU CĂ API-UL SAU CONȚINUTUL API-UL NU VA FI POTRIVIT NEVOILOR SAU AȘTEPTĂRILOR DUMNEAVOASTRĂ. DE ASEMENEA, {platform_name} ȘI PARTICIPANȚII {platform_name} NU OFERĂ NICI O GARANTIE CU PRIVIRE LA ACURATEȚEA, ÎNTREGIMEA, ACTUALITATEA SAU CALITATEAI API-ului SAU A ORICĂRUI CONȚINUT API SAU CĂ ORICE CONȚINUT API PARTICULAR VA CONTINUA A FI DISPONIBIL.

source: USE OF THE APIS, AND THE API CONTENT AND ANY SERVICES OBTAINED FROM OR THROUGH THE APIS, IS AT YOUR OWN RISK. YOUR ACCESS TO OR DOWNLOAD OF INFORMATION, MATERIALS OR DATA THROUGH THE APIS IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF SUCH INFORMATION, MATERIALS OR DATA, UNLESS OTHERWISE EXPRESSLY PROVIDED FOR IN THE {platform_name} PRIVACY POLICY.
ro: UTILIZAREA API-ULUI, A CONȚINUTULUI API-ului ȘI A ORICĂROR SERVICII OBȚINUTE DIN SAU PRIN API-UL ESTE PE PROPRIUL RISC. ACCESUL DUMNEAVOASTRĂ LA SAU DESCĂRCAREA INFORMAȚIILOR, MATERIALELOR SAU DATELOR PRIN API ESTE LA PROPRIA DISCREȚIE ȘI PE PROPRIUL RISC ȘI VEȚI FI UNCUL RESPONSABIL PENTRU ORICE DAUNE A PROPRIETĂȚII DUMNEAVOASTRĂ (INCLUSIV A SISTEMULUI COMPUTERULUI) SAU PIERDEREA DATELOR REZULTATE DIN DESCĂRCĂRI SAU FOLOSIREA UNOR ASTFEL DE INFORMAȚII, MATERIALE SAU DATE, DOAR DACĂ PUSE LA DISPOZIȚIE ÎNTR-UN ALT MOD ÎN POLITICA DE CONFIDENȚIALITATE a {platform_name}

source: General Legal Terms
ro: Termeni legali generali

source: Termination
ro: Terminație

source: You may stop using the APIs at any time. You agree that {platform_name}, in its sole discretion and at any time, may terminate your use of the APIs or any API Content for any reason or no reason, without prior notice or liability.
ro: Puteți opri în orice moment utilizarea API-urilor. Sunteți de acord că {platform_name}, la propria sa discreție și în orice moment, poate înceta utilizarea de către dumneavoastră a API-urilor sau a conținutului API din orice motiv sau fără niciun motiv, fără o notificare prealabilă sau răspundere.

source: Edit {catalog_name}
ro: Editați {catalog_name}

source: Download CSV
ro: Descarcă CSV

source: Delete this catalog
ro: Stergeți acest catalog

source: Update Catalog
ro: Actualizați catalogul

source: Catalogs for {username}
ro: Cataloage pentru {username}

source: Create new catalog:
ro: Creați un catalog nou:

source: Create Catalog
ro: Creați catalog

source: Catalog search
ro: Căutare catalog

source: Catalog Search
ro: Căutare Catalog

source: Enter a username to view catalogs belonging to that user.
ro: Introduceți un nume de utilizator pentru a vizualiza cataloagele aparținând acelui utilizator.

source: Unsubscribe
ro: Dezabonare

source: confirm unsubscribe from {org} {course} emails.
ro: confirmați dezabonarea de la e-mailurile {org} {course}.

source: Note:
ro: Notă:

source: You will still receive course emails from other courses you are enrolled in.
ro: Veți primi în continuare e-mailuri despre cursuri de la alte cursuri la care sunteți înscris.

source: You have successfully unsubscribed from {org} {course} emails.
ro: V-ați dezabonat de la e-mailurile {org} {course}.

source: You have not been unsubscribed from {org} {course} emails.
ro: Nu ați fost dezabonat de la e-mailurile {org} {course}.

source: {link_start}Return to edX.org{link_end}
ro: {link_start} Reveniți la edX.org {link_end}

source: Open Calculator
ro: Deschide calculatorul

source: Enter equation
ro: Introduceți ecuația

source: Hints
ro: Indicii

source: Use the arrow keys to navigate the tips or use the tab key to return to the calculator
ro: Utilizați tastele săgeată pentru a naviga sfaturi sau utilizați tasta tab pentru a reveni la calculator

source: For detailed information, see {math_link_start}Entering Mathematical and Scientific Expressions{math_link_end} in the {guide_link_start}edX Guide for Students{guide_link_end}.
ro: Pentru informații detaliate, consultați {math_link_start} Introducerea expresiilor matematice și științifice {math_link_end} în {guide_link_start} edX Guide for Students {guide_link_end}.

source: Tips
ro: Sugestii

source: Use parentheses () to make expressions clear. You can use parentheses inside other parentheses.
ro: Folosiți paranteze () pentru a clarifica expresiile. Puteți utiliza paranteze în interiorul altor paranteze.

source: Do not use spaces in expressions.
ro: Nu utilizați spații în expresii.

source: For constants, indicate multiplication explicitly (example: 5*c).
ro: Pentru constante, indicați multiplicarea în mod explicit (exemplu: 5 * c).

source: For affixes, type the number and affix without a space (example: 5c).
ro: Pentru afixuri, tastați numărul și afixul fără spațiu (exemplu: 5c).

source: For functions, type the name of the function, then the expression in parentheses.
ro: Pentru funcții, tastați numele funcției, apoi expresia între paranteze.

source: To Use
ro: De folosit

source: Type
ro: Tip

source: Examples
ro: Exemple

source: Numbers
ro: Numere

source: Integers
ro: Integrale

source: Fractions
ro: Fracții

source: Decimals
ro: Decimale

source: Operators
ro: Operații

source: + - * / (add, subtract, multiply, divide)
ro: + - * / (se adaugă, se scade, se înmulțește, se împarte)

source: ^ (raise to a power)
ro: ^ (ridicați la o putere)

source: || (parallel resistors)
ro: || (rezistențe paralele)

source: Constants
ro: Constante

source: Affixes
ro: Afixuri

source: Percent sign (%) and metric affixes (d, c, m, u, n, p, k, M, G, T)
ro: Semn procentual (%) și afixe metrice (d, c, m, u, n, p, k, M, G, T)

source: Basic functions
ro: Funcții normale

source: Trigonometric functions
ro: Funcții trigonometrice

source: Scientific notation
ro: Notație stiintifica

source: 10^ and the exponent
ro: 10 ^ și exponentul

source: e notation
ro: notația e

source: 1e and the exponent
ro: 1e și exponentul

source: Calculate
ro: Calculează

source: Result
ro: Rezultat

source: CCX Coach Dashboard
ro: CCX Tabloul de bord al antrenorului

source: Name your CCX
ro: Denumiți CCX

source: Create a new Custom Course for edX
ro: Creați un nou Curs Particularizat pentru edX

source: Grading Policy
ro: Politica de notare

source: Batch Enrollment
ro: Înscrierea în lot

source: Student Grades
ro: Notele cursantului

source: Please enter a valid CCX name.
ro: Vă rugăm să introduceți un nume valid CCX.

source: Email Addresses/Usernames
ro: Adrese de e-mail / nume de utilizator

source: Enter one or more email addresses or usernames separated by new lines or commas.
ro: Introduceți una sau mai multe adrese de e-mail sau nume de utilizator separate prin linii noi sau virgule.

source: Make sure you enter the information carefully. You will not receive notification for invalid usernames or email addresses.
ro: Asigurați-vă că introduceți informațiile cu atenție. Nu veți primi notificări pentru nume de utilizator sau adrese de e-mail nevalide.

source: Auto Enroll
ro: Înscriere automată

source: If this option is {em_start}checked{em_end}, users who have not yet registered for {platform_name} will be automatically enrolled.
ro: Dacă această opțiune este {em_start} bifată {em_end}, utilizatorii care nu s-au înregistrat încă pentru {platform_name} vor fi înscriși automat.

source: If this option is left {em_start}unchecked{em_end}, users who have not yet registered for {platform_name} will not be enrolled, but will be allowed to enroll once they make an account.
ro: Dacă această opțiune este lăsată {em_start} debifată {em_end}, utilizatorii care nu s-au înregistrat încă pentru {platform_name} nu vor fi înscriși, dar li se va permite să se înscrie odată ce își creează un cont.

source: Checking this box has no effect if 'Unenroll' is selected.
ro: Bifarea acestei casete nu are efect dacă este selectată opțiunea „Anulați înregistrarea”.

source: Notify users by email
ro: Notificați utilizatorii prin e-mail

source: If this option is {em_start}checked{em_end}, users will receive an email notification.
ro: Dacă această opțiune este {em_start} bifată {em_end}, utilizatorii vor primi o notificare prin e-mail.

# someone
source: Enroll
ro: Înscrie-te

source: Student List Management
ro: Managementul listei studenților

source: CCX student list management response message
ro: Mesaj de răspuns al managementului listei de studenți CCX

source: Revoke access
ro: Revocă accesul

source: WARNING
ro: AVERTIZARE

source: For advanced users only. Errors in the grading policy can lead to the course failing to display. This form does not check the validity of the policy before saving.
ro: Doar pentru utilizatorii avansați. Erori în politica de notare pot avea ca urmări afișarea eșuată a cursului. Această formă nu garantează validitatea politicii înainte de salvare.

source: Most coaches should not need to make changes to the grading policy.
ro: Majoritatea antrenorilor nu ar trebui să facă schimbări în politica de notare.

source: Save Grading Policy
ro: Salvați politica de notare

source: Date format four digit year dash two digit month dash two digit day
ro: Format dată patru cifre an liniuță două cifre lună liniuță două cifre zi

source: Date
ro: Dată

source: Time format two digit hours colon two digit minutes
ro: Format timp două cifre ore coloană două cifre minute

source: Time
ro: Oră

source: Set date
ro: Setați data

source: You have unsaved changes.
ro: Aveți modificări nesalvate.

source: There was an error saving changes.
ro: A apărut o eroare la salvarea modificărilor.

source: Schedule a Unit
ro: Programează o unitate

source: Start Date
ro: Data de început

source: format four digit year dash two digit month dash two digit day
ro: format patru cifre an liniuță două cifre lună liniuță două cifre zi

source: yyyy-mm-dd
ro: aaaa-ll-zz

source: Start time format two digit hours colon two digit minutes
ro: Formatul orei de început două cifre ore două cifre minute

source: time
ro: timp

source: (Optional)
ro: (Opțional)

source: Add Unit
ro: Adăugați Unitate

source: Add All Units
ro: Adăugați toate unitățile

source: All units have been added.
ro: Toate unitațile au fost adăugate.

source: View gradebook
ro: Vizualizați carnetul de note

source: Download student grades
ro: Descărcați notele elevului

source: Print or share your certificate:
ro: Printați sau distribuiți certificatul dumneavoastră:

source: Click the link to see my certificate.
ro: Apăsați pe link pentru a vizualiza certificatul.

source: Post on Facebook
ro: Postați pe Facebook

source: Share on Twitter
ro: Distribuiți pe Twitter

source: Tweet this Accomplishment. Pop up window.
ro: Trimiteți ca Tweet această realizare. Fereastra pop-up.

source: Add to LinkedIn Profile
ro: Adăugați la Profilul de Linkedln

source: Add to Mozilla Backpack
ro: Adăugați la Mozilla Backpack

source: Print Certificate
ro: Printați Certificatul

source: {platform_name} Home
ro: {platform_name} Acasă

source: Noted by
ro: Recunoscut de către

source: Supported by the following organizations
ro: Susținut de următoarele organizații

source: Awarded to:
ro: Premiul oferit lui:

source: For tips and tricks on printing your certificate, view the {link_start}Web Certificates help documentation{link_end}.
ro: Pentru sfaturi și trucuri cu privire la tipărirea certificatului dumneavoastră, consultați {link_start} documentația de ajutor pentru certificatele web {link_end}.

source: Cannot Find Certificate
ro: Nu Putem Găsi Certificatul

source: We cannot find a certificate with this URL or ID number. If you are trying to validate a certificate, make sure that the URL or ID number is correct. If you are sure that the URL or ID number is correct, contact support.
ro: Nu putem găsi un certificat cu această adresă URL sau acest ID. Dacă încercați să validați un certificat, asigurați-vă că adresa URL sau numărul de ID sunt corecte. Dacă sunteți sigur că adresa URL sau numărul de ID sunt corecte, contactați asistența.

source: Invalid Certificate Configuration.
ro: Configurare certificat nevalidă.

source: There is a problem with this certificate.
ro: Există o problemă cu acest certificat.

source: To resolve the problem, your partner manager should verify that the following information is correct.
ro: Pentru a rezolva problema, managerul partener ar trebui să verifice dacă următoarele informații sunt corecte.

source: The institution's logo.
ro: Logo-ul instituției.

source: The institution that is linked to the course.
ro: Instituția care are legătură cu cursul.

source: The course information in the Course Administration tool.
ro: Informații despre curs în Administrare Curs.

source: If all of the information is correct and the problem persists, contact technical support.
ro: Dacă toate informațiile sunt corecte și problema persistă, contactați asistența tehnică.

source: URL Not Supported
ro: Adresa URL nu este acceptată

source: This link is no longer valid. But don’t worry—this Verified Certificate is still valid and available to share. If this is your certificate, please visit your dashboard to get a new shareable link. If you're viewing someone else's certificate, please contact them to get an updated link.
ro: Acest link nu mai este valid. Dar nu vă faceți griji — acest Certificat Verificat este încă valabil și disponibil pentru partajare. Dacă acesta este certificatul dumneavoastră, vă rugăm să vizitați tabloul de bord pentru a obține un nou link care poate fi distribuit. Dacă vizualizați certificatul altcuiva, contactați-l pentru a obține un link actualizat.

source: About edX Certificates
ro: Despre Certificatele edX

source: Pursue the Verified Track
ro: Urmăriți pista verificată

source: Pursue a Verified Certificate
ro: Urmăriți un Certificat Verficat

source: Enroll In {course_name} | Choose Your Track
ro: Înscrieți-vă în {course_name} | Alegeți pista dumneavoastră

source: Sorry, there was an error when trying to enroll you
ro: Ne pare rău, a apărut o eroare la încercarea de a vă înscrie

source: Pursue Academic Credit with the Verified Track
ro: Urmăriți creditul academic cu pista verificată

source: Pursue Academic Credit with a Verified Certificate
ro: Urmăriți un credit academic cu un certificat verificat

source: Become eligible for academic credit and highlight your new skills and knowledge with a verified certificate. Use this valuable credential to qualify for academic credit, advance your career, or strengthen your school applications.
ro: Deveniți eligibil pentru credit academic și evidențiați noile abilități și cunoștințe cu un certificat verificat. Folosiți aceste acreditări valoroase pentru a vă califica pentru credit academic, pentru a vă avansa cariera sau pentru a vă consolida aplicațiile școlare.

source: Benefits of the Verified Track
ro: Avantajele pistei verificate

source: {b_start}Eligible for credit:{b_end} Receive academic credit after successfully completing the course
ro: {b_start} Eligibil pentru credit: {b_end} Primește credit academic după finalizarea cu succes a cursului

source: {b_start}Unlimited Course Access: {b_end}Learn at your own pace, and access materials anytime to brush up on what you've learned.
ro: {b_start} Acces nelimitat la curs: {b_end} Învață în ritmul tău și accesează materialele oricând pentru a analiza ceea ce ai învățat.

source: {b_start}Graded Assignments: {b_end}Build your skills through graded assignments and projects.
ro: {b_start} Sarcini gradate: {b_end} Construiți-vă abilitățile prin sarcini notate și proiecte.

source: {b_start}Easily Sharable: {b_end}Add the certificate to your CV or resume, or post it directly on LinkedIn.
ro: {b_start} Ușor de partajat: {b_end} Adăugați certificatul în CV sau rezumat. sau postați-l direct pe LinkedIn.

source: Benefits of a Verified Certificate
ro: Avantajele unui certificat verificat

source: {b_start}Official:{b_end} Receive an instructor-signed certificate with the institution's logo
ro: {b_start} Oficial: {b_end} primiți un certificat-semnat de instructor cu sigla instituției

source: {b_start}Easily shareable:{b_end} Add the certificate to your CV or resume, or post it directly on LinkedIn
ro: {b_start} Ușor de partajat: {b_end} Adăugați certificatul în CV sau rezumat, sau postați-l direct pe LinkedIn

source: Highlight your new knowledge and skills with a verified certificate. Use this valuable credential to improve your job prospects and advance your career, or highlight your certificate in school applications.
ro: Evidențiați noile cunoștințe și abilități cu un certificat verificat. Folosiți aceste acreditări valoroase pentru a vă îmbunătăți perspectivele de locuri de muncă și pentru a vă avansa cariera sau pentru a evidenția certificatul în aplicațiile școlare.

source: {b_start}Official: {b_end}Receive an instructor-signed certificate with the institution's logo
ro: {b_start} Oficial: {b_end} primiți un certificat-semnat de instructor cu sigla instituției

source: {b_start}Easily shareable: {b_end}Add the certificate to your CV or resume, or post it directly on LinkedIn
ro: {b_start} Ușor de partajat: {b_end} Adăugați certificatul în CV sau rezumat, sau postați-l direct pe LinkedIn

source: {b_start}Motivating: {b_end}Give yourself an additional incentive to complete the course
ro: {b_start} Motivant: {b_end} Oferiți-vă un stimulent suplimentar pentru a finaliza cursul

source: Audit This Course
ro: Auditează Acest Curs

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums.
ro: Auditați gratuit acest curs și aveți acces complet la toate materialele, activitățile, testele și forumurile cursului.

source: Audit This Course (No Certificate)
ro: Auditați Acest Curs (Fără Certificat)

source: Audit this course for free and have access to course materials and discussions forums. {b_start}This track does not include graded assignments, or unlimited course access.{b_end}
ro: Auditați gratuit acest curs și accesați materialele cursului și forumurile de discuții. {b_start} Aceasta nu include sarcini notate, sau acces nelimitat la curs. {b_end}

source: Audit this course for free and have access to course materials and discussions forums. {b_start}This track does not include graded assignments.{b_end}
ro: Auditați gratuit acest curs și accesați materialele cursului și forumurile de discuții. {b_start} Aceasta nu include atribuții gradate. {b_end}

source: Audit this course for free and have access to course materials and discussions forums. {b_start}This track does not include unlimited course access.{b_end}
ro: Auditați gratuit acest curs și accesați materialele cursului și forumurile de discuții. {b_start} Aceasta nu include acces nelimitat la curs. {b_end}

source: Audit this course for free and have complete access to all the course material, activities, tests, and forums. {b_start}Please note that this track does not offer a certificate for learners who earn a passing grade.{b_end}
ro: Auditați gratuit acest curs și aveți acces complet la toate materialele, activitățile, testele și forumurile cursului. {b_start} Vă rugăm să rețineți că această urmare nu oferă un certificat pentru cursanții care obțin o notă de promovare. {b_end}

source: {chapter} current chapter
ro: {chapter} capitol curent

source: {span_start}current section{span_end}
ro: {span_start} sectie curenta {span_end}

source: due {date}
ro: data limită {date}

source: {section_format} due {{date}}
ro: {section_format} scadent {{date}}

source: This content is graded
ro: Acest conținut este notat

source: An error has occurred. Please ensure that you are logged in to enroll.
ro: A avut loc o eroare. Vă rugăm să vă asigurați că sunteți autentificat pentru a vă înscrie.

source: An error occurred. Please try again later.
ro: A aparut o eroare. Vă rugăm să încercați din nou mai târziu.

source: You are enrolled in this course
ro: Sunteți înscris la acest curs

source: View Course
ro: Vizualizează curs
