Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa, ro

source: This short name for the assignment type (for example, HW or Midterm) appears next to assignments on a learner's Progress page.
fa: این نام کوتاه برای نوع تکلیف (به عنوان مثال، HW یا Midterm) در کنار تکالیف در صفحه پیشرفت زبان‌آموز ظاهر می‌شود.این نام کوتاه برای نوع تکلیف (مثلاً، HW یا Midterm) در کنار تکالیف در صفحۀ پیشرفت فراگیر ظاهر می‌شود.
ro: Acest nume scurt pentru tipul de temă (de exemplu, HW sau Midterm) apare lângă teme pe pagina de progres a unui cursant.

source: Weight of Total Grade
fa: وزن کل نمره
ro: Pondere notă finală

source: The weight of all assignments of this type as a percentage of the total grade, for example, 40. Do not include the percent symbol.
fa: وزن تمام تکالیف از این نوع به عنوان درصدی از کل نمره، مثلاً 40. نماد درصد راوزن تمام تکالیف از این نوع به‌عنوان درصدی از کل نمره، مثلاً 40. نماد درصد را درج نکنید.
ro: Ponderea tuturor sarcinilor de acest tip ca procent din nota totală, de exemplu, 40. Nu includeți simbolul procentului.

source: Total Number
fa: تعداد کل
ro: Număr total

source: The number of subsections in the course that contain problems of this assignment type.
fa: تعداد زیربخش های درسی که حاوی مشکلاتی از این نوع تکلیف است.
ro: Numărul de subsecțiuni din curs care conțin probleme de acest tip de sarcină.

source: Number of Droppable
fa: تعداد Droppable
ro: Număr abandonuri

source: The number of assignments of this type that will be dropped. The lowest scoring assignments are dropped first.
fa: تعداد تکالیفی از این نوع که حذف خواهند شد. تکالیف با کمترین امتیاز ابتدا حذف می شوند. می‌شوند.
ro: Numărul de sarcini de acest tip care vor fi abandonate. Atribuțiile cu cel mai mic punctaj sunt abandonate mai întâi.

source: Warning:
fa: هشدار:

source: The number of {type} assignments defined here does not match the current number of {type} assignments in the course:
fa: تعداد تکالیف {type} تعریف شده در اینجا با تعداد فعلی تکالیف {type} در دوره تعداد تکالیف {type} تعریف‌شده در این‌جا با تعداد فعلی تکالیف {type} در دوره مطابقت ندارد:

source: There are no assignments of this type in the course.
fa: هیچ تکالیفی از این نوع در دوره وجود ندارد.

source: {assignment_count} {type} assignment(s) found:
fa: {assignment_count} {type} تکلیف(های) پیدا شد:

source: The number of {type} assignments in the course matches the number defined here.
fa: تعداد تکالیف {type} در دوره با تعداد تعریف شده در اینجا مطابقت دارد.

source: Course Handouts
fa: جزوات دوره
ro: Notițele Cursului

source: You have no handouts defined
fa: شما هیچ جزوه ای تعریف نشده اید
ro: Nu aveți documente definite

source: There is invalid code in your content. Please check to make sure it is valid HTML.
fa: کد نامعتبر در محتوای شما وجود دارد. لطفاً بررسی کنید تا مطمئن شوید HTML کدی نامعتبر در محتوای شما وجود دارد. لطفاً بررسی کنید تا مطمئن شوید HTML معتبر است.
ro: Există un cod nevalid în conținut. Vă rugăm să verificați pentru a vă asigura că este HTML valid.

source: Date
fa: تاریخ
ro: Dată

source: Post
fa: پست
ro: Postare

source: Discussion
fa: بحث
ro: Discuţie

source: Enable discussion
fa: فعال کردن بحث

source: Topics for unpublished units would not be created
fa: موضوعات برای واحدهای منتشر نشده ایجاد نمی شود

source: Please enable discussions for graded units from the
fa: لطفاً بحث برای واحدهای درجه بندی شده را فعال کنید

source: Discussion Configuration
fa: پیکربندی بحث

source: Due Date:
fa: تاریخ سررسید:
ro: Dată limită:

source: Due Time in UTC:
fa: زمان مقرر در UTC:
ro: Dată limită în UTC:

source: Clear Grading Due Date
fa: تاریخ سررسید درجه بندی را پاک کنید
ro: Șterge data limită pentru notare

source: Chapter Name
fa: نام فصل
ro: Nume capitol

source: Chapter {order}
fa: فصل {order}
ro: Capitol {order}

source: provide the title/name of the chapter that will be used in navigating
fa: عنوان/نام فصلی را که در پیمایش استفاده می شود، ارائه دهید
ro: furnizați titlul/numele capitolului care va fi folosit în navigare

source: Chapter Asset
fa: دارایی فصل
ro: Obiectul capitolului

source: upload a PDF file or provide the path to a Studio asset file
fa: یک فایل PDF آپلود کنید یا مسیر یک فایل دارایی Studio را ارائه دهید
ro: încărcați un fișier PDF sau furnizați calea către un fișier de material Studio

source: Upload PDF
fa: PDF را آپلود کنید
ro: Încarcă PDF

source: delete chapter
fa: حذف فصل
ro: șterge capitol

source: Textbook information
fa: اطلاعات کتاب درسی
ro: Informație manual

source: Textbook Name
fa: نام کتاب درسی
ro: Nume manual

source: Introduction to Cookie Baking
fa: مقدمه ای بر پخت کوکی
ro: Introducere în gătitul prăjiturilor

source: provide the title/name of the text book as you would like your students to see it
fa: عنوان/نام کتاب درسی را همانطور که دوست دارید دانش آموزانتان ببینند، ارائه عنوان/نام کتاب درسی را همان‌طور که مایلید فراگیرندۀ خود را ببینند، ارائه دهید
ro: furnizați titlul/numele manualului așa cum ați dori ca un cursant să-l vadă

source: Chapter information
fa: اطلاعات فصل
ro: Informație capitol

source: Add a Chapter
fa: اضافه کردن یک فصل
ro: Adaugă capitol

source: Edit Title
fa: عنوان را ویرایش کنید
ro: Editează titlu

source: Embed your subsection content directly on a page using an iframe, and view it without the LMS header and footer.
fa: محتوای زیربخش خود را مستقیماً با استفاده از iframe در یک صفحه جاسازی کنید و آن را بدون سرصفحه و پاورقی LMS مشاهده کنید.

source: Click to copy link to clipboard
fa: برای کپی کردن پیوند در کلیپ بورد کلیک کنید

source: Copy link
fa: لینک را کپی کنید

source: When sharing this link with your learners, they will see the content of the subsection along with the header and footer of your LMS.
fa: هنگامی که این پیوند را با زبان آموزان خود به اشتراک می گذارید، آنها محتوای زیربخش را به همراه سربرگ و پاورقی LMS شما خواهند دید.

source: Grading
fa: درجه بندی
ro: Notare

source: Grade as:
fa: درجه به عنوان:
ro: Notat ca:

source: Not Graded
fa: درجه بندی نشدههنگامی که این پیوند را با فراگیران خود به اشتراک می‌گذارید، آن‌ها محتوای زیربخش را به‌همراه سربرگ و پاورقی LMS شما خواهند دید.
ro: Nu a fost notat

source: Cannot delete when in use by an experiment
fa: زمانی که آزمایشی از آن استفاده می‌کند، حذف نمی‌شود
ro: Nu se poate șterge când este utilizat de un experiment

source: This Group Configuration is used in:
fa: این پیکربندی گروه در موارد زیر استفاده می شود:
ro: Această configurație de grup este utilizată în:

source: This Group Configuration is not in use. Start by adding a content experiment to any Unit via the {linkStart}Course Outline{linkEnd}.
fa: این پیکربندی گروه در حال استفاده نیست. با افزودن یک آزمایش محتوا به هر واحد از طریق طرح کلی دوره {linkStart} {linkEnd} شروع کنید.این پیکربندی گروه درحال استفاده نیست. با افزودن یک آزمایش محتوا به هر واحد از طریق طرح درس دوره {linkStart} {linkEnd} شروع کنید.
ro: Această configurație de grup nu este utilizată. Începeți prin a adăuga un experiment de conținut la orice unitate prin {linkStart}Schetul cursului{linkEnd}.

source: Group Configuration information
fa: اطلاعات پیکربندی گروه
ro: Informații despre configurația grupului

source: Group Configuration Name
fa: نام پیکربندی گروه
ro: Numele configurației grupului

source: Group Configuration ID
fa: شناسه پیکربندی گروه
ro: ID-ul configurației grupului

source: This is the Name of the Group Configuration
fa: این نام پیکربندی گروه است
ro: Acesta este numele configurației grupului

source: Name or short description of the configuration
fa: نام یا توضیح کوتاه پیکربندی
ro: Numele sau descrierea scurtă a configurației

source: This is the Description of the Group Configuration
fa: این توضیحات پیکربندی گروه است
ro: Aceasta este descrierea configurației grupului

source: Optional long description
fa: توضیحات طولانی اختیاری
ro: Descriere lungă opțională

source: Group information
fa: اطلاعات گروه
ro: Informație grup

source: Name of the groups that students will be assigned to, for example, Control, Video, Problems. You must have two or more groups.
fa: نام گروه هایی که دانش آموزان به آنها اختصاص داده می شوند، به عنوان مثال، کنترل، ویدئو، مشکلات. شما باید دو یا چند گروه داشته باشید.
ro: Numele grupurilor cărora cursanții vor fi alocați, de exemplu, Control, Video, Probleme. Trebuie să aveți două sau mai multe grupuri.

source: Add another group
fa: یک گروه دیگر اضافه کنیدنام گروه‌هایی که فراگیران به آن‌ها اختصاص داده می‌شوند،مثلاً، کنترل، ویدئو، مشکلات. شما باید دو یا چند گروه داشته باشید.
ro: Adaugă grup nou

source: This configuration is currently used in content experiments. If you make changes to the groups, you may need to edit those experiments.
fa: این پیکربندی در حال حاضر در آزمایشات محتوا استفاده می شود. اگر تغییراتی در این پیکربندی درحال حاضر در آزمایشات محتوا استفاده می‌شود. اگر تغییراتی در گروه‌ها ایجاد کنید، ممکن است لازم باشد آن آزمایش‌ها را ویرایش کنید.
ro: Această configurație este utilizată în prezent în experimentele de conținut. Dacă faceți modificări la grupuri, poate fi necesar să editați acele experimente.

source: delete group
fa: حذف گروه
ro: șterge grup

source: Enter 3-5 highlights to include in the email message that learners receive for this section (250 character limit).
fa: 3 تا 5 نکته برجسته را وارد کنید تا در پیام ایمیلی که زبان آموزان برای این بخش دریافت می کنند درج شود (محدودیت 250 نویسه).3 -5 نکته برجسته را وارد کنید تا در رایانامه‌ای که فراگیران برای این بخش دریافت می‌کنند درج شود (محدودیت 250 نویسه).
ro: Introduceți 3-5 evidențieri pentru a le include în mesajul de e-mail pe care cursanții îl primesc pentru această secțiune (limită de 250 de caractere).

source: Highlight {highlight_index}
fa: {highlight_index} را هایلایت کنید
ro: Evidențiază {highlight_index}

source: A highlight to look forward to this week.
fa: نکته مهمی که باید منتظر این هفته باشیم.
ro: Un moment evidențiat de așteptat săptămâna aceasta.

source: License Type
fa: نوع مجوز
ro: Tip de licență

source: Learn more about {license_name}
fa: درباره {license_name} بیشتر بدانید
ro: Aflați mai multe despre {license_name}

source: Options for {license_name}
fa: گزینه هایی برای {license_name}
ro: Opțiuni pentru {license_name}

source: The following options are available for the {license_name} license.
fa: گزینه های زیر برای مجوز {license_name} در دسترس هستند.
ro: Următoarele opțiuni sunt disponibile pentru licența {license_name}.

source: License Display
fa: نمایش مجوز
ro: Afișare licență

source: The following message will be displayed at the bottom of the courseware pages within your course:
fa: پیام زیر در پایین صفحات دوره آموزشی شما نمایش داده می شود:
ro: Următorul mesaj va fi afișat în partea de jos a paginilor de cursuri din cadrul cursului:

source: Creative Commons licensed content, with terms as follow:
fa: محتوای دارای مجوز Creative Commons، با شرایط زیر:
ro: Conținut licențiat Creative Commons, cu termenii următori:

source: Some Rights Reserved
fa: برخی حقوق محفوظ است
ro: Unele drepturi rezervate

source: New %(item_type)s
fa: %(item_type)s جدید
ro: %(item_type)s nou

source: Clear
fa: پاک کردن
ro: Sterge

source: Clear Value
fa: مقدار پاک
ro: Șterge valoare

source: Download
fa: دانلود
ro: Descărcare

source: {categoryText} in {parentDisplayname}
fa: {categoryText} در {parentDisplayname}
ro: {categoryText} în {parentDisplayname}

source: Current location
fa: موقعیت فعلی
ro: Locație curentă

source: Currently selected
fa: در حال حاضر انتخاب شده است
ro: Momentan selectat

source: You haven't added any textbooks to this course yet.
fa: شما هنوز هیچ کتاب درسی به این دوره اضافه نکرده اید.
ro: Încă nu ați adăugat niciun manual la acest curs.

source: Add your first textbook
fa: اولین کتاب درسی خود را اضافه کنید
ro: Adaugă primul manual

source: Previous
fa: قبلی
ro: Anterior

source: This group controls access to:
fa: این گروه دسترسی به موارد زیر را کنترل می کند:
ro: Acest grup controlează accesul la:

source: In the {linkStart}Course Outline{linkEnd}, use this group to control access to a component.
fa: در {linkStart} خلاصه دوره {linkEnd} ، از این گروه برای کنترل دسترسی به یک در {linkStart} خلاصۀ دوره {linkEnd} ، از این گروه برای کنترل دسترسی به یک مؤلفه استفاده کنید.
ro: În {linkStart} Structura cursului{linkEnd}, utilizați acest grup pentru a controla accesul la o componentă.

source: Previous Uploads
fa: آپلودهای قبلی
ro: Încărcări anterioare

source: Download available encodings (.csv)
fa: دانلود رمزگذاری های موجود (csv.)
ro: Descărcați codificările disponibile (.csv)

source: Thumbnail
fa: بند انگشتی
ro: Miniatură

source: Video ID
fa: شناسه ویدیو
ro: Identificatorul video-ului

source: Transcripts
fa: متن
ro: Transcrieri

source: Video Status
fa: وضعیت ویدیو
ro: Status video

source: Action
fa: عمل
ro: Acțiune

source: Remove this video
fa: این ویدیو را حذف کنید
ro: Scoate acest video

source: Remove {video_name} video
fa: ویدیوی {video_name} را حذف کنید
ro: Scoate video-ul {video_name}

source: Never published
fa: هرگز منتشر نشده است
ro: Niciodată publicat

source: Last published %(last_published_date)s by %(publish_username)s
fa: آخرین انتشار %(last_published_date)s توسط %(publish_username)s
ro: Ultima publicare %(last_published_date)s de%(publish_username)s

source: Previously published
fa: قبلا منتشر شده است
ro: Publicat anterior

source: Draft (Never published)
fa: پیش نویس (هرگز منتشر نشده)
ro: Ciornă (niciodată publicată)

source: Visible to Staff Only
fa: فقط برای کارکنان قابل مشاهده است
ro: Vizibil numai pentru echipa cursului

source: Published and Live
fa: منتشر و زنده
ro: Publicat și Live

source: Published (not yet released)
fa: منتشر شده (هنوز منتشر نشده)
ro: Publicat (nepublicat încă)

source: Draft (Unpublished changes)
fa: پیش نویس (تغییرات منتشر نشده)
ro: Schiță (modificări nepublicate)

source: Release:
fa: رهایی:
ro: Date de lansare

source: Publishing Status
fa: وضعیت انتشار
ro: Status publicare

source: Draft saved on {lastSavedStart}{editedOn}{lastSavedEnd} by {editedByStart}{editedBy}{editedByEnd}
fa: پیش نویس ذخیره شده در {lastSavedStart} {editedOn} {lastSavedEnd} توسط پیش‌نویس ذخیره شده در {lastSavedStart} {editedOn} {lastSavedEnd} توسط {editedByStart} {editedBy} {editedByEnd}
ro: Schiță salvată pe {lastSavedStart}{editedOn}{lastSavedEnd} de {editedByStart}{editedBy}{editedByEnd}

source: Last published {lastPublishedStart}{publishedOn}{lastPublishedEnd} by {publishedByStart}{publishedBy}{publishedByEnd}
fa: آخرین انتشار {lastPublishedStart} {publishedOn} {lastPublishedEnd} توسط {publishedByStart} {publishedBy} {publishedByEnd}
ro: Ultima publicare {lastPublishedStart}{publishedOn}{lastPublishedEnd} de {publishedByStart}{publishedBy}{publishedByEnd}

source: with %(release_date_from)s
fa: با %(release_date_from)s
ro: cu %(release_date_from)s

source: Is Visible To:
fa: قابل مشاهده است برای:
ro: Este vizibil pentru:

source: Will Be Visible To:
fa: قابل مشاهده خواهد بود برای:
ro: Va fi vizibil pentru:

source: Staff Only
fa: فقط کارکنان
ro: Doar echipa cursului

source: with %(section_or_subsection)s
fa: با %(section_or_subsection)s
ro: cu %(section_or_subsection)s

source: Staff and Learners
fa: کارکنان و فراگیران
ro: Echipa cursului și cursanți

source: Hide from learners
fa: از زبان آموزان پنهان شود
ro: Ascunde pentru cursanți

source: Note: Do not hide graded assignments after they have been released.
fa: توجه: تکالیف درجه بندی شده را پس از انتشار مخفی نکنید.
ro: Notă: nu ascunde sarcinile notate după ce au fost eliberate.

source: Copy Unit
fa: واحد کپی

source: Release Date and Time
fa: تاریخ و زمان انتشار
ro: Data și ora lansării

source: Release Date:
fa: تاریخ انتشار:
ro: Data lansării:

source: Release Time in UTC:
fa: زمان انتشار در UTC:
ro: Timp lansare în UTC:

source: Clear Release Date/Time
fa: پاک کردن تاریخ/زمان انتشار
ro: Ștergeți data/ora lansării

source: Due in:
fa: سررسید در:

source: weeks from learner enrollment date
fa: هفته ها از تاریخ ثبت نام فراگیر

source: If a learner starts on {startDate}, this subsection will be due on {projectedDueIn}.
fa: اگر زبان آموزی از {startDate} شروع کند، این بخش فرعی در {projectedDueIn} خواهد بود.اگر فراگیرنده‌ای از {startDate} شروع کند، این زیربخش در {projectedDueIn} خواهدبود.

source: The minimum number of weeks this subsection can be due in is 1 week from the learner enrollment date.
fa: حداقل تعداد هفته هایی که این بخش فرعی می تواند در آن قرار گیرد 1 هفته از تاریخ ثبت نام زبان آموز است.

source: Assessment Results Visibility
fa: مشاهده نتایج ارزیابی
ro: Vizibilitatea rezultatelor evaluării

source: Always show assessment results
fa: همیشه نتایج ارزیابی را نشان دهیدحداقل تعداد هفته‌هایی که این زیربخش می‌تواند در آن قرار گیرد 1 هفته از تاریخ ثبت‌نام فرد است.
ro: Afișați întotdeauna rezultatele evaluării

source: When learners submit an answer to an assessment, they immediately see whether the answer is correct or incorrect, and the score received.
fa: هنگامی که فراگیران پاسخی را برای ارزیابی ارسال می کنند، بلافاصله متوجه می شوند که آیا پاسخ صحیح است یا نادرست و نمره دریافت شده است.
ro: Când cursanții trimit un răspuns la o evaluare, ei văd imediat dacă răspunsul este corect sau incorect și punctajul primit.

source: Never show assessment results
fa: هرگز نتایج ارزیابی را نشان ندهیدهنگامی که فراگیران پاسخی را برای ارزیابی ارسال می‌کنند، بلافاصله متوجه می‌شوند که آیا پاسخ صحیح است یا نادرست و نمره دریافت می‌شود.
ro: Nu afișa niciodată rezultatele evaluării

source: Learners never see whether their answers to assessments are correct or incorrect, nor the score received.
fa: یادگیرندگان هرگز نمی بینند که آیا پاسخ های آنها به ارزیابی ها صحیح است یا نادرست و نه نمره دریافت شده.
ro: Cursanții nu văd niciodată dacă răspunsurile lor la evaluări sunt corecte sau incorecte și nici scorul primit.

source: Show assessment results when subsection is past due
fa: نمایش نتایج ارزیابی زمانی که سررسید فرعی استفراگیرندگان هرگز نمی‌بینند که آیا پاسخ‌های آن‌ها به ارزیابی‌ها صحیح است یا نادرست و نمره دریافت نمی‌شود.
ro: Afișați rezultatele evaluării atunci când subsecțiunea este restantă

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the due date for the subsection has passed.
fa: فراگیران نمی بینند که آیا پاسخ های آنها به ارزیابی ها درست یا نادرست بوده است یا نه، تا زمانی که موعد مقرر برای بخش فرعی سپری نشده باشد.فراگیران نمی‌بینند که آیا پاسخ‌های آن‌ها به ارزیابی‌ها درست یا نادرست بوده است یا نه، تا زمانی که موعد مقرر برای زیربخش سپری نشده باشد.
ro: Cursanții nu văd dacă răspunsurile lor la evaluări au fost corecte sau incorecte, nici punctajul primit, decât după expirarea termenului limită pentru subsecțiune.

source: If the subsection does not have a due date, learners always see their scores when they submit answers to assessments.
fa: اگر بخش فرعی موعد مقرر نداشته باشد، فراگیران همیشه هنگام ارائه پاسخ به ارزیابی ها، نمرات خود را مشاهده می کنند.اگر زیربخش، موعد مقرر نداشته باشد، فراگیران همیشه هنگام ارائه پاسخ به ارزیابی‌ها، نمرات خود را مشاهده می‌کنند.
ro: Dacă subsecțiunea nu are o dată limită, cursanții își văd întotdeauna notele atunci când trimit răspunsurile la evaluări.

source: PDF Chapters
fa: فصول PDF
ro: capitole PDF

source: View Live
fa: مشاهده زنده
ro: Vezi în direct

source: Signatory
fa: امضا کننده
ro: Semnatari

source: Signature Image
fa: تصویر امضا
ro: Imagine semnătură

source: Certificate Signatory Configuration
fa: پیکربندی امضاکننده گواهی
ro: Configurare semnatari certificat

source: Name
fa: نام
ro: Nume

source: Name of the signatory
fa: نام امضا کننده
ro: Nume semnatar

source: The name of this signatory as it should appear on certificates.
fa: نام این امضاکننده همانطور که باید در گواهینامه ها درج شود.
ro: Numele acestui semnatar așa cum ar trebui să apară pe certificate.

source: Title
fa: عنوان
ro: Titlu

source: Title of the signatory
fa: عنوان امضاکننده
ro: Titlul semnatarului

source: Titles more than 100 characters may prevent students from printing their certificate on a single page.
fa: عناوین بیش از 100 کاراکتر ممکن است مانع از چاپ گواهینامه دانش‌آموزان در یک صفحه شود.
ro: Titlurile de peste 100 de caractere pot împiedica cursanții să-și printeze certificatul pe o singură pagină.

source: Organization
fa: سازمان
ro: Organizație

source: Organization of the signatory
fa: سازمان امضاکننده
ro: Organizația semnatarului

source: The organization that this signatory belongs to, as it should appear on certificates.
fa: سازمانی که این امضاکننده به آن تعلق دارد، همانطور که باید در گواهینامه ها سازمانی که این امضاکننده به آن تعلق دارد، همان‌طور که باید در گواهینامه‌ها ظاهر شود.
ro: Organizația căreia îi aparține acest semnatar, așa cum ar trebui să apară pe certificate.

source: Path to Signature Image
fa: مسیر به امضای تصویر
ro: Calea către imaginea semnăturii

source: Image must be in PNG format
fa: تصویر باید با فرمت PNG باشد
ro: Imaginea trebuie să fie în format PNG

source: Upload Signature Image
fa: آپلود تصویر امضا
ro: Încarcă imagine semnătură

source: Unit Visibility
fa: دید واحد
ro: Vizibilitate unitate

source: Section Visibility
fa: دید بخش
ro: Vizibilitate secțiune

source: Visible to learners
fa: برای فراگیران قابل مشاهده است

source: It is visible to learners, ensuring that all learners can view its contents.
fa: برای زبان آموزان قابل مشاهده است و اطمینان حاصل می کند که همه زبان آموزان می توانند محتوای آن را مشاهده کنند.

source: Hide in Course Outline, accessible via Link
fa: مخفی شدن در طرح کلی دوره، قابل دسترسی از طریق پیوندبرای فراگیران قابل مشاهده است و اطمینان حاصل می‌کند که همۀ آن‌ها قادرند محتوای آن را مشاهده کنند.

source: It is intentionally hidden from standard navigation, ensuring that only individuals with the link can view its contents.
fa: این به طور عمدی از ناوبری استاندارد پنهان شده است و اطمینان حاصل می کند که فقط افراد دارای پیوند می توانند محتویات آن را مشاهده کنند.این قسمت به‌طور عمدی از ناوبری استاندارد پنهان شده‌است و اطمینان حاصل می‌کند که فقط افراد دارای پیوند قادرند محتویات آن را مشاهده کنند.

source: If you make this section visible in the table of content, learners will be able to see its content.
fa: اگر این بخش را در فهرست محتوا نمایان کنید، زبان آموزان می توانند محتوای آن را ببینند.اگر این بخش را در فهرست محتوا نمایان کنید، فراگیران قادرند محتوای آن را ببینند.

source: It is intentionally hidden from learners, ensuring that only the course staff can view its contents.
fa: به طور عمدی از دانش آموزان پنهان می شود و اطمینان حاصل می شود که فقط کارکنان دوره می توانند محتوای آن را مشاهده کنند.

source: If the unit was previously published and released to learners, any changes you made to the unit when it was hidden will now be visible to learners.
fa: اگر این واحد قبلاً منتشر و برای فراگیران منتشر شده بود، هر تغییری که در زمانی که آن واحد مخفی بود، اکنون برای زبان آموزان قابل مشاهده خواهد بود.
ro: Dacă unitatea a fost publicată anterior și le-a fost oferită cursanților, toate modificările pe care le-ați făcut unității atunci când a fost ascunsă vor fi acum vizibile pentru cursanți.

source: If you make this %(xblockType)s visible to learners, learners will be able to see its content after the release date has passed and you have published the unit. Only units that are explicitly hidden from learners will remain hidden after you clear this option for the %(xblockType)s.
fa: اگر این %(xblockType)s برای زبان آموزان قابل مشاهده کنید، زبان آموزان می توانند محتوای آن را پس از گذشت تاریخ انتشار و انتشار واحد مشاهده کنند. بعد از اینکه این گزینه را برای %(xblockType)s پاک کردید، فقط واحدهایی که به صراحت از زبان آموزان پنهان هستند، مخفی می مانند.
ro: Dacă faceți acest %(xblockType)svizibil pentru cursanți, cursanții vor putea să-i vadă conținutul după ce data lansării a trecut și ați publicat unitatea. Doar unitățile care sunt ascunse în mod explicit pentru cursanți vor rămâne ascunse după ce debifați această opțiune pentru %(xblockType)s.

source: Xpert unit summaries
fa: خلاصه واحد Xpert

source: Enable summaries
fa: فعال کردن خلاصه ها

source: Current Role:
fa: نقش فعلی:
ro: Rol curent:

source: You!
fa: شما!
ro: Tu!

source: send an email message to {email}
fa: یک پیام ایمیل به {email} ارسال کنید
ro: trimite un e-mail la {email}
