Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Course is full
ro: Cursul este complet

source: Enrollment in this course is by invitation only
ro: Înscrierea la acest curs se face doar pe bază de invitație

source: Enrollment is Closed
ro: Înscrierea este închisă

source: Enroll Now
ro: Înscrie-te acum

source: View About Page in studio
ro: Vizualizați Pagina Despre în studio

source: Classes Start
ro: Cursul începe

source: Classes End
ro: Cursul se încheie

source: Estimated Effort
ro: Efort estimat

source: Prerequisites
ro: Cerințe prealabile

source: You must successfully complete {link_start}{prc_display}{link_end} before you begin this course.
ro: Trebuie să finalizați cu succes {link_start}{prc_display}{link_end} înainte de a începe acest curs.

source: Additional Resources
ro: Resurse Adiționale

# self
source: enroll
ro: înscrie-te

source: Share with friends and family!
ro: Împărtășește cu familia și prietenii!

source: I just enrolled in {number} {title} through {account}: {url}
ro: Tocmai m-am înscris la {number} {title} prin {account}: {url}

source: I just enrolled in {number} {title} through {platform} {url}
ro: Tocmai m-am înscris la {number} {title} prin {platform} {url}

source: Take a course with {platform} online
ro: Urmați un curs online cu {platform}

source: Tweet that you've enrolled in this course
ro: Postează pe Twitter că te-ai înscris la acest curs

source: Post a Facebook message to say you've enrolled in this course
ro: Postează un mesaj pe Facebook pentru a anunța că te-ai înscris la acest curs

source: Email someone to say you've enrolled in this course
ro: Trimite un e-mail cuiva pentru a anunța că te-ai înscris la acest curs

source: current location
ro: localizare curentă

source: needs attention
ro: necesită atenție

source: Course Material
ro: Material de Curs

source: Hide
ro: Ascunde

source: Show
ro: Afișează

source: Show Earlier Course Updates
ro: Afișează Noutățile de Curs Anterioare

source: List of Courses
ro: Lista Cursurilor

source: Refine Your Search
ro: Rafinează-ți căutarea

source: {course_number} Courseware
ro: {course_number} Programă

source: Course Utilities
ro: Utilități de curs

source: Courseware
ro: Material didactic

source: We're sorry, this module is temporarily unavailable. Our staff is working to fix it as soon as possible.
ro: Ne pare rău, acest modul este indisponibil temporar. Echipa lucrează pentru a remedia situația cât mai curând posibil.

source: Course Search
ro: Căutare curs

source: No content has been added to this course
ro: Nu s-a adăugat niciun conținut la acest curs

source: To access course materials, you must score {required_score}% or higher on this exam. Your current score is {current_score}%.
ro: Pentru a accesa materialele cursului, trebuie să obții {required_score}% sau un punctaj mai mare la acest examen. Scorul actual este de {current_score}%.

source: Your score is {current_score}%. You have passed the entrance exam.
ro: Scorul obținut este de {current_score}%. Ai promovat examenul de admitere.

source: {course.display_number_with_default} Course Info
ro: {course.display_number_with_default} Informații despre Curs

source: Important Dates
ro: Date importante

source: Today
ro: Astăzi

source: Verified Only
ro: Numai verificat

source: Due Next
ro: Scadența următoare

source: Not yet released
ro: Încă nu a fost lansat

source: Gradebook
ro: Catalog

source: Search students
ro: Căutare cursanți

source: previous page
ro: pagina anterioară

source: of
ro: din

source: next page
ro: pagina următoare

source: {course_number} Course Info
ro: {course_number} Informații despre curs

source: You are not enrolled yet
ro: Înca nu sunteți înscris

source: You are not currently enrolled in this course. {link_start}Enroll now!{link_end}
ro: Nu ești înscris/ă momentan la acest curs. {link_start}Înscrieți-vă cum!{link_end}

source: Welcome to {org}'s {course_title}!
ro: Bine ați venit la {org}'s {course_title}!

source: Welcome to {course_title}!
ro: Bine ați venit la {course_title}!

source: Resume Course
ro: Reia Cursul

source: View Updates in Studio
ro: Vizualizează actualizările în Studio

source: Course Updates and News
ro: Noutăți de Curs și Știri

source: Handout Navigation
ro: Navigare manuală

source: Course Tools
ro: Unelte de Curs

source: News - MITx 6.002x
ro: Știri - MITx 6.002x

source: Updates to Discussion Posts You Follow
ro: Actualizări la postările de discuții pe care le urmărești

source: Purchase the Program (
ro: Cumpără Programul (

source: Original Price
ro: Preț Original

source: Discounted Price
ro: Preț Redus

source: Start Learning
ro: Începe să înveți

source: Play
ro: Redă

source: View Courses
ro: Vizualizează cursuri

source: Meet the Instructors
ro: Fă cunoștință cu facilitatorii

source: Frequently Asked Questions
ro: Întrebări Frecvente

source: Job Outlook
ro: Perspectiva locului de muncă

source: Real Career Impact
ro: Impact real asupra carierei

source: What You'll Learn
ro: Ce vei învăța

source: Average Length
ro: Lungime medie

source: {weeks_to_complete} weeks per course
ro: {weeks_to_complete} săptămâni pentru fiecare curs

source: Effort
ro: Efort

source: {min_hours_effort_per_week}-{max_hours_effort_per_week} hours per week, per course
ro: {min_hours_effort_per_week}-{max_hours_effort_per_week} ore pe săptămână, pentru fiecare curs

source: Number of Courses
ro: Numărul Cursurilor

source: {number_of_courses} courses in program
ro: {number_of_courses} cursuri în sistem

source: Price (USD)
ro: Preț (USD)

source: ${newPrice}{htmlEnd} for entire program
ro: $ {newPrice} {htmlEnd} pentru întregul program

source: You save ${discount_value} {currency}
ro: Economisești $ {discount_value} {currency}

source: ${full_program_price} for entire program
ro: $ {full_program_price} pentru întregul program

source: Courses in the {}
ro: Cursuri în {}

source: Starts on {}
ro: Începe pe {}

source: {course_number} Progress
ro: Progresul tău în {course_number}

source: View Grading in studio
ro: Vedeți Notarea în studio

source: Course Progress for '{username}' ({email})
ro: Progresul cursului pentru „{username}” ({email})

source: View Certificate
ro: Vizualizează certificatul de absolvire

source: Opens in a new browser window
ro: Se deschide într-o fereastră nouă de browser

source: Download Your Certificate
ro: Descarcă certificatul tău de absolvire

source: Request Certificate
ro: Solicită certificatul de absolvire

source: Requirements for Course Credit
ro: Cerințe privind creditele pentru cursul

source: {student_name}, you are no longer eligible for credit in this course.
ro: {student_name}, nu mai ești eligibil pentru credit în acest curs.

source: {student_name}, you have met the requirements for credit in this course. {a_start}Go to your dashboard{a_end} to purchase course credit.
ro: {student_name}, ai îndeplinit cerințele pentru credit în acest curs. {a_start} Accesează tabloul de bord {a_end} pentru a achiziționa credit pentru curs.

source: {student_name}, you have not yet met the requirements for credit.
ro: {student_name}, nu ai îndeplinit încă cerințele pentru credit.

source: Information about course credit requirements
ro: Informații despre cerințele de credit pentru cursuri

source: display_name
ro: numele_afișat

source: Verification Submitted
ro: Verificare trimisă

source: Verification Failed
ro: Verificare eșuată

source: Verification Declined
ro: Verificare refuzată

source: Completed by {date}
ro: Completat până la {date}

source: Upcoming
ro: Viitoare

source: Less
ro: Mai puțin

source: Details for each chapter
ro: Detalii pentru fiecare capitol

source: {earned} of {total} possible points
ro: {earned} din {total} puncte posibile

source: Suspicious activity detected during proctored exam review. Exam score 0.
ro: Activitate suspectă detectată în timpul evaluării examenului. Scorul de examen 0.

source: Section grade has been overridden.
ro: Secția de note a fost înlocuită.

source: Problem Scores:
ro: Scorurile problemei:

source: Practice Scores:
ro: Scoruri practice:

source: Problem scores are hidden until the due date.
ro: Scorurile problemelor sunt ascunse până la data scadenței.

source: Practice scores are hidden until the due date.
ro: Scorurile de antrenament sunt ascunse până la data scadenței.

source: Problem scores are hidden.
ro: Scorurile problemelor sunt ascunse.

source: Practice scores are hidden.
ro: Scorurile practicii sunt ascunse.

source: No problem scores in this section
ro: Nu există scoruri pentru problemă în această secțiune

source: You were most recently in {section_link}. If you're done with that, choose another section on the left.
ro: Cel mai recent ai fost în {section_link}. Dacă ai terminat cu aceasta, alege o altă secțiune din stânga.

source: Hi {name},
ro: Bună {name},

source: Hi,
ro: Bună,

source: Congratulations! You are now eligible to receive course credit from {providers} for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
ro: Felicitări! Acum ești eligibil/ă să primești credit pentru cursuri de la {providers} pentru finalizarea cu succes a cursului {platform_name}! {link_start} Achiziționează credit acum. {link_end}

source: Congratulations! You are now eligible to receive course credit for successfully completing your {platform_name} course! {link_start}Purchase credit now.{link_end}
ro: Felicitări! Acum ești eligibil/ă să primești credit pentru curs pentru finalizarea cu succes a cursului {platform_name}! {link_start} Achiziționează credit acum. {link_end}

source: Course credit can help you get a jump start on your university degree, finish a degree already started, or fulfill requirements at a different academic institution.
ro: Creditele de curs te pot ajuta să începe cu diplomă universitară, să termini o diplomă deja începută, sau să îndeplinești cerințele la o altă instituție academică.

source: There are 2 steps to getting course credit.
ro: Există 2 pași pentru obținerea creditului pentru curs.

source: Purchase credit by going to your {link_start}{platform_name} dashboard{link_end} and clicking the {bold_start}Get Credit{bold_end} button below the course title.
ro: Achiziționează credit accesând {link_start} {platform_name} tabloul de bord {link_end} și făcând clic pe butonul {bold_start} Obțineți credit {bold_end} de sub titlul cursului.

source: When your payment is complete, return to the dashboard and click the {bold_start}Request Credit{bold_end} button under the course title to request an official academic transcript at the institution that granted the credit.
ro: După finalizarea plății, revino la tabloul de bord și apasă pe butonul {bold_start} Solicită credit {bold_end} de sub titlul cursului pentru a solicita o fișă academică oficială la instituția care a acordat creditul.

source: We hope you enjoyed the course, and we hope to see you in future {platform_name} courses!
ro: Sperăm că ți-a plăcut cursul și te mai așteptăm pentru cursurile viitoare {platform_name}!

source: The {platform_name} Team
ro: Echipa {platform_name}

source: {link_start}Click here for more information on credit at {platform_name}{link_end}.
ro: {link_start} Apasă aici pentru mai multe informații despre credit la {platform_name} {link_end}.

source: Your certificate will be available on or before {date}
ro: Certificatul tău de absolvire va fi disponibil la data de sau înainte de {date}

source: Your final grade:
ro: Nota ta finală:

source: Grades will be finalized on {cert_available_date}
ro: Notele vor fi finalizate pe {cert_available_date}

source: Grade required for a {cert_name_short}:
ro: Nota necesară pentru un {cert_name_short}:

source: Grade required to pass this course:
ro: Nota necesară pentru a absolvi cursul:

source: Your verified {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}. If you would like a refund on your {cert_name_long}, please contact our billing address {billing_email}
ro: {cert_name_long} verificarea dumneavoastră este reținută în așteptarea confirmării că emiterea {cert_name_short} este în conformitate cu embargourile stricte ale SUA asupra Iranului, Cuba, Siriei și Sudanului. În cazul în care credeți că sistemul nostru v-a identificat în mod eronat ca fiind conectat cu una dintre aceste țări, vă rugăm să ne anunțați contactând {email}. Dacă doriți o rambursare pentru {cert_name_long}, vă rugăm să contactați adresa noastră de facturare {billing_email}

source: Your {cert_name_long} is being held pending confirmation that the issuance of your {cert_name_short} is in compliance with strict U.S. embargoes on Iran, Cuba, Syria and Sudan. If you think our system has mistakenly identified you as being connected with one of those countries, please let us know by contacting {email}.
ro: {cert_name_long} dumneavoastră este reținut în așteptarea confirmării ca emiterea {cert_name_short} este conformă cu embargourile stricte ale SUA asupra Iranului, Cuba, Siriei și Sudanului. Dacă credeți că sistemul nostru v-a identificat în mod eronat ca fiind conectat cu una dintre aceste țări, vă rugăm să ne anunțați contactând {email}.

source: Your certificate was not issued because you do not have a current verified identity with {platform_name}.
ro: Atestatul nu a fost emis, deoarece nu deții o identitate verificată curentă cu {platform_name}.

source: Verify your identity now.
ro: Verifică-ți identitatea acum.

source: Your {cert_name_short} is Generating
ro: {cert_name_short} tău se generează

source: This link will open the certificate web view
ro: Acest link va deschide vizualizarea web a certificatului de absolvire

source: View {cert_name_short}
ro: Vizualizați {cert_name_short}

source: This link will open/download a PDF document
ro: Acest link va deschide/descărca un document PDF

source: Download {cert_name_short} (PDF)
ro: Descarcă {cert_name_short} (PDF)

source: Download Your {cert_name_short} (PDF)
ro: Descarcă {cert_name_short} al tău (PDF)

source: This link will open/download a PDF document of your verified {cert_name_long}.
ro: Acest link va deschide / descărca un document PDF al {cert_name_long} verificat.

source: Download Your ID Verified {cert_name_short} (PDF)
ro: Descarcă ID-ul tău verificat {cert_name_short} (PDF)

source: Complete our course feedback survey
ro: Completează formularul de feedback pentru curs

source: Add Certificate to LinkedIn Profile
ro: Adaugă un certificat la profilul de LinkedIn

source: Share on LinkedIn
ro: Distribuie pe Linkedln

source: Since we did not have a valid set of verification photos from you when your {cert_name_long} was generated, we could not grant you a verified {cert_name_short}. An honor code {cert_name_short} has been granted instead.
ro: Deoarece nu am avut un set valid de fotografii de verificare de la tine când a fost generat {cert_name_long} pentru tine, nu am putut acorda un {cert_name_short} verificat. În schimb, a fost acordat un cod de onoare {cert_name_short}.

source: Course details
ro: Detalii despre Curs

source: {course_number} {course_name} Home Page
ro: {course_number} {course_name} Pagina Principală

source: {course_number} {course_name} Cover Image
ro: Imagine de copertă pentru {course_number} {course_name}

source: Enrolled as:
ro: Înscris/ă ca:

source: Coming Soon
ro: În curând

source: Ended - {date}
ro: Finalizat - {date}

source: Started - {date}
ro: Început - {date}

source: Starts - {date}
ro: Începe - {date}

source: for {course_display_name}
ro: pentru {course_display_name}

source: You must select a session by {expiration_date} to access the course.
ro: Trebuie să selectezi o sesiune până la {expiration_date} pentru a accesa cursul.

source: You must select a session to access the course.
ro: Trebuie să selectezi o lecție pentru a accesa cursul.

source: Change or Leave Session
ro: Schimbă sau Renunță la Sesiune

source: You can no longer change sessions.
ro: Nu mai poți schimba sesiunile.

source: You can change sessions until {entitlement_expiration_date}.
ro: Poți schimba sesiunile până la {entitlement_expiration_date}.

source: I'm taking {course_name} online with {facebook_brand}. Check it out!
ro: Urmez {course_name} online cu {facebook_brand}. Află și tu detalii!

source: Share {course_name} on Facebook
ro: Distribuie {course_name} pe Facebook

source: Share on Facebook
ro: Distribuiți pe Facebook

source: I'm taking {course_name} online with {twitter_brand}. Check it out!
ro: Urmez {course_name} online cu {twitter_brand}. Află și tu detalii!

source: Share {course_name} on Twitter
ro: Distribuie {course_name} pe Twitter

source: Course options for
ro: Opțiunile cursului pentru

source: Available Actions
ro: Acțiuni Valabile

source: You are enrolled by your institution and you should reach out to your institution to drop this course.
ro: Ești înscris/ă de instituția ta și ar trebui să contactezi instituția pentru a renunța la acest curs.

source: Email Settings
ro: Setări e-mail

source: View Archived Course
ro: Vizualizează curs arhivat

source: Related Programs
ro: Programe Asociate

source: Verification not yet complete.
ro: Verificarea nu este completă încă.

source: Almost there!
ro: Încă puțin!

source: You still need to verify for this course.
ro: Încă trebuie să vă verificați pentru acest curs.

source: Verify Now
ro: Verifică Acum

source: You have submitted your verification information.
ro: Ai trimis informațiile de verificare.

source: You will see a message on your dashboard when the verification process is complete (usually within 5-7 days).
ro: Vei vedea un mesaj pe tabloul de bord când procesul de verificare este finalizat (de obicei în termen de 5-7 zile).

source: Your current verification will expire soon!
ro: Verificarea ta actuală va expira în curând!

source: You have submitted your reverification information. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days).
ro: Ai trimis informațiile de reverificare. Vei vedea un mesaj pe tabloul de bord când procesul de verificare este finalizat (de obicei în termen de 5-7 zile).

source: You have successfully verified your ID with edX
ro: Ai verificat cu succes ID-ul cu edX

source: Your current verification is effective until {date}.
ro: Verificarea ta actuală este valabilă până la {date}.

source: Your current verification will expire soon.
ro: Verificarea ta curentă va expira în curând.

source: Your current verification will expire in {days} days. {start_link}Re-verify your identity now{end_link} using a webcam and a government-issued photo ID.
ro: Verificarea ta curentă va expira peste {days} zile. {start_link} Verifică din nou identitatea {end_link} folosind o cameră web și un ID cu fotografie emis de guvern.

source: Pursue a {cert_name_long} to highlight the knowledge and skills you gain in this course.
ro: Urmărește un {cert_name_long} pentru a evidenția cunoștințele și abilitățile pe care le obții în acest curs.

source: It's official. It's easily shareable. It's a proven motivator to complete the course. {line_break}{link_start}Learn more about the verified {cert_name_long}{link_end}.
ro: Este oficial. Este ușor de partajat. Este un motivator dovedit pentru a finaliza cursul. {line_break} {link_start} Află mai multe despre {cert_name_long} {link_end} verificat.

source: You have completed this course and are eligible to purchase course credit. Select {strong_start}Get Credit{strong_end} to get started.
ro: Ai finalizat acest curs și ești eligibil/ă să achiziționezi credit pentru curs. Selectează {strong_start} Obțineți credit {strong_end} pentru a începe.

source: You are now eligible for credit from {provider}. Congratulations!
ro: Acum ești eligibil/ă pentru credit de la {provider}. Felicitări!

source: Get Credit
ro: Obține Credit

source: Thank you for your payment. To receive course credit, you must now request credit at the {link_to_provider_site} website. Select {start_bold}Request Credit{end_bold} to get started.
ro: Îți mulțumim pentru plata efectuată. Pentru a primi credit pentru curs, trebuie să soliciți acum credit pe site-ul web {link_to_provider_site}. Selectați {start_bold} Solicită credit {end_bold} pentru a începe.

source: Request Credit
ro: Solicită credit

source: {provider_name} has received your course credit request. We will update you when credit processing is complete.
ro: {provider_name} a primit solicitarea de credit pentru curs. Te vom actualiza la finalizarea procesării creditului.

source: View Details
ro: Vezi detalii

source: {start_bold}Congratulations!{end_bold} {provider_name} has approved your request for course credit. To see your course credit, visit the {link_to_provider_site} website.
ro: {start_bold} Felicitări! {end_bold} {provider_name} ți-a aprobat solicitarea de credit pentru curs. Pentru a vedea creditul cursului accesează site-ul web {link_to_provider_site}.

source: View Credit
ro: Vizualizează Creditul

source: {provider_name} did not approve your request for course credit. For more information, contact {link_to_provider_site} directly.
ro: {provider_name} nu a aprobat solicitarea de credit pentru curs. Pentru mai multe informații, contactați direct {link_to_provider_site}.

source: An error occurred with this transaction. For help, contact {support_email}.
ro: A apărut o eroare la această tranzacție. Pentru ajutor, contactați {support_email}.

source: Course options for {courseName}
ro: Opțiuni de curs pentru {courseName}

source: Consent to share your data
ro: Consimțământul pentru a partaja datele

source: To access this course, you must first consent to share your learning achievements with {enterprise_customer_name}.
ro: Pentru a accesa acest curs, trebuie să vă dai mai întâi consimțământul pentru a împărtăși realizările în materie de învățare cu {enterprise_customer_name}.

source: View Consent
ro: Vizualizează Consimțământul

source: Current ID Verification Status: Approved
ro: Starea curentă de verificare a actului de identitate: Aprobat

source: Your edX ID verification has been approved. Your ID verification is effective for two years after submission.
ro: Verificarea ID-ului edX a fost aprobată. Verificarea ID-ului este valabilă timp de doi ani de la trimitere.

source: Resubmit Verification
ro: Retrimite Verificarea

source: Current ID Verification Status: Pending
ro: Starea curentă de verificare a actului de identitate: în așteptare

source: Your edX ID verification is pending. Your ID verification information has been submitted and will be reviewed shortly.
ro: Verificarea ID-ului edX este în așteptare. Informațiile de verificare ale ID-ului au fost trimise și vor fi revizuite în curând.

source: Current ID Verification Status: Denied
ro: Starea curentă de verificare a actului de identitate: refuzată

source: Your ID verification submission was not accepted. To receive a verified certificate, you must submit a new photo of yourself and your government-issued photo ID before the verification deadline for your course.
ro: Aplicarea pentru verificarea ID-ului nu a fost acceptată. Pentru a primi un certificat verificat, trebuie trimisă o nouă fotografie personală și o fotografie a actului de identitate emis de autoritățile naționale înainte de termenul limită de verificare pentru curs.

source: Your ID verification was denied for the following reasons:
ro: Verificarea ID-ului a fost refuzată din următoarele motive:

source: Current ID Verification Status: Expired
ro: Stare curentă de verificare a ID-ului: a expirat
