Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa, ro

source: Load next {num_items} result
fa: نتیجه بعدی {num_items} را بارگیری کنید

source: Sorry, no results were found.
fa: متاسفم، هیچ نتیجه ای یافت نشد.
ro: Ne pare rău, nu au fost găsite rezultate.

source: You are currently sharing a limited profile.
fa: شما در حال حاضر یک نمایه محدود را به اشتراک می گذارید.
ro: În prezent, distribuiți un profil cu restricții.

source: This learner is currently sharing a limited profile.
fa: این زبان آموز در حال حاضر نمایه محدودی را به اشتراک می گذارد.
ro: Acest cursant distribuie un profil cu restricții.

source: Organization:
ro: Organizație:

source: Course Number:
ro: Numărul cursului:

source: Course Run:
ro: Iterația cursului:

source: Re-run Course
ro: Derulează din nou cursul

source: Loading...
ro: Se încarcă...

source: Selected blocks
ro: Blocuri selectate

source: Unable to update settings
ro: Nu se pot actualiza setările

source: Thank you for setting your course goal to {goal}!
ro: Vă mulțumim că ați stabilit obiectivul cursului la {goal}!

source: There was an error in setting your goal, please reload the page and try again.
ro: A apărut o eroare la setarea obiectivului, vă rugăm să reîncărcați pagina și încercați din nou.

source: You have successfully updated your goal.
ro: V-ați actualizat cu succes obiectivul.

source: There was an error updating your goal.
ro: A existat o eroare la actualizarea obiectivului.

source: Why does edX collect this information?
ro: De ce colectează edX această informație?

source: An error occurred while attempting to retrieve or save the information below. Please try again later.
ro: A apărut o eroare la încercarea de a prelua sau salva informațiile de mai jos. Vă rugăm să încercați din nou mai târziu.

source: What is your gender identity?
ro: Care este identitatea ta de gen?

source: Select gender
ro: Selectează genul

source: Which of the following describes you best?
ro: Care dintre următoarele te descrie cel mai bine?

source: Check all that apply
ro: Selectează tot ce se aplică

source: What was the total combined income, during the last 12 months, of all members of your family?
ro: Care a fost venitul total cumulat, în ultimele 12 luni, al tuturor membrilor familiei tale?

source: Select income
ro: Selectează venit

source: Have you ever served on active duty in the U.S. Armed Forces, Reserves, or National Guard?
ro: Ai servit vreodată în serviciu activ în Forțele Armate, Rezerve sau Garda Națională a SUA?

source: Select military status
ro: Selectează statutul militar

source: What is the highest level of education that you have achieved so far?
ro: Care este cel mai înalt nivel de educație pe care îl ai?

source: Select level of education
ro: Selectează nivel de educație

source: What is the highest level of education that any of your parents or guardians have achieved?
ro: Care este cel mai înalt nivel de educație pe care îl are oricare dintre părinții sau tutorii tăi?

source: Select guardian education
ro: Selectează educația părinților/tutorilor

source: Select employment status
ro: Selectează statutul de angajare

source: What industry do you currently work in?
ro: În ce domeniu lucrezi în prezent?

source: Select current industry
ro: Selectează domeniu curent

source: What industry do you want to work in?
ro: În ce domeniu ai vrea să lucrezi?

source: Select prospective industry
ro: Selectează domeniul dorit pe viitor

source: Thank you! You’re helping make edX better for everyone.
ro: Mulțumim! Contribui la îmbunătățirea edX pentru toată lumea.

source: finish later
ro: Termină mai târziu

source: Return to my dashboard
ro: Întoarce-te la tablou de bord

source: Finish later
ro: Termină mai târziu

source: next page
ro: pagina următoare

source: Browsing
ro: Navigare

source: Details
ro: Detalii

source: the more quickly and helpfully we can respond!
ro: cu atât putem răspunde mai rapid și mai util!

source: Create Support Ticket
ro: Creați un bilet de asistență

source: What can we help you with, {username}?
ro: Cu ce vă putem ajuta, {username}?

source: Need help logging in?
ro: Aveți nevoie de ajutor pentru a vă conecta?

source: Search the {platform} Help Center
ro: Căutați {platform} Centrul de Ajutor

source: You may also lose access to verified certificates and other program credentials like MicroMasters certificates. If you want to make a copy of these for your records before proceeding with deletion, follow the instructions for {htmlStart}printing or downloading a certificate{htmlEnd}.
ro: De asemenea, este posibil să pierdeți accesul la certificatele verificate și la alte acreditări ale programului, cum ar fi certificatele MicroMasters. Dacă doriți să faceți o copie a acestora pentru evidențele personale înainte de a continua cu ștergerea, urmați instrucțiunile pentru {htmlStart}tipărirea sau descărcarea unui certificat{htmlEnd}.

source: Before proceeding, please {htmlStart}activate your account{htmlEnd}.
ro: Înainte de a continua, vă rugăm {htmlStart}activați-vă contul{htmlEnd}.

source: Delete My Account
ro: Șterge contul meu

source: You have been logged out of your edX account. Click Okay to log in again now. Click Cancel to stay on this page (you must log in again to save your work).
ro: Ai fost dezautentificat/ă din contul tău edX. Apasă Okay pentru a te autentifica din nou acum. Apasă Cancel pentru a rămâne în această pagină (este necesar să te autentifici din nou pentru a-ți salva munca).

source: learners are successfully added to exception list
ro: cursanții sunt adăugați cu succes pe lista de excepții

source: learner is successfully added to the exception list
ro: cursantul este adăugat cu succes pe lista de excepții

source: records are not in correct format and not added to the exception list
ro: înregistrările nu sunt în formatul corect și nu sunt adăugate pe lista de excepții

source: record is not in correct format and not added to the exception list
ro: înregistrarea nu este în formatul corect și nu este adăugată pe lista de excepții

source: learners do not exist in LMS and not added to the exception list
ro: cursanții nu există în LMS și nu sunt adăugați pe lista de excepții

source: Successfully sent enrollment emails to the following users. They will be allowed to enroll once they register:
ro: S-au trimis cu succes e-mailuri de înscriere către următorii utilizatori. Li se va permite înscrierea odată ce s-au înregistrat:

source: Successfully sent enrollment emails to the following users. They will be enrolled once they register:
ro: S-au trimis cu succes e-mailuri de înscriere către următorii utilizatori. Aceștia vor fi înscriși odată ce s-au înregistrat:

source: Accomplishments Pagination
ro: Paginarea Realizărilor

source: Accomplishments
ro: Realizări

source: Cannot drop more <%- types %> assignments than are assigned.
ro: Nu se poate renunța la mai multe sarcini <%- types %> decât sunt atribuite.

source: post anonymously
ro: postează anonim

source: Download URL
ro: Descărcați URL

source: Download the user's certificate
ro: Descărcați certificatul utilizatorului

source: Not available
ro: Nu este disponibil

source: About You
ro: Despre tine

source: The following information is already a part of your {platform} profile. We've included it here for your application.
ro: Următoarele informații fac deja parte din profilul tău {platform}. L-am inclus aici pentru aplicația ta.

source: Back to {platform} FAQs
ro: Înapoi la {platform} întrebări frecvente

source: Explore New Programs
ro: Explorați programe noi

source: To complete the program, you must earn a verified certificate for each course.
ro: Pentru a finaliza programul, trebuie să obțineți un certificat pentru fiecare curs din program.

source: Add a New Allowance
ro: Adăugați o nouă alocație

source: Special Exam
ro: Examen special

source: Exam Type
ro: Tip examen

source: Allowance Type
ro: Tip permisiune

source: Additional Time (minutes)
ro: Timp adițional (minute)

source: Value
ro: Valoare

source: Username or Email
ro: Nume utilizator sau email

source: Allowances
ro: Permisiuni

source: Add Allowance
ro: Adaugă permisiune

source: Exam Name
ro: Nume examen

source: Allowance Value
ro: Valoare permisiune

source: Time Limit
ro: Timp limită

source: Started At
ro: Început la

source: Completed At
ro: Finalizat la

source: Share your "%(display_name)s" award
ro: Distribuie premiul "%(display_name)s"

source: Earned %(created)s.
ro: %(created)scâștigat

source: What's Your Next Accomplishment?
ro: Care este următoarea ta realizare?

source: Start working toward your next learning goal.
ro: Poți începe să faci pași către următorul tău obiectiv de învățare.

source: Find a course
ro: Caută un curs

source: Share on Mozilla Backpack
ro: Distribuie pe Mozilla Backpack

source: To share your certificate on Mozilla Backpack, you must first have a Backpack account. Complete the following steps to add your certificate to Backpack.
ro: Pentru a distribui certificatul pe Mozilla Backpack, trebuie mai întâi să ai un cont Backpack. Parcurge următorii pași pentru a adăuga certificatul tău la Backpack.

source: Create a {link_start}Mozilla Backpack{link_end} account, or log in to your existing account
ro: Creează un cont {link_start}Mozilla Backpack{link_end}, sau autentifică-te în cel pe care îl ai deja.

source: {download_link_start}Download this image (right-click or option-click, save as){link_end} and then {upload_link_start}upload{link_end} it to your backpack.
ro: {download_link_start}Descărcă această imagine (clic dreapta sau opțiune-clic, salvați ca){link_end} și apoi {upload_link_start}încărcă{link_end} în rucsac.

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the course end date has passed.
ro: Cursanții nu văd dacă răspunsurile lor la evaluări au fost corecte sau incorecte și nici punctajul primit, decât după ce data de încheiere a cursului a trecut.

source: If the course does not have an end date, learners always see their scores when they submit answers to assessments.
ro: Dacă cursul nu are o dată de încheiere, cursanții își văd întotdeauna notele atunci când trimit răspunsurile la evaluări.

source: This subsection was released to learners as a special exam, but was reverted back to a basic exam. You may not configure it as a special exam now. Contact edX Support for assistance.
ro: Această subsecțiune a fost oferită cursanților ca un examen special, dar a fost transformată înapoi la un examen de bază. Este posibil să nu îl configurați ca un examen special acum. Contactați asistența edX pentru asistență.

source: This special exam has been released to learners. You may not convert it to another type of special exam. You may revert this subsection back to being a basic exam by selecting 'None', but you will NOT be able to configure it as a special exam in the future.
ro: Acest examen special a fost oferit cursanților. Nu îl puteți converti într-un alt tip de examen special. Puteți reveni la această subsecțiune la un examen de bază selectând „Niciuna”, dar NU o veți putea configura ca examen special în viitor.

source: Proctored exams are timed and they record video of each learner taking the exam. The videos are then reviewed to ensure that learners follow all examination rules.
ro: Examenele supravegheate sunt cronometrate și înregistrează video fiecare cursant care susține examenul. Videoclipurile sunt apoi revizuite pentru a se asigura că toți cursanții respectă toate regulile de examinare.
