Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa, ro

source: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
fa: UP را فشار دهید تا وارد منوی سرعت شوید، سپس از کلیدهای جهت دار بالا و پایین برای پیمایش سرعت های مختلف استفاده کنید، سپس ENTER را فشار دهید تا به سرعت انتخاب شده تغییر دهید.
ro: Apăsați SUS pentru a intra în meniul de viteză, apoi utilizați tastele săgeți SUS și JOS pentru a naviga între diferitele viteze, apoi apăsați ENTER pentru a trece la viteza selectată.

source: Adjust video speed
fa: سرعت ویدئو را تنظیم کنیدUPرا فشار دهید تا وارد منوی سرعت شوید، سپس از کلیدهای جهت‌دار بالا و پایین برای پیمایش سرعت‌های مختلف استفاده کنید، سپس ENTER را فشار دهید تا به سرعت انتخاب‌شده تغییر دهید.
ro: Ajustează viteza video-ului.

source: Video speed:
fa: سرعت ویدئو:
ro: Viteza video-ului:

source: Skip
fa: پرش کنید
ro: Salt

source: Play video
fa: پخش ویدئو
ro: Redare video

source: Do not show again
fa: دوباره نشان نده
ro: Nu mai afișa

source: Open language menu
fa: منوی زبان را باز کنید
ro: Deschide setări limbă

source: Transcript will be displayed when you start playing the video.
fa: هنگام شروع پخش ویدیو، رونوشت نمایش داده می شود.
ro: Subtitrarea va fi afișată când veți porni videoclipul.

source: Activating a link in this group will skip to the corresponding point in the video.
fa: با فعال کردن یک پیوند در این گروه به نقطه مربوطه در ویدیو پرش می شود.
ro: Activarea unui link în acest grup va trece la punctul corespunzător din videoclip.

source: Video transcript
fa: متن تصویری
ro: Transcriptul video-ului

source: Start of transcript. Skip to the end.
fa: شروع رونوشت. تا انتها پرش کنید.
ro: Începutul transcript-ului. Sari la final.

source: End of transcript. Skip to the start.
fa: پایان رونوشت. به شروع پرش کنید.
ro: Finalul transcript-ului. Sari la început.

source: Press the UP arrow key to enter the language menu then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language.
fa: برای ورود به منوی زبان، کلید پیکان بالا را فشار دهید و سپس از کلیدهای جهت دار بالا و پایین برای پیمایش گزینه های زبان استفاده کنید. برای تغییر به زبان انتخابی، ENTER را فشار دهید.
ro: Apăsați tasta săgeată SUS pentru a intra în meniul de limbă, apoi utilizați tastele săgeți SUS și JOS pentru a naviga în opțiunile de limbă. Apăsați ENTER pentru a trece la limba selectată.

source: Hide closed captions
fa: زیرنویس‌های بسته را پنهان کنید
ro: Ascunde transcrierile

source: (Caption will be displayed when you start playing the video.)
fa: (زمانی که پخش ویدیو را شروع می کنید، عنوان نمایش داده می شود.)
ro: (Transcrierea va fi afișată când vei începe rularea videoclipului.)

source: Turn on closed captioning
fa: زیرنویس بسته را روشن کنید
ro: Activează subtitrarea

source: Turn on transcripts
fa: رونوشت ها را روشن کنید
ro: Activează transcrierea

source: Turn off transcripts
fa: رونوشت ها را خاموش کنید
ro: Dezactivează transcrierea

source: Limit Access
fa: محدود کردن دسترسیبرای ورود به منوی زبان، کلید پیکان بالا را فشار دهید و سپس از کلیدهای جهت‌دار بالا و پایین برای پیمایش گزینه‌های زبان استفاده کنید. برای تغییر به زبان انتخابی، ENTER را فشار دهید.
ro: Limitează accesul

source: Select a prerequisite subsection and enter a minimum score percentage and minimum completion percentage to limit access to this subsection. Allowed values are 0-100
fa: یک زیربخش پیش نیاز را انتخاب کنید و حداقل درصد امتیاز و حداقل درصد تکمیل را وارد کنید تا دسترسی به این بخش فرعی را محدود کنید. مقادیر مجاز 0-100 است
ro: Selectează o subsecțiune prealabilă și introdu un procentaj minim de punctaj și un procent minim de finalizare pentru a limita accesul la această subsecțiune. Valorile permise sunt 0-100

source: Prerequisite:
fa: پيش نياز:
ro: Cerințe prealabile:

source: No prerequisite
fa: بدون پیش نیازیک زیربخش پیش‌نیاز را انتخاب کنید و حداقل درصد امتیاز و حداقل درصد تکمیل را وارد کنید تا دسترسی به این زیربخش را محدود کنید. مقادیر مجاز 0-100 است
ro: Fără cerințe prealabile

source: Minimum Score:
fa: حداقل امتیاز:
ro: Scor minim:

source: Minimum Completion:
fa: حداقل تکمیل:
ro: Finalizare minimă:

source: The minimum score percentage must be a whole number between 0 and 100.
fa: حداقل درصد امتیاز باید یک عدد کامل بین 0 تا 100 باشد.
ro: Procentul de punctaj minim trebuie să fie un număr întreg între 0 și 100.

source: The minimum completion percentage must be a whole number between 0 and 100.
fa: حداقل درصد تکمیل باید یک عدد کامل بین 0 تا 100 باشد.
ro: Procentul minim de finalizare trebuie să fie un număr întreg între 0 și 100.

source: Use as a Prerequisite
fa: به عنوان پیش نیاز استفاده کنید
ro: Folosește ca cerință prealabilă

source: Make this subsection available as a prerequisite to other content
fa: این بخش فرعی را به عنوان پیش نیاز محتوای دیگر در دسترس قرار دهید
ro: Faceți această subsecțiune disponibilă ca o condiție prealabilă pentru alt conținut

source: Active Uploads
fa: آپلودهای فعال
ro: Încărcări active

source: Read More
fa: ادامه مطلب
ro: Află mai multe

source: details about the failure
fa: جزئیات در مورد شکست
ro: Detalii despre această defecțiune

source: Add Component:
fa: افزودن جزء:
ro: Adaugă componentă:

source: %(type)s Component Template Menu
fa: منوی قالب کامپوننت %(type)s
ro: %(type)sMeniu șabloane componente

source: Common Problem Types
fa: انواع مشکلات رایج
ro: Tipuri de probleme simple

source: Supported
fa: پشتیبانی
ro: Suportat

source: Provisional
fa: موقت
ro: Temporar

source: Not Supported
fa: پشتیبانی نشده
ro: Nu este suportat

source: Fully Supported
fa: به طور کامل پشتیبانی می شود
ro: Pe deplin suportat

source: Provisionally Supported
fa: به طور موقت پشتیبانی می شود
ro: Suportat provizoriu

source: Add New Component
fa: افزودن کامپوننت جدید
ro: Adaugă componentă nouă

source: Deprecated
fa: منسوخ
ro: Depreciat

source: List of uploaded files and assets in this course
fa: لیست فایل ها و دارایی های آپلود شده در این دوره
ro: Lista fișierelor și materialelor încărcate în acest curs

source: - Sortable
fa: - قابل مرتب سازی
ro: - sortabil

source: Show All
fa: نمایش همه
ro: Arătă tot

source: Actions
fa: اقدامات
ro: Acţiuni

source: You haven't added any assets to this course yet.
fa: شما هنوز هیچ دارایی به این دوره اضافه نکرده اید.
ro: Nu ai adăugat încă niciun material la acest curs.

source: Upload your first asset
fa: اولین دارایی خود را آپلود کنید
ro: Încărcă primul tău material

source: close
fa: بستن
ro: Închide

source: No description available
fa: هیچ توضیحی در دسترس نیست
ro: Nu este disponibilă nicio descriere

source: Open/download this file
fa: این فایل را باز/دانلود کنید
ro: Deschideți/descărcați acest fișier

source: Studio:
fa: استودیو:

source: Web:
fa: وب:

source: Delete this asset
fa: این دارایی را حذف کنید
ro: Șterge acest material

source: Lock this asset
fa: این دارایی را قفل کنید
ro: Blochează materialul

source: Lock/unlock file
fa: قفل/باز کردن فایل
ro: Blochează/deblochează fișierul

source: ID
fa: شناسه

source: Certificate Details
fa: جزئیات گواهی
ro: Detalii certificat

source: Course Title
fa: عنوان دوره
ro: Titlu curs

source: Course Title Override
fa: لغو عنوان دوره
ro: Înlocuire titlu curs

source: Course Number
fa: شماره دوره
ro: Numărul cursului

source: Course Number Override
fa: لغو شماره دوره
ro: Înlocuire număr curs

source: Certificate Signatories
fa: امضا کنندگان گواهینامه
ro: Semnatari certificat

source: It is strongly recommended that you include four or fewer signatories. If you include additional signatories, preview the certificate in Print View to ensure the certificate will print correctly on one page.
fa: اکیداً توصیه می شود که چهار یا کمتر از امضاکنندگان را وارد کنید. اگر دارای امضاکنندگان دیگری نیز هستید، پیش نمایش گواهی را در نمای چاپی مشاهده کنید تا مطمئن شوید گواهی به درستی در یک صفحه چاپ می شود.اکیداً توصیه می‌شود که چهار یا کمتر از امضاکنندگان را وارد کنید. اگر دارای امضاکنندگان دیگری نیز هستید، پیش‌نمایش گواهی را در نمای چاپی مشاهده کنید تا مطمئن شوید گواهی به‌درستی در یک صفحه چاپ می‌شود.
ro: Este recomandat să includeți patru sau mai puțini semnatari. Dacă includeți semnatari suplimentari, previzualizați certificatul în Vizualizare imprimare pentru a vă asigura că certificatul se va tipări corect pe o singură pagină.

source: Certificate Information
fa: اطلاعات گواهینامه
ro: Informații certificat

source: Certificate Name
fa: نام گواهی
ro: Nume certificat

source: Name of the certificate
fa: نام گواهی
ro: Numele certificatului

source: Description of the certificate
fa: شرح گواهی
ro: Descrierea certificatului

source: Course title
fa: عنوان دوره
ro: Titlu curs

source: Specify an alternative to the official course title to display on certificates. Leave blank to use the official course title.
fa: جایگزینی برای عنوان دوره رسمی برای نمایش در گواهی ها مشخص کنید. برای استفاده از عنوان رسمی دوره، آن را خالی بگذارید.
ro: Specificați o alternativă la titlul oficial al cursului de afișat pe certificate. Lăsați necompletat pentru a utiliza titlul oficial al cursului.

source: Add Additional Signatory
fa: امضا کننده اضافی اضافه کنید
ro: Adaugă semnatar adițional

source: (Add signatories for a certificate)
fa: (اضافه کردن امضاکنندگان برای گواهی)
ro: (Adaugă semnatari pentru un certificat)

source: Choose mode
fa: حالت را انتخاب کنید
ro: Alege modul

source: Preview Certificate
fa: پیش نمایش گواهی
ro: Previzualizează certificat

source: Activate
fa: فعال کنید
ro: Activează

source: Deactivate
fa: از کار انداختن
ro: Dezactivează

source: component
fa: جزء
ro: componentă

source: Access to this {blockType} is restricted to: {selectedGroupsLabel}
fa: دسترسی به این {blockType} محدود شده است: {selectedGroupsLabel}جایگزینی برای عنوان دوره رسمی برای نمایش در گواهینامه‌ها مشخص کنید. برای استفاده از عنوان رسمی دوره، آن را خالی بگذارید.
ro: Accesul la acest {blockType} este limitat la: {selectedGroupsLabel}

source: Access to some content in this {blockType} is restricted to specific groups of learners.
fa: دسترسی به برخی از مطالب در این {blockType} به گروه های خاصی از زبان آموزان محدود شده است.دسترسی به برخی از مطالب در این {blockType} به گروه‌های خاصی از فراگیران محدود شده‌است.
ro: Accesul la anumite conținuturi din acest {blockType} este limitat la anumite grupuri de cursanți.

source: Caution: The last published version of this unit is live. By publishing changes you will change the student experience.
fa: احتیاط: آخرین نسخه منتشر شده این واحد زنده است. با انتشار تغییرات، تجربه دانش آموزی را تغییر خواهید داد.احتیاط: آخرین نسخۀ منتشرشده این واحد زنده است. با انتشار تغییرات، تجربۀ فراگیران را تغییر خواهید داد.
ro: Atenție: Ultima versiune publicată a acestei unități este live. Prin publicarea modificărilor, veți schimba experiența cursanților.

source: Content Group Name
fa: نام گروه محتوا
ro: Numele grupului de conținut

source: Content Group ID
fa: شناسه گروه محتوا
ro: ID-ul grupului de conținut

source: This is the name of the group
fa: این نام گروه است
ro: Acesta este numele grupului

source: This content group is used in one or more units.
fa: این گروه محتوا در یک یا چند واحد استفاده می شود.
ro: Acest grup de conținut este folosit în mai multe unități.

source: Cannot delete when in use by a unit
fa: در هنگام استفاده توسط یک واحد نمی توان آن را حذف کرد
ro: Nu se poate șterge atunci când este utilizat de o unitate

source: Subsection Visibility
fa: زیربخش قابل مشاهده
ro: Vizibilitatea Subsecțiunii

source: To hide the subsections and keep them accesible through links, you must adjust it from the section that contains them.
fa: برای پنهان کردن زیربخش ها و در دسترس نگه داشتن آنها از طریق پیوندها، باید آن را از قسمتی که حاوی آنها است تنظیم کنید.برای پنهان‌سازی زیربخش‌ها و در دسترس نگه‌داشتن آن‌ها از طریق پیوندها، باید آن را از قسمتی که حاوی آنها است تنظیم کنید.

source: Show entire subsection
fa: نمایش کل زیربخش
ro: Arată toate subsecțiunea

source: Learners see the published subsection and can access its content.
fa: فراگیران زیربخش منتشر شده را می بینند و می توانند به محتوای آن دسترسی داشته فراگیران زیربخش منتشرشده را می‌بینند و می‌توانند به محتوای آن دسترسی داشته باشند.
ro: Cursanții văd subsecțiunea publicată și pot accesa conținutul acesteia.

source: Hide content after course end date
fa: مخفی کردن محتوا پس از تاریخ پایان دوره
ro: Ascundeți conținutul după data de încheiere a cursului

source: Hide content after due date
fa: مخفی کردن محتوا پس از موعد مقرر
ro: Ascundeți conținutul după data limită

source: After the course\'s end date has passed, learners can no longer access subsection content. The subsection remains included in grade calculations.
fa: پس از اتمام تاریخ پایان دوره، فراگیران دیگر نمی توانند به محتوای زیربخش دسترسی داشته باشند. بخش فرعی همچنان در محاسبات نمره گنجانده شده است.پس از اتمام تاریخ پایان دوره، فراگیران دیگر نمی‌توانند به محتوای زیربخش دسترسی داشته باشند. زیربخش همچنان در محاسبات نمره گنجانده شده‌است.
ro: După ce data de încheiere a cursului a trecut, cursanții nu mai pot accesa conținutul subsecțiunilor. Subsecțiunea rămâne inclusă în calculele notei.

source: After the subsection\'s due date has passed, learners can no longer access its content. The subsection remains included in grade calculations.
fa: پس از اتمام تاریخ سررسید بخش فرعی، فراگیران دیگر نمی توانند به محتوای آن دسترسی داشته باشند. بخش فرعی همچنان در محاسبات نمره گنجانده شده است.
ro: După ce data limită a subsecțiunii a trecut, cursanții nu mai pot accesa conținutul acesteia. Subsecțiunea rămâne inclusă în calculele notei.

source: Hide entire subsection
fa: مخفی کردن کل زیربخشپس از اتمام تاریخ سررسید زیربخش، فراگیران دیگر نمی‌توانند به محتوای آن دسترسی داشته باشند. زیربخش همچنان در محاسبات نمره گنجانده شده‌است.
ro: Ascunde toate subsecțiunea

source: Learners do not see the subsection in the course outline. The subsection is not included in grade calculations.
fa: فراگیران بخش فرعی را در طرح کلی دوره نمی بینند. بخش فرعی در محاسبات نمره گنجانده نشده است.فراگیران زیربخش را در طرح‌درس نمی‌بینند. زیربخش در محاسبات نمره گنجانده نشده‌است.
ro: Cursanții nu văd subsecțiunea în schița cursului. Subsecțiunea nu este inclusă în calculele notei.

source: If you select an option other than "%(hide_label)s", published units in this subsection become available to learners unless they are explicitly hidden.
fa: اگر گزینه ای غیر از &quot; %(hide_label)s &quot; را انتخاب کنید، واحدهای منتشر شده در این بخش فرعی در دسترس زبان آموزان قرار می گیرند مگر اینکه به صراحت پنهان باشند.اگر گزینه‌ای غیر از "%(hide_label)s" را انتخاب کنید، واحدهای منتشرشده در این زیربخش در دسترس فراگیران قرار می‌گیرند مگر اینکه به‌صراحت پنهان باشند.
ro: Dacă selectați o altă opțiune decât „%(hide_label)s”, unitățile publicate în această subsecțiune devin disponibile pentru cursanți, cu excepția cazului în care sunt ascunse în mod explicit.

source: Copy Component Location
fa: مکان کامپوننت را کپی کنید
ro: Copiază locația componentei

source: Course Highlight Emails
fa: ایمیل های برجسته دوره
ro: E-mailuri evidențiate ale cursului

source: Enabled
fa: فعال شد
ro: Activat

source: Enable Now
fa: اکنون فعال کنید
ro: Activează acum

source: Instructor Name
fa: نام مربی
ro: Nume instructor

source: Please add the instructor's name
fa: لطفا نام استاد را اضافه کنید
ro: Adaugă numele instructorului

source: Instructor Title
fa: عنوان مربی
ro: Titlul instructorului

source: Please add the instructor's title
fa: لطفا عنوان مربی را اضافه کنید
ro: Adaugă titlul instructorului

source: Organization
fa: سازمان
ro: Organizație

source: Organization Name
fa: نام سازمان
ro: Numele organizatiei

source: Please add the institute where the instructor is associated
fa: لطفاً مؤسسه ای را که مدرس در آن مرتبط است را اضافه کنید
ro: Vă rugăm să adăugați institutul la care este asociat instructorul

source: Biography
fa: زندگینامه
ro: Biografie

source: Instructor Biography
fa: بیوگرافی مربی
ro: Biografia instructorului

source: Please add the instructor's biography
fa: لطفا بیوگرافی استاد را اضافه کنید
ro: Adaugă biografia instructorului

source: Photo
fa: عکس
ro: Fotografie

source: Instructor Photo
fa: عکس مربی
ro: Fotografia instructorului

source: Instructor Photo URL
fa: آدرس عکس مربی
ro: URL-ul fotografiei instructorului

source: Please add a photo of the instructor (Note: only JPEG or PNG format supported)
fa: لطفاً یک عکس از مربی اضافه کنید (توجه: فقط فرمت JPEG یا PNG پشتیبانی می شود)
ro: Vă rugăm să adăugați o fotografie a instructorului (Notă: este acceptat doar formatul JPEG sau PNG)

source: Upload Photo
fa: آپلود عکسلطفاً یک عکس از مربی اضافه کنید (توجه: فقط فرمت JPEG یا PNG پشتیبانی می‌شود)
ro: Încarcă fotografie

source: Course tags
fa: برچسب های دوره

source: Manage tags
fa: مدیریت برچسب‌ها

source: Prerequisite: %(prereq_display_name)s
fa: پیش نیاز: %(prereq_display_name)s
ro: Condiție preliminară: %(prereq_display_name)s

source: Contains staff only content
fa: حاوی محتوای فقط کارکنان است
ro: Conține numai conținut pentru echipa cursului

source: Hidden in the course outline, but sections are accessible for your learners through their separate link.
fa: در طرح کلی دوره پنهان است، اما بخش ها از طریق پیوند جداگانه برای زبان آموزان در دسترس هستند.در طرح‌درس دوره پنهان است، اما بخش‌ها از طریق پیوند جداگانه برای فراگیران در دسترس هستند.

source: Subsections are not navigable between each other, they can only be accessed through their link.
fa: زیربخش ها بین یکدیگر قابل پیمایش نیستند، فقط از طریق پیوند آنها قابل دسترسی است.

source: Unpublished changes to live content
fa: تغییرات منتشر نشده در محتوای زنده
ro: Modificări nepublicate ale conținutului live

source: Unpublished units will not be released
fa: واحدهای منتشر نشده منتشر نخواهند شد
ro: Unități nepublicate nu vor fi lansate

source: Unpublished changes to content that will release in the future
fa: تغییرات منتشر نشده در محتوایی که در آینده منتشر خواهد شدزیربخش ها بین یکدیگر قابل پیمایش نیستند، فقط از طریق پیوند آن‌ها قابل دسترسی است.
ro: Modificări nepublicate ale conținutului care va fi lansat în viitor

source: Access to this unit is restricted to: {selectedGroupsLabel}
fa: دسترسی به این واحد محدود به: {selectedGroupsLabel} است
ro: Accesul la această unitate este limitat la: {selectedGroupsLabel}

source: Access to some content in this unit is restricted to specific groups of learners
fa: دسترسی به برخی از مطالب در این واحد به گروه های خاصی از زبان آموزان محدود می شود
ro: Accesul la anumite conținuturi din această lecție este limitat la anumite grupuri de cursanți

source: Ungraded
fa: درجه بندی نشده
ro: Fără note

source: Onboarding Exam
fa: آزمون حضوری
ro: Examen de admitere

source: Practice proctored Exam
fa: امتحان مشروط را تمرین کنید
ro: Examen supravegheat de practică

source: Proctored Exam
fa: آزمون مشمول
ro: Examen supravegheat

source: Timed Exam
fa: امتحان زمان بندی شدهدسترسی به برخی از مطالب در این واحد به گروه‌های خاصی از فراگیران محدود می‌شود
ro: Examen cronometrat

source: Collapse/Expand this %(xblock_type)s
fa: این %(xblock_type)s را جمع کنید/بسط دهید
ro: Extindeți/ Comasați aceasta %(xblock_type)s

source: Display Name
fa: نام نمایشی
ro: Nume afișat

source: Discussions enabled
fa: بحث فعال شد

source: Proctoring Settings
fa: تنظیمات حفاظتی
ro: Setări de supraveghere

source: Configure
fa: پیکربندی کنید
ro: Configurează

source: Manage Tags
fa: مدیریت برچسب ها

source: Copy to Clipboard
fa: کپی به کلیپ بورد

source: Duplicate
fa: تکراری
ro: Dublează

source: Drag to reorder
fa: برای سفارش مجدد بکشید
ro: Trage pentru a reordona

source: Release Status:
fa: وضعیت انتشار:
ro: Statut lansare:

source: Released:
fa: منتشر شد:
ro: Lansat:

source: Scheduled:
fa: برنامه ریزی شده:
ro: Programat:

source: Unscheduled
fa: برنامه ریزی نشده
ro: Neplanificat

source: Section Highlights
fa: نکات برجسته بخش
ro: Repere modul

source: Graded as:
fa: درجه بندی شده به صورت:
ro: Notat ca:

source: Due:
fa: ناشی از:
ro: Scadent/ă la:

source: Subsection is hidden after course end date
fa: بخش فرعی بعد از تاریخ پایان دوره پنهان می شود
ro: Lecția este ascunsă după data de încheiere a cursului

source: Subsection is hidden after due date
fa: بخش فرعی پس از سررسید پنهان می شود
ro: Lecția este ascunsă după data limită a cursului

source: Share
fa: اشتراک گذاری
ro: Distribuie

source: This subsection is configured as \"%(gradingType)s\", which doesn't exist in the current grading policy.
fa: این بخش فرعی به عنوان \&quot; %(gradingType)s \&quot; پیکربندی شده است که در خط مشی درجه بندی فعلی وجود ندارد.این زیربخش به‌عنوان \"%(gradingType)s \" پیکربندی شده‌است که در خط‌مشی نمره‌دهی فعلی وجود ندارد.

source: You haven't added any content to this course yet.
fa: شما هنوز هیچ محتوایی به این دوره اضافه نکرده اید.
ro: Nu ați adăugat încă niciun conținut la acest curs.

source: Click to add a new %(xblock_type)s
fa: برای افزودن %(xblock_type)s جدید کلیک کنید
ro: Apasă pentru a adăuga un nou %(xblock_type)s

source: Paste %(xblock_type)s
fa: %(xblock_type)s را بچسبانید

source: From:
fa: از جانب:

source: What's in my clipboard?
fa: در کلیپ بورد من چیست؟

source: Learning Outcome
fa: نتیجه یادگیری
ro: Rezultatul învățării

source: Add a learning outcome here
fa: یک نتیجه یادگیری را در اینجا اضافه کنید
ro: Adăugă un rezultat de învățare aici

source: Press discard changes to discard your changes.
fa: برای نادیده گرفتن تغییرات خود، گزینه رد کردن تغییرات را فشار دهید.
ro: Apăsați renunțați la modificări pentru a renunța la modificările efectuate.

source: Update Settings
fa: به روز رسانی تنظیمات
ro: Actualizează setări

source: Press update settings to update the information for your organization.
fa: تنظیمات به‌روزرسانی را فشار دهید تا اطلاعات سازمانتان به‌روزرسانی شود.
ro: Apăsă Actualizează setări pentru a actualiza informațiile pentru organizația ta.

source: Press discard changes to discard changes.
fa: برای نادیده گرفتن تغییرات، گزینه رد کردن تغییرات را فشار دهید.تنظیمات به‌روزرسانی را فشار دهید تا اطلاعات سازمان‌تان به‌روزرسانی شود.
ro: Apăsă Renunță la modificări pentru a renunța la modificările efectuate.

source: Press update settings to update course video settings
fa: تنظیمات به‌روزرسانی را فشار دهید تا تنظیمات ویدیوی دوره به‌روزرسانی شود
ro: Apăsă Actualizează setările pentru a actualiza setările video ale cursului

source: Press close to hide course video settings
fa: بستن را فشار دهید تا تنظیمات ویدیوی دوره پنهان شود
ro: Apăsă Închide pentru a ascunde setările video ale cursului

source: Course Video Settings
fa: تنظیمات ویدیوی دوره
ro: Setările video ale cursului

source: Video Sharing
fa: اشتراک گذاری ویدیو

source: Learn more
fa: بیشتر بدانید

source: Transcript Turnaround
fa: چرخش رونوشت

source: Transcript Fidelity
fa: وفاداری رونوشت

source: Video Source Language
fa: زبان منبع ویدیو
ro: Limba sursă video

source: Transcript Languages
fa: زبان های رونویسی
ro: Transcriere Limbi

source: Add
fa: اضافه کردن
ro: Adaugă

source: Press Add to language
fa: افزودن به زبان را فشار دهید
ro: Apasă adaugă pentru a adăuga o limbă

source: Automated Transcripts
fa: رونوشت های خودکار
ro: Transcripturi automate

source: Transcript Provider
fa: ارائه دهنده رونوشت
ro: Provider transcript

source: Change
fa: تغییر دادن
ro: Modifică

source: Press change to change selected transcript provider.
fa: برای تغییر ارائه دهنده رونوشت انتخابی، تغییر را فشار دهید.
ro: Apăsați pe Modifică pentru a schimba furnizorul de transcriere selectat.

source: Assignment Type Name
fa: نام نوع تکلیف
ro: Numele tipului sarcinii

source: The general category for this type of assignment, for example, Homework or Midterm Exam. This name is visible to learners.
fa: دسته بندی کلی برای این نوع تکالیف، به عنوان مثال، تکلیف یا امتحان میان ترم. این نام برای زبان آموزان قابل مشاهده است.دسته‌بندی کلی برای این نوع تکالیف، مثلاً ، تکلیف یا امتحان میان‌ترم. این نام برای فراگیران قابل‌مشاهده است.
ro: Categoria generală pentru acest tip de temă, de exemplu, Temă sau Examen intermediar. Acest nume este vizibil pentru cursanți.

source: Abbreviation
fa: مخفف
ro: Abreviere
