Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Sign In
ro: Autentificare

source: %(platform_name)s on LinkedIn
ro: %(platform_name)s pe Linkedin

source: %(platform_name)s on Twitter
ro: %(platform_name)s pe Twitter

source: %(platform_name)s on Facebook
ro: %(platform_name)s pe Facebook

source: Our mailing address is
ro: Adresa noastră este:

source: Unsubscribe from these emails.
ro: Dezabonează-te de la aceste e-mailuri.

source: edX Email
ro: E-mail edX

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate. Upgrade by %(user_schedule_upgrade_deadline_time)s.
ro: Nu rata oportunitatea de a pune în valoare noile cunoștințe și abilități și obține un certificat verificat. Actualizează până la%(user_schedule_upgrade_deadline_time)s.

source: Upgrade Now
ro: Actualizează acum

source: Organization Name
ro: Numele organizației

source: Organization Address
ro: Adresa organizației

source: Describe what your application does.
ro: Descrie ce face aplicația ta.

source: The URL of your organization's website.
ro: URL-ul website-ului organizației.

source: The name of your organization.
ro: Numele organizației

source: The contact address of your organization.
ro: Adresa de contact a organizației.

source: Denied
ro: Respins

source: Approved
ro: Aprobat

source: I, and my organization, accept the {link_start}{platform_name} API Terms of Service{link_end}.
ro: Eu și organizația mea, accept Termenii și condițiile platformei {link_start}{platform_name} {link_end}.

source: Bookmarks
ro: Adrese favorite

source: An error has occurred. Please try again.
ro: A apărut o eroare. Te rugăm încearcă din nou.

source: Enabled
ro: Activat

source: All Rights Reserved.
ro: Toate drepturile rezervate.

source: We could not find a user with that email address.
ro: Nu a fost găsit un utilizator cu această adresă de e-mail.

source: List of domains that are allowed to make cross-domain requests to this site. Please list each domain on its own line.
ro: Lista domeniilor cărora le este permis să facă cereri din mai multe domenii pe acest site. Te rugăm să listezi fiecare domeniu pe linia sa.

source: Course Credit Eligibility
ro: Eligibilitatea creditului pentru curs

source: You are eligible for credit from {providers_string}
ro: Ești eligibil/ă pentru credit de la {providers_string}

source: {first_provider} and {second_provider}
ro: {first_provider} și {second_provider}

source: {first_providers}, and {last_provider}
ro: {first_providers}, și {last_provider}

source: [{username}] is not eligible for credit for [{course_key}].
ro: [{username}] nu este eligibil pentru credit de la [{course_key}].

source: [{course_key}] is not a valid course key.
ro: [{course_key}] nu este un cod de curs valid.

source: Thumbnail image url of the credit provider.
ro: URL-ul imaginii în miniatură pentru furnizorul de credit.

source: This is a test message
ro: Acesta este un mesaj de test.

source: This is a success message
ro: Acesta este un mesaj de realizare cu succes.

source: This is a test warning
ro: Acesta este un test de avertizare.

source: This is a test error
ro: Acesta este un test de eroare.

source: Group Moderator
ro: Moderatorul grupului

source: Community TA
ro: Asistent din comunitate

source: Student
ro: Cursant/ă

source: COURSE NOT FOUND. Please check that the course ID is valid.
ro: CURSUL NU A FOST GĂSIT: Verifică dacă ID-ul cursului este valid.

source: The message to show when a user is blocked from enrollment.
ro: Mesajul care arăta când un utilizator este blocat la înscriere.

source: The message to show when a user is blocked from accessing a course.
ro: Mesajul care arată când un utilizator este blocat la accesarea unui curs.

source: Allow users who enrolled in an allowed country to access restricted courses from excluded countries.
ro: Permite utilizatorilor care sunt înscriși dintr-o țară acceptată să acceseze cursuri restricționate din țări excluse.

source: Two character ISO country code.
ro: Codul ISO din 2 caractere al țării.

source: Whether to include or exclude the given course. If whitelist countries are specified, then ONLY users from whitelisted countries will be able to access the course. If blacklist countries are specified, then users from blacklisted countries will NOT be able to access the course.
ro: Dacă să se includă sau să se excludă un anumit curs. Dacă sunt specificate țări acceptate, atunci DOAR utilizatorii din țările acceptate vor putea accesa cursul. Dacă sunt specificate țări neacceptate, atunci utilizatorii din țările neacceptate NU vor putea accesa cursul.

source: The course to which this rule applies.
ro: Cursul căruia i se aplică această regulă.

source: The country to which this rule applies.
ro: Țara căreia i se aplică această regulă.

source: Whitelist {country} for {course}
ro: Acces permis {country} pentru {course}

source: Blacklist {country} for {course}
ro: Acces nepermis {country} pentru {course}

source: Content Provider
ro: Furnizor de conținut

source: Password Policy
ro: Politica pentru parola de acces

source: {strong_tag_open}We recently changed our password requirements{strong_tag_close}{break_line_tag}Your current password does not meet the new security requirements. We just sent a password-reset message to the email address associated with this account. Thank you for helping us keep your data safe.
ro: {strong_tag_open} Recent am schimbat cerințele referitoare la parolele de acces în cont {strong_tag_close}{break_line_tag} Parola ta actuală nu îndeplinește noile cerințe de securitate. Tocmai ce ți-am trimis un mesaj de resetare a parolei pe adresa de e-mail asociată acestui cont. Mulțumim că ne ajuți să păstrăm datele tale în siguranță.

source: {strong_tag_open}Required Action: Please update your password{strong_tag_close}{break_line_tag}As of {deadline}, {platform_name} will require all learners to have complex passwords. Your current password does not meet these requirements. To reset your password, go to to {anchor_tag_open}Account Settings{anchor_tag_close}.
ro: {strong_tag_open}Important de realizat: Te rugăm să îți actualizezi parola{strong_tag_close}{break_line_tag}Cât despre termenul limită de {deadline}, {platform_name} va solicita tuturor cursanților setarea unor parole complexe. Parola ta actuală nu îndeplinește cerințele. Pentru a-ți reseta parola, mergi la {anchor_tag_open}Account Settings{anchor_tag_close}.

source: The file must be smaller than {image_max_size} in size.
ro: Fișierul trebuie să aibă o dimensiune mai mică de {image_max_size}.

source: The file must be at least {image_min_size} in size.
ro: Fișierul trebuie să fie cel puțin de {image_min_size} ca dimensiune.

source: The file must be one of the following types: {valid_file_types}.
ro: Fișierul trebuie să aibă una dintre următoarele formate: {valid_file_types}.

source: No file provided for profile image
ro: Niciun fișier nu a fost trimis pentru imaginea de profil.

source: Course Id
ro: ID curs

source: All
ro: Toate

source: Experience
ro: Experiență

source: Course ID
ro: ID-ul cursului

source: Schedules
ro: Planificări

source: Schedule
ro: Planificare

source: Welcome to week %(week_num)s of %(course_name)s!
ro: Bun venit în săptămâna %(week_num)s din cursul %(course_name)s!

source: We hope you're enjoying {start_strong}{course_name}{end_strong}! We want to let you know what you can look forward to in week {week_num}:
ro: Sperăm că te bucuri de {start_strong}{course_name}{end_strong}! Iată ce urmează în săptămâna {week_num}:

source: With self-paced courses, you learn on your own schedule. We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
ro: Cu lecțiile în ritm propriu, puteți învăța când puteți dumneavoastră. Vă încurajăm să parcurgeți cursul în fiecare săptămână. Atenția dumneavoastră focusată va avea rezultate.

source: Resume your course now
ro: Reia cursul acum

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in week %(week_num)s:
ro: Sperăm că te bucuri de %(course_name)s! Iată ce urmează în săptămâna %(week_num)s :

source: Welcome to week %(week_num)s
ro: Bun venit în săptămâna %(week_num)s

source: We hope you're enjoying {start_strong}{course_name}{end_strong}! We want to let you know what you can look forward to in the coming weeks:
ro: Sperăm că te bucuri de {start_strong}{course_name}{end_strong}! Iată ce vei învăța în următoarele săptămâni:

source: We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
ro: Te încurajăm să aloci timp cursului în fiecare săptămână. Implicarea ta va da roade la final!

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in the coming weeks:
ro: Sperăm că te bucuri de %(course_name)s! Iată ce vei învăța în următoarele săptămâni:

source: %(course_name)s Weekly Update
ro: %(course_name)sActualizare săptămânală

source: Many %(platform_name)s learners are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
ro: Numeroși cursanți în %(platform_name)s rezolvă tot mai multe sarcini de învățare în fiecare săptămână și participă la forumurile de discuții. Tu ce ți-ai propus să faci pentru a continua învățarea?

source: Many %(platform_name)s learners in %(course_name)s are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
ro: În %(platform_name)s numeroși cursanți în %(course_name)s rezolvă tot mai multe sarcini de învățare în fiecare săptămână și participă la forumurile de discuții. Tu ce ți-ai propus să faci pentru a continua învățarea?

source: Keep up the momentum!
ro: Ține pasul! Continuă învățarea!

source: Many {platform_name} learners in {start_strong}{course_name}{end_strong} are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
ro: În {platform_name} numeroși cursanți în {start_strong}{course_name}{end_strong} rezolvă tot mai multe sarcini de învățare în fiecare săptămână și participă la forumurile de discuții. Tu ce ți-ai propus să faci pentru a continua învățarea?

source: Keep learning
ro: Continuă învățarea

source: Remember when you enrolled in %(course_name)s, and other courses on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
ro: Îți amintești când te-ai înscris la cursul %(course_name)s și alte cursuri pe %(platform_name)s? Noi ne amintim și suntem bucuroși să te avem alături! Vino să vezi ce poți învăța alături de ceilalți cursanți.

source: Remember when you enrolled in %(course_name)s on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
ro: Îți amintești când te-ai înscris la cursul %(course_name)s pe %(platform_name)s? Noi ne amintim și suntem bucuroși să te avem alături! Vino să vezi ce poți învăța alături de ceilalți cursanți.

source: Keep learning today
ro: Continuă învățarea astăzi

source: Remember when you enrolled in {start_strong}{course_name}{end_strong}, and other courses on {platform_name}? We do, and we’re glad to have you! Come see what everyone is learning.
ro: Îți amintești când te-ai înscris la cursul {start_strong}{course_name}{end_strong} și la alte cursuri pe {platform_name}? Noi ne amintim și suntem bucuroși să te avem alături! Vino să vezi ce poți învăța alături de ceilalți cursanți.

source: Remember when you enrolled in {start_strong}{course_name}{end_strong} on {platform_name}? We do, and we’re glad to have you! Come see what everyone is learning.
ro: Îți amintești când te-ai înscris la cursul {start_strong}{course_name}{end_strong} pe {platform_name}? Noi ne amintim și suntem bucuroși să te avem alături! Vino să vezi ce poți învăța alături de ceilalți cursanți.

source: Start learning now
ro: Începe să înveți acum

source: Keep learning on %(platform_name)s
ro: Continuă învățarea pe %(platform_name)s

source: Keep learning in %(course_name)s
ro: Continuă învățarea la %(course_name)s

source: We hope you are enjoying learning with us so far on %(platform_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
ro: Sperăm că îți este de folos și te bucuri de învățare alături de noi pe %(platform_name)s! Un certificat verificat îți permite să pui în valoare noile cunoștințe și abilități. Certificatul generat pe %(platform_name)s este oficial. Actualizează până la %(user_schedule_upgrade_deadline_time)s.

source: We hope you are enjoying learning with us so far in %(first_course_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
ro: Sperăm că îți este de folos și te bucuri de învățare alături în %(first_course_name)s! Un certificat verificat îți permite să pui în valoare noile cunoștințe și abilități. Certificatul generat pe %(platform_name)s este oficial. Actualizează până la %(user_schedule_upgrade_deadline_time)s.

source: Upgrade now
ro: Actualizați acum

source: We hope you are enjoying learning with us so far on {start_strong}%(platform_name)s{end_strong}! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
ro: Sperăm că îți este de folos și te bucuri de învățare alături pe {start_strong} %(platform_name)s {end_strong}! Un certificat verificat îți permite să pui în valoare noile cunoștințe și abilități. Certificatul generat pe %(platform_name)s este oficial.

source: We hope you are enjoying learning with us so far in {start_strong}{first_course_name}{end_strong}! A verified certificate allows you to highlight your new knowledge and skills. An {platform_name} certificate is official and easily shareable.
ro: Sperăm că îți este de folos și te bucuri de învățare alături de noi în {start_strong}{first_course_name}{end_strong}! Un certificat verificat îți permite să pui în valoare noile cunoștințe și abilități. Certificatul generat pe {platform_name} este oficial.

source: Upgrade by {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}.
ro: Actualizează până la {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}

source: You are eligible to upgrade in these courses:
ro: Ești eligibil pentru actualizare în următoarele cursuri:

source: Example of a verified certificate
ro: Exemple de certificat verificat

source: Upgrade now at
ro: Actualizează acum pe

source: Upgrade to earn a verified certificate on %(platform_name)s
ro: Actualizează pentru a obține un certificat verificat pe %(platform_name)s

source: Upgrade to earn a verified certificate in %(first_course_name)s
ro: Actualizează pentru a obține un certificat verificat în cursul %(first_course_name)s

source: Enable course home page improvements.
ro: Permite îmbunătățirile din pagina de start a cursului

source: Theming Administration
ro: Administrarea tematicii

source: Usernames can only contain letters (A-Z, a-z), numerals (0-9), underscores (_), and hyphens (-).
ro: Numele de utilizator poate conține doar litere (A-Z, a-z), cifre (0-9), linie de subliniere (_) și cratimă (-).

source: Usernames can only contain letters, numerals, and @/./+/-/_ characters.
ro: Numele de utilizator poate conține doar litere, cifre și caracterele @/./+/-/_

source: "{email}" is not a valid email address.
ro: "{email}" nu este o adresă de e-mail validă.

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
ro: Adresa ta de e-mail {email_address} aparține unui cont existent din platformă. Încearcă din nou cu o adresă de e-mail diferită sau recuperează parola contului inițial.

source: It looks like {username} belongs to an existing account. Try again with a different username.
ro: Numele de utilizator {username} aparține unui cont existent din platformă. Încearcă din nou cu un nume de utilizator diferit.

source: Username must be between {min} and {max} characters long.
ro: Numele de utilizator trebuie să conțină între {min} și {max} caractere.

source: Enter a valid email address that contains at least {min} characters.
ro: Introdu o adresă de e-mail validă, care conține cel puțin {min} caractere.

source: Enter your full name.
ro: Introdu numele complet

source: The email addresses do not match.
ro: Adresele de e-mail nu corespund

source: Select your country or region of residence.
ro: Alege țara de reședință

source: Select your profession.
ro: Selectează profesia

source: Select your specialty.
ro: Selectează specializarea

source: Enter your profession.
ro: Introdu profesia

source: Enter your specialty.
ro: Introdu specializarea

source: Enter your city.
ro: Introdu orașul

source: Tell us your goals.
ro: Povestește-ne despre obiectivele tale

source: Select the highest level of education you have completed.
ro: Selectează cel mai înalt nivel de educație pe care l-ai absolvit.

source: Enter your mailing address.
ro: Introdu adresa de e-mail.

source: The '{field_name}' field cannot be edited.
ro: Câmpul '{field_name}' nu poate fi editat.

source: First Name
ro: Prenume

source: Last Name
ro: Nume

source: State/Province/Region
ro: Țară/Provincie/Regiune

source: Company
ro: Companie

source: Title
ro: Titlu

source: Job Title
ro: Funcție

source: Mailing address
ro: Adresa postala

source: Tell us why you're interested in {platform_name}
ro: Spune-ne ce anume te interesează să descoperi pe {platform_name}

source: Profession
ro: Profesie

source: Specialty
ro: Specializare

source: Make sure that you are providing a valid username or a URL that contains "{url_stub}". To remove the link from your edX profile, leave this field blank.
ro: Te rugăm să te asiguri că introduci un nume de utilizator sau un URL care conține "{url_stub}" valide. Pentru a șterge linkul din profilul tău, lasă acest câmp liber.

source: This account has been temporarily locked due to excessive login failures. Try again later.
ro: Acest cont a fost blocat temporar datorită încercărilor multiple nereușite de autentificare. Încercați mai târziu.

source: Email or password is incorrect.
ro: Adresa de e-mail sau parola sunt incorecte.

source: Permission Denied
ro: Acces nepermis

source: Success
ro: Succes

source: Actions
ro: Acţiuni

source: System maintenance in progress. Please try again later.
ro: Facem câteva actualizări tehnice. Te rugăm să încerci mai târziu. Mulțumim pentru înțelegere!

source: We received a deletion request for your account on %(platform_name)s. We're sorry to see you go!
ro: Am primit o solicitare de ștergere a contului tău pe%(platform_name)s. Ne pare rău să nu te mai avem alături!

source: Your account will be deleted shortly. Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
ro: Contul tău va fi șters în curând! Ștergerea contului, inclusiv eliminarea adresei de e-mail din listele noastre, poate dura câteva săptămâni pentru procesare. Dacă nu vrei să mai primești e-mail-uri până atunci, te rugăm să te dezabonezi folosind linkul din subsolul oricărui e-mail primit de la noi.

source: This is an informational email only. If you did not initiate this request, please contact %(contact_email)s.
ro: Acesta este un e-mail de informare. Dacă nu ai inițiat această solicitare, te rugăm să ne scrii pe %(contact_email)s.

source: Best, %(platform_name)s
ro: Toate cele bune, %(platform_name)s

source: Your Account Has Been Queued For Deletion
ro: Contul tău este în curs de a fi șters

source: Password reset
ro: Resetare parolă

source: You're receiving this e-mail because you requested a password reset for your user account at %(platform_name)s.
ro: Primești acest e-mail deoarece ai solicitat o resetare a parolei pentru contul tău de utilizator pe %(platform_name)s.

source: However, there is currently no user account associated with your email address: %(email_address)s.
ro: Cu toate acestea, în prezent nu există niciun cont de utilizator asociat cu adresa de e-mail: %(email_address)s.

source: If you did not request this change, you can ignore this email.
ro: Dacă nu ai solicitat această modificare, poți ignora acest e-mail.

source: Reset my password
ro: Resetează parola

source: Please go to the following page and choose a new password:
ro: Te rog să mergi la pagina următoare și să setezi o parolă nouă:

source: Password reset on %(platform_name)s
ro: Resetarea parolei pe %(platform_name)s

source: Password reset success
ro: Parolă resetată cu succes

source: Hello %(name)s,
ro: Bună, %(name)s,

source: Hello %(name)s,
ro: Bună, %(name)s,

source: Password reset completed on %(platform_name)s
ro: Resetarea parolei a fost realizată pe %(platform_name)s

source: Superuser creation not allowed
ro: Crearea contului de admin nu este permisă

source: Account modification not allowed.
ro: Modificarea contului nu este permisă.

source: Account creation not allowed.
ro: Crearea contului nu este permisă.

source: You've successfully signed in to your {provider_name} account, but this account isn't linked with your {platform_name} account yet. {blank_lines}Use your {platform_name} username and password to sign in to {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard. {blank_lines}If you don't have an account on {platform_name} yet, click {register_label_strong} at the top of the page.
ro: Te-ai autentificat cu succes in contul tău {provider_name}, dar acest cont nu este conectat încă la contul tău din platforma {platform_name}. {blank_lines}Folosește numele de utilizator și parola din {platform_name} pentru a te autentifica în {platform_name} mai jos, apoi conectează contul din {platform_name} cu {provider_name} din dashboard. {blank_lines}Dacă nu ai un cont pe {platform_name}, intră pe {register_label_strong} în partea de sus a paginii.

source: Register
ro: Înregistrare

source: There was an error receiving your login information. Please email us.
ro: A apărut o eroare legată de datele tale de autentificare. Te rugăm să ne trimiți un email.

source: To protect your account, it’s been temporarily locked. Try again in {locked_out_period} minutes.{li_start}To be on the safe side, you can reset your password {link_start}here{link_end} before you try again.
ro: Contul tău a fost blocat temporar, pentru a-l putea proteja. Încearcă din nou în {locked_out_period} minute.{li_start}Pentru a te asigura că totul este în regulă, poți reseta parola {link_start}aici{link_end} înainte de a încerca din nou.

source: Too many failed login attempts. Try again later.
ro: Prea multe încercări de autentificare eșuate. Încearcă din nou mai târziu.

source: Email or password is incorrect.{li_start}You have {remaining_attempts} more sign-in attempts before your account is temporarily locked.{li_end}{li_start}If you've forgotten your password, click {link_start}here{link_end} to reset.{li_end}
ro: E-mail sau parolă incorecte.{li_start}Mai ai încă {remaining_attempts} încercări de autentificare înainte de blocarea temporară a contului tău.{li_end}{li_start}Dacă ai uitat parola, intră {link_start}aici{link_end} pentru a o reseta.{li_end}

source: As {allowed_domain} user, You must login with your {allowed_domain} {link_start}{provider} account{link_end}.
ro: Ca utilizator {allowed_domain}, trebuie să te autentifici cu contul tău {allowed_domain} {link_start}{provider}account{link_end}.
