Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa, ro

source: Allow others to copy, distribute, display and perform your copyrighted work but only if they give credit the way you request. Currently, this option is required.
fa: به دیگران اجازه دهید کپی، توزیع، نمایش و اجرای اثر دارای حق نسخه برداری شما را انجام دهند، اما فقط در صورتی که به روشی که شما درخواست می کنید اعتباری را ارائه دهند. در حال حاضر این گزینه مورد نیاز است.
ro: Permiteți altora să copieze, să distribuie, să afișeze și să realizeze munca dumneavoastră protejată prin drepturi de autor, dar numai dacă acordă credit așa cum solicitați. În prezent, această opțiune este necesară.

source: Noncommercial
fa: غیر تجاریبه دیگران اجازه دهید از اثر شما کپی، آن را توزیع، نمایش و اجرا کنند، اما فقط درصورتی که به روشی که شما درخواست می‌کنید اعتباری را ارائه دهند. درحال حاضر این گزینه مورد نیاز است.
ro: Necomercial

source: Allow others to copy, distribute, display and perform your work - and derivative works based upon it - but for noncommercial purposes only.
fa: به دیگران اجازه دهید کپی، توزیع، نمایش و اجرا کنند - و آثار مشتق بر اساس آن - اما فقط برای اهداف غیرتجاری.
ro: Permiteți altora să copieze, să distribuie, să afișeze și să execute munca dumneavoastră și lucrările derivate bazate pe aceasta, dar numai în scopuri necomerciale.

source: No Derivatives
fa: بدون مشتقاتبه دیگران اجازه دهید اثر شما را کپی، آن را توزیع، نمایش و اجرا کنند - و آثار مشتق بر اساس آن - اما فقط برای اهداف غیرتجاری.
ro: Fără instrumente derivate

source: Allow others to copy, distribute, display and perform only verbatim copies of your work, not derivative works based upon it. This option is incompatible with "Share Alike".
fa: به دیگران اجازه دهید کپی، توزیع، نمایش و اجرا کنند فقط به صورت کلمه به کلمه از کار شما، نه آثار مشتق شده بر اساس آن. این گزینه با &quot;اشتراک گذاری یکسان&quot; ناسازگار است.
ro: Permiteți altora să copieze, să distribuie, să afișeze și să realizeze numai copii textuale ale muncii dumneavoastră, nu lucrări derivate bazate pe aceasta. Această opțiune este incompatibilă cu „Partajare în același mod”.

source: Share Alike
fa: به اشتراک بگذاریدبه دیگران اجازه دهید فقط به‌صورت کلمه‌به‌کلمه از کار شما کپی تهیه کنند، آن را توزیع کرده و یا به نمایش بگذارند، نه آثار اقتباس شده از آن. این گزینه با "Share Alike" ناسازگار است.
ro: Împărțit egal

source: Allow others to distribute derivative works only under a license identical to the license that governs your work. This option is incompatible with "No Derivatives".
fa: به دیگران اجازه دهید آثار مشتق شده را فقط تحت مجوزی مشابه مجوزی که بر کار شما حاکم است، توزیع کنند. این گزینه با &quot;بدون مشتقات&quot; ناسازگار است.به دیگران اجازه دهید آثار اقتباسی را فقط تحت مجوزی مشابه مجوزی که بر کار شما حاکم است، توزیع کنند. این گزینه با " بدون اقباس" ناسازگار است.
ro: Permiteți altora să distribuie lucrări derivate numai sub o licență identică cu licența aplicabilă pentru munca dumneavoastră. Această opțiune este incompatibilă cu „Fără derivate”.

source: Delete this %(item_display_name)s?
fa: این %(item_display_name)s حذف شود؟
ro: Ștergeți %(item_display_name)s?

source: Deleting this %(item_display_name)s is permanent and cannot be undone.
fa: حذف این %(item_display_name)s دائمی است و قابل بازگشت نیست.
ro: Ștergerea %(item_display_name)s este permanentă și nu mai poate fi modificată.

source: Ok
fa: خوب

source: There was an error changing the user's role
fa: هنگام تغییر نقش کاربر خطایی روی داد
ro: A apărut o eroare la modificarea rolului utilizatorului

source: Unknown
fa: ناشناخته
ro: Necunoscut

source: Error adding user
fa: خطا در افزودن کاربر

source: Error removing user
fa: خطا در حذف کاربر
ro: Eroare la eliminarea utilizatorului

source: A valid email address is required
fa: آدرس ایمیل معتبر مورد نیاز است
ro: Este necesara o adresa de email valida

source: You must enter a valid email address in order to add a new team member
fa: برای اضافه کردن یک عضو جدید تیم باید یک آدرس ایمیل معتبر وارد کنید
ro: Trebuie să introduceți o adresă de e-mail validă pentru a adăuga un nou membru al echipei

source: Return and add email address
fa: آدرس ایمیل را برگردانید و اضافه کنید
ro: Reveniți și adăugați adresa de e-mail

source: Already a member
fa: قبلا عضو شده است
ro: Deja membru

source: {email} is already on the {container} team. Recheck the email address if you want to add a new member.
fa: {email} در حال حاضر در تیم {container} است. اگر می‌خواهید عضو جدیدی اضافه کنید، آدرس ایمیل را دوباره بررسی کنید.

source: Return to team listing
fa: بازگشت به لیست تیم{email} درحال حاضر در تیم {container} است. اگر مایلید عضو جدیدی بیفزایید، آدرس رایانامه را دوباره بررسی کنید.

source: Are you sure?
fa: مطمئنی؟
ro: Ești sigur?

source: Are you sure you want to restrict {email} access to “{container}”?
fa: آیا مطمئنید که می‌خواهید دسترسی {email} را به « {container} » محدود کنید؟

source: Upload File
fa: آپلود فایل
ro: Încarcă un fișier

source: Save
fa: صرفه جویی
ro: Salvează

source: {display_name} Settings
fa: تنظیمات {display_name}
ro: {display_name} Setări

source: Publish {display_name}
fa: {display_name} را منتشر کنید
ro: Publicați {display_name}

source: Publish all unpublished changes for this {item}?
fa: همه تغییرات منتشر نشده برای این {item} منتشر شود؟
ro: Publicați toate modificările nepublicate pentru acest {item}?

source: Publish
fa: انتشار
ro: Publică

source: Highlights for {display_name}
fa: نکات برجسته برای {display_name}

source: Enable Course Highlight Emails
fa: ایمیل های برجسته دوره را فعال کنید

source: Enable
fa: فعال کردن
ro: Permite

source: Not yet
fa: نه هنوز
ro: Nu încă

source: Share {display_name} subsection
fa: زیربخش {display_name} را به اشتراک بگذارید

source: All Learners and Staff
fa: همه فراگیران و کارکنان
ro: Toți cursanții și Personalul

source: Advanced
fa: پیشرفته
ro: Avansat

source: Basic
fa: پایه ای
ro: Fundamental

source: Visibility
fa: دید
ro: Vizibilitate

source: Full Page
fa: صفحه کامل

source: Embed Link
fa: پیوند را جاسازی کنید

source: Editing: {title}
fa: ویرایش: {title}
ro: Se editează: {title}

source: Plugins
fa: پلاگین ها
ro: Plugin-uri

source: Unit
fa: واحد
ro: Unitate

source: Component
fa: جزء
ro: Componentă

source: Studio's having trouble parsing the problem component's content
fa: استودیو در تجزیه محتوای مشکل مولفه مشکل دارد

source: Move
fa: حرکت
ro: Mută

source: Choose a location to move your component to
fa: مکانی را برای انتقال جزء خود انتخاب کنید
ro: Alege o locație unde să muți componenta selectată

source: Move: {displayName}
fa: حرکت: {displayName}
ro: Mută: {displayName}

source: Validation Error While Saving
fa: خطای اعتبارسنجی هنگام ذخیره
ro: Validare eroare în timp ce se salvează

source: Undo Changes
fa: لغو تغییرات
ro: Anulare modificare

source: Change Manually
fa: دستی تغییر دهید
ro: Modificare manuală

source: Sections
fa: بخش ها
ro: Secțiuni

source: Subsections
fa: زیر بخش ها
ro: Subsecțiuni

source: Units
fa: واحدها
ro: Elemente

source: Components
fa: اجزاء
ro: Componente

source: Groups
fa: گروه ها
ro: Grupuri

source: This {parentCategory} has no {childCategory}
fa: این {parentCategory} هیچ {childCategory} ندارد
ro: Acest {parentCategory} nu are {childCategory}

source: Course Outline
fa: طرح کلی دوره
ro: Structură curs

source: Date added
fa: تاریخ اضافه شده
ro: Data adăugată

source: Editing access for: {title}
fa: دسترسی ویرایش برای: {title}
ro: Editare acces pentru: {title}

source: Publishing
fa: انتشار
ro: Publicare

source: Discard Changes
fa: لغو تغییرات
ro: Renunţaţi la modificări

source: Are you sure you want to revert to the last published version of the unit? You cannot undo this action.
fa: آیا مطمئن هستید که می خواهید به آخرین نسخه منتشر شده واحد برگردید؟ شما نمی توانید این عمل را واگرد کنید.
ro: Sunteţi sigur că vreţi să reveniţi la ultima versiune publicată a acestei unităţi? Nu puteţi anula această acţiune.

source: Discarding Changes
fa: دور انداختن تغییرات
ro: Renunță la schimbări

source: Hiding from Students
fa: پنهان شدن از دانش آموزان
ro: Ascuns pentru cursanți

source: Explicitly Hiding from Students
fa: پنهان شدن صریح از دانش آموزان
ro: Ascuns explicit pentru cursanți

source: Inheriting Student Visibility
fa: به ارث بردن دید دانش آموزآیا مایلید به آخرین نسخۀ منتشرشده واحد برگردید؟ شما نمی‌توانید این عمل را واگرد کنید.
ro: Moștenire vizibilitate cursanți

source: Make Visible to Students
fa: برای دانش آموزان قابل مشاهده باشد
ro: Vizibil pentru cursanți

source: If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students. Do you want to proceed?
fa: اگر این واحد قبلاً منتشر و برای دانش‌آموزان منتشر شده بود، هر تغییری که در زمانی که آن واحد پنهان بود، اکنون برای دانش‌آموزان قابل مشاهده خواهد بود. آیا شما می خواهید ادامه دهید؟
ro: Dacă elementul a fost deja publicat şi oferit cursanților, orice modificare făcută când unitatea era ascunsă este acum vizibilă. Doriţi să continuaţi?

source: Making Visible to Students
fa: قابل مشاهده شدن برای دانش آموزان
ro: Vizibil pentru cursanți

source: Course Index
fa: فهرست دوره
ro: Indexul cursului

source: There were errors reindexing course.
fa: خطاهایی در فهرست مجدد دوره وجود داشت.

source: Hide Previews
fa: مخفی کردن پیش نمایش ها
ro: Ascunde previzualizări

source: Show Previews
fa: نمایش پیش نمایش هااگر این واحد قبلاً منتشر شده و میان فراگیران توزیع شده، هر تغییری که در زمانی که آن واحد پنهان بود، دادید، اکنون برای فراگیران قابل‌مشاهده خواهد بود. آیا مایلید ادامه دهید؟
ro: Arată Previzualizări

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} ascending
fa: نمایش {currentItemRange} از {totalItemsCount} ، فیلتر شده توسط {assetType} ، مرتب شده بر اساس {sortName} صعودینمایش {currentItemRange} از {totalItemsCount} ، فیلترشده توسط {assetType} ، مرتب‌شده بر اساس {sortName} صعودی
ro: Se afișează {currentItemRange} din {totalItemsCount}, filtrat după {assetType}, sortat crescător după {sortName}

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} descending
fa: نمایش {currentItemRange} از {totalItemsCount} ، فیلتر شده توسط {assetType} ، مرتب شده بر اساس {sortName} نزولینمایش {currentItemRange} از {totalItemsCount} ، فیلترشده توسط {assetType} ، مرتب‌شده بر اساس {sortName} نزولی
ro: Se afișează {currentItemRange} din {totalItemsCount}, filtrat după {assetType}, sortat descrescător după {sortName}

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} ascending
fa: نمایش {currentItemRange} از {totalItemsCount} ، مرتب شده بر اساس {sortName} نمایش {currentItemRange} از {totalItemsCount} ، مرتب‌شده بر اساس {sortName} صعودی
ro: Se afișează {currentItemRange} din {totalItemsCount}, sortate după {sortName} crescător

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} descending
fa: نمایش {currentItemRange} از {totalItemsCount} ، مرتب شده بر اساس {sortName} نمایش {currentItemRange} از {totalItemsCount} ، مرتب‌شده بر اساس {sortName} نزولی
ro: Se afișează {currentItemRange} din {totalItemsCount}, sortat descendent după {sortName}

source: {totalItems} total
fa: {totalItems} کل

source: content group
fa: گروه محتوا
ro: Grupul conținut

source: Add your first content group
fa: اولین گروه محتوای خود را اضافه کنید

source: You have not created any content groups yet.
fa: شما هنوز هیچ گروه محتوایی ایجاد نکرده اید.

source: Are you sure you want to remove this video from the list?
fa: آیا مطمئن هستید که می خواهید این ویدیو را از لیست حذف کنید؟
ro: Sigur doriți să eliminați acest video din listă?

source: Removing a video from this list does not affect course content. Any content that uses a previously uploaded video ID continues to display in the course.
fa: حذف یک ویدیو از این لیست بر محتوای دوره تأثیری ندارد. هر محتوایی که از شناسه ویدیویی بارگذاری‌شده قبلی استفاده می‌کند همچنان در دوره نمایش داده می‌شود.حذف یک ویدیو از این فهرست بر محتوای دوره تأثیری ندارد. هر محتوایی که از شناسۀ ویدیویی بارگذاری‌شدۀ قبلی استفاده می‌کند همچنان در دوره، نمایش داده می‌شود.

source: Removing
fa: در حال برداشتن
ro: Se elimină

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
fa: تا زمانی که پیشرفت خود را ذخیره نکنید، تغییرات شما اعمال نمی شود. مراقب قالب بندی کلید و مقدار باشید، زیرا اعتبارسنجی اجرا نمی شود.
ro: Modificările nu vor avea efect decât dacă salvaţi progesul. Aveţi grijă cu formatarea cheilor şi valorilor, când validara nu este pusă în aplicare.

source: Your policy changes have been saved.
fa: تغییرات خط مشی شما ذخیره شده است.تا زمانی که پیشرفت خود را ذخیره نکنید، تغییرات شما اعمال نمی‌شود. مراقب قالب‌بندی کلید و مقدار باشید، زیرا اعتبارسنجی اجرا نمی‌شود.
ro: Modificările privind politica au fost salvate.

source: No validation is performed on policy keys or value pairs. If you are having difficulties, check your formatting.
fa: هیچ اعتبارسنجی روی کلیدهای خط مشی یا جفت ارزش انجام نمی شود. اگر مشکل دارید، قالب بندی خود را بررسی کنید.هیچ اعتبارسنجی روی کلیدهای خط‌مشی یا جفت‌ارزش انجام نمی‌شود. اگر مشکل دارید، قالب‌بندی خود را بررسی کنید.

source: For grading to work, you must change all {oldName} subsections to {newName}.
fa: برای اینکه درجه بندی کار کند، باید همه زیربخش های {oldName} را به {newName} برای اینکه نمره‌دهی کار کند، باید همۀ زیربخش‌های {oldName} را به {newName} تغییر دهید.

source: Course Credit Requirements
fa: شرایط اعتبار دوره
ro: Cerințele de credit pentru curs

source: The minimum grade for course credit is not set.
fa: حداقل نمره برای واحد درسی تعیین نشده است.

source: Course pacing cannot be changed once a course has started.
fa: پس از شروع دوره نمی توان سرعت دوره را تغییر داد.

source: {hours}:{minutes} (current UTC time)
fa: {hours} : {minutes} (زمان فعلی UTC)

source: Upload your course image.
fa: تصویر دوره خود را آپلود کنید
ro: Încarcă imaginea cursului

source: Upload your banner image.
fa: تصویر بنر خود را آپلود کنید
ro: Încărcați imaginea banner-ului

source: Upload your video thumbnail image.
fa: تصویر کوچک ویدیوی خود را آپلود کنید.

source: Delete “<%- name %>”?
fa: “<%- name %>” حذف شود؟
ro: Vrei să ștergi “<%- name %>”?

source: Deleting a textbook cannot be undone and once deleted any reference to it in your courseware's navigation will also be removed.
fa: حذف یک کتاب درسی قابل لغو نیست و پس از حذف هر گونه ارجاع به آن در پیمایش دوره آموزشی شما نیز حذف خواهد شد.حذف یک کتاب درسی قابل لغو نیست و پس از حذف هرگونه ارجاع به آن در پیمایش دورۀ آموزشی شما نیز حذف خواهدشد.
ro: Ştergerea unui manual nu poate fi anulată şi odată ştearsă orice legătura cu acesta în navigarea cursului va fi, de asemenea, ştearsă.

source: Delete Page Confirmation
fa: حذف تایید صفحه
ro: Confirmare ștergere pagină

source: Are you sure you want to delete this page? This action cannot be undone.
fa: آیا مطمئن هستید که می خواهید این صفحه را حذف کنید؟ این عمل قابل لغو نیست.
ro: Sigur vrei să ștergi această pagină? Această actiune nu poate fi anulată.

source: Upload
fa: بارگذاری
ro: Încarcă

source: We're sorry, there was an error
fa: متأسفیم، خطایی رخ داد
ro: Ne pare rău, a apărut o eroare.

source: The combined length of the organization, course number, and course run fields cannot be more than <%- limit %> characters.
fa: طول ترکیبی سازمان، تعداد دوره، و فیلدهای دوره اجرا نمی‌تواند بیشتر از <%- limit %> کاراکتر باشد.طول ترکیبی سازمان، تعداد دوره، و فیلدهای اجرای دوره نمی‌تواند بیشتر از <%- limit %> نویسه باشد.

source: The combined length of the organization and library code fields cannot be more than <%- limit %> characters.
fa: طول ترکیبی فیلدهای کد سازمان و کتابخانه نمی تواند بیشتر از <%- limit %> کاراکتر باشد.

source: Success! "{displayName}" has been moved.
fa: موفقیت! &quot; {displayName} &quot; منتقل شده است.طول ترکیبی قسمت‌های کد سازمان و کتابخانه نمی‌تواند بیشتر از <%- limit %> نویسه باشد.
ro: Succes! "{displayName}" a fost mutat.

source: Move cancelled. "{sourceDisplayName}" has been moved back to its original location.
fa: حرکت لغو شد. &quot; {sourceDisplayName} &quot; به مکان اصلی خود منتقل شده است.
ro: Mutare anulată. "{sourceDisplayName}" a fost mutat înapoi în locația inițială.

source: Undo move
fa: لغو حرکت
ro: Anulare acțiune

source: Take me to the new location
fa: مرا به مکان جدید ببرید
ro: Du-mă în noua locație

source: Duplicating
fa: در حال تکرار
ro: Duplicare

source: Undo moving
fa: حرکت را لغو کنید
ro: Anulează mutarea

source: Moving
fa: در حال حرکت
ro: Se mută

source: Deleting this {xblock_type} is permanent and cannot be undone.
fa: حذف این {xblock_type} دائمی است و قابل بازگشت نیست.
ro: Ștergerea acestui {xblock_type} este permanentă și nu poate fi anulată.

source: Any content that has listed this content as a prerequisite will also have access limitations removed.
fa: هر محتوایی که این محتوا را به عنوان پیش نیاز فهرست کرده باشد، محدودیت‌های هر محتوایی که این محتوا را به‌عنوان پیش‌نیاز فهرست کرده باشد، محدودیت‌های دسترسی نیز حذف خواهد شد.
ro: Orice conținut care a enumerat acest conținut ca o condiție prealabilă va avea, de asemenea, limitări de acces eliminate.

source: Delete this {xblock_type} (and prerequisite)?
fa: این {xblock_type} (و پیش نیاز) حذف شود؟
ro: Ștergeți acest {xblock_type} (și condiția prealabilă)?

source: Yes, delete this {xblock_type}
fa: بله، این {xblock_type} را حذف کنید
ro: Da, șterge acest {xblock_type}

source: Delete this {xblock_type}?
fa: این {xblock_type} حذف شود؟
ro: Ștergeți {xblock_type}?

source: section
fa: بخش
ro: secțiune

source: subsection
fa: زیر بخش
ro: subsecţiune

source: unit
fa: واحد
ro: unitate

source: You've made some changes
fa: شما تغییراتی ایجاد کردید
ro: Aţi făcut unele schimbări.

source: Your changes will not take effect until you save your progress.
fa: تا زمانی که پیشرفت خود را ذخیره نکنید، تغییرات شما اعمال نمی شود.
ro: Schimbările tale nu vor avea loc până când progesul nu este salvat.

source: You've made some changes, but there are some errors
fa: شما تغییراتی ایجاد کرده اید، اما برخی از خطاها وجود دارد
ro: Aţi făcut unele schimbări, dar sunt câteva erori.

source: Please address the errors on this page first, and then save your progress.
fa: لطفاً ابتدا خطاهای این صفحه را برطرف کنید و سپس پیشرفت خود را ذخیره کنید.
ro: Vă rugăm semnalaţi mai ăntai eroarea pe această pagină şi apoi salvaţi progresul.

source: Save Changes
fa: ذخیره تغییراتلطفاً ابتدا خطاهای این صفحه را برطرف کرده و سپس پیشرفت خود را ذخیره کنید.
ro: Salvează schimbările

source: Your changes have been saved.
fa: تغییرات شما ذخیره شد.
ro: Schimbările tale au fost salvate.

source: Please select a file in .srt format.
fa: لطفاً یک فایل با فرمت .srt انتخاب کنید.
ro: Vă rugăm selectați un fișier în format .srt.

source: Error: Uploading failed.
fa: خطا: آپلود انجام نشد.
ro: Eroare: Încărcarea a eșuat.

source: Error: Import failed.
fa: خطا: وارد کردن انجام نشد.
ro: Eroare: Importarea a eșuat.

source: Error: Replacing failed.
fa: خطا: تعویض انجام نشد.
ro: Eroare: Înlocuirea a eșuat.

source: Error: Choosing failed.
fa: خطا: انتخاب ناموفق بود.
ro: Eroare: Selectarea a eșuat.

source: Error: Connection with server failed.
fa: خطا: اتصال با سرور انجام نشد.
ro: Eroare: Conectarea la server a eșuat.

source: Link types should be unique.
fa: انواع پیوندها باید منحصر به فرد باشند.
ro: Tipurile de linkuri ar trebui să fie unice.

source: Links should be unique.
fa: لینک ها باید منحصر به فرد باشند.

source: Incorrect url format.
fa: فرمت آدرس اینترنتی نادرست است.
ro: Format url incorect.

source: Sorry, there was an error parsing the subtitles that you uploaded. Please check the format and try again.
fa: با عرض پوزش، در تجزیه زیرنویس هایی که آپلود کردید خطایی روی داد. لطفا قالب را بررسی کنید و دوباره امتحان کنید.با عرض پوزش، در بررسی زیرنویس‌هایی که بارگذاری کردید خطایی روی داد. لطفاً قالب را بررسی کرده و دوباره امتحان کنید.
ro: Ne pare rău, a fost o eroare în analiza subtitlurilor adăugate. Vă rugăm verificaţi formatul şi încercaţi din nou.

source: Are you sure you want to remove this transcript?
fa: آیا مطمئن هستید که می خواهید این رونوشت را حذف کنید؟
ro: Sunteți sigur că doriți să ștergeți acestă transcriere?

source: If you remove this transcript, the transcript will not be available for this component.
fa: اگر این رونوشت را حذف کنید، رونوشت برای این مؤلفه در دسترس نخواهد بود.
ro: Dacă eliminați această transcriere, transcrierea nu va fi valabilă pentru această componentă.

source: Remove Transcript
fa: حذف رونوشت
ro: Eliminați Transcriere

source: Upload translation
fa: ترجمه را بارگذاری کنید
ro: Încarcă traducerea

source: Add Thumbnail
fa: اضافه کردن تصویر کوچک

source: Edit Thumbnail
fa: ویرایش تصویر کوچک

source: Image upload failed
fa: آپلود تصویر ناموفق بود
ro: Încărcarea imaginii a eșuat

source: {ReqTextSpanStart}Requirements{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}
fa: {ReqTextSpanStart} الزامات {spanEnd} {lineBreak} {InstructionsSpanStart} {videoImageResoultion} {lineBreak} {videoImageSupportedFileFormats} {spanEnd}

source: {maxWidth}x{maxHeight} pixels
fa: {maxWidth} x {maxHeight} پیکسل

source: Thumbnail for {videoName}
fa: تصویر کوچک برای {videoName}

source: Add Thumbnail - {videoName}
fa: اضافه کردن تصویر کوچک - {videoName}

source: Video duration is {humanizeDuration}
fa: مدت زمان ویدیو {humanizeDuration} است
ro: Durata video-ului este de {humanizeDuration}

source: minutes
fa: دقایق
ro: minute

source: minute
fa: دقیقه
ro: minut

source: seconds
fa: ثانیه
ro: secunde

source: second
fa: دومین
ro: secundă

source: and
fa: و
ro: și

source: Video image upload started
fa: آپلود تصویر ویدیو شروع شد
ro: Încărcarea imaginii video-ului a început

source: Video image upload completed
fa: آپلود تصویر ویدیو تکمیل شد
ro: Încărcarea imaginii video-ului a fost finalizată

source: This image file type is not supported. Supported file types are {supportedFileFormats}.
fa: این نوع فایل تصویری پشتیبانی نمی شود. انواع فایل های پشتیبانی شده این نوع فایل تصویری پشتیبانی نمی‌شود. انواع فایل‌های پشتیبانی‌شده {supportedFileFormats} هستند.
ro: Acest tip de fișier imagine nu este acceptat. Tipurile de fișiere acceptate sunt {supportedFileFormats}.

source: The selected image must be smaller than {maxFileSizeInMB}.
fa: تصویر انتخاب شده باید کوچکتر از {maxFileSizeInMB} باشد.
ro: Imaginea selectată trebuie să fie mai mică decât {maxFileSizeInMB}.

source: The selected image must be larger than {minFileSizeInKB}.
fa: تصویر انتخاب شده باید بزرگتر از {minFileSizeInKB} باشد.
ro: Imaginea selectată trebuie să fie mai mare decât {minFileSizeInKB}.

source: Could not upload the video image file
fa: فایل تصویر ویدیو آپلود نشد
ro: Nu s-a putut încărca fișierul imagine video

source: Image upload failed.
fa: آپلود تصویر انجام نشد.
ro: Încărcarea imaginii a eșuat.

source: The file could not be uploaded.
fa: فایل آپلود نشد.
ro: Fișierul nu a putut fi încărcat.

source: Hide transcripts ({transcriptCount})
fa: مخفی کردن رونوشت ها ( {transcriptCount} )
ro: Ascunde transcrierile ({transcriptCount})

source: Show transcripts ({transcriptCount})
fa: نمایش رونوشت ها ( {transcriptCount} )
ro: Afișați transcrierile ({transcriptCount})

source: This file type is not supported. Supported file type is {supportedFileFormat}.
fa: این نوع فایل پشتیبانی نمی شود. نوع فایل پشتیبانی شده {supportedFileFormat} این نوع فایل پشتیبانی نمی‌شود. نوع فایل پشتیبانی‌شده {supportedFileFormat} است.
ro: Acest tip de fișier nu este acceptat. Tipul de fișier acceptat este {supportedFileFormat}.

source: If you remove this transcript, the transcript will not be available for any components that use this video.
fa: اگر این رونوشت را حذف کنید، رونوشت برای هیچ مؤلفه‌ای که از این ویدیو استفاده می‌کند در دسترس نخواهد بود.
ro: Dacă eliminați această transcriere, transcrierea nu va fi disponibilă pentru nicio componentă care utilizează acest video.

source: Editor
fa: ویرایشگر

source: Settings
fa: تنظیمات
ro: Setări
