Repository: Abstract-Tech/openedx-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa, ro

source: Use enrollment tracks as the basis for dividing discussions. All learners, regardless of their enrollment track, see the same discussion topics, but within divided topics, only learners who are in the same enrollment track see and respond to each others’ posts.
fa: از مسیرهای ثبت نام به عنوان مبنایی برای تقسیم بحث ها استفاده کنید. همه فراگیران، صرف نظر از مسیر ثبت نام خود، موضوعات بحث یکسانی را مشاهده می کنند، اما در موضوعات تقسیم شده، تنها زبان آموزانی که در یک مسیر ثبت نام هستند، پست های یکدیگر را می بینند و به آنها پاسخ می دهند.

source: Cohorts
fa: گروه هااز مسیرهای ثبت‌نام به‌عنوان مبنایی برای تقسیم گفتگوها استفاده کنید. همۀ فراگیران، صرف‌نظر از مسیر ثبت‌نام خود، موضوعات بحث یکسانی را مشاهده می‌کنند، اما در موضوعات تقسیم شده، تنها فراگیرانی که در یک مسیر ثبت‌نام هستند، مطالب یکدیگر را می‌بینند و به آن‌ها پاسخ می‌دهند.
ro: Cohorte

source: Use cohorts as the basis for dividing discussions. All learners, regardless of cohort, see the same discussion topics, but within divided topics, only members of the same cohort see and respond to each others’ posts.
fa: از گروه ها به عنوان مبنایی برای تقسیم بحث ها استفاده کنید. همه فراگیران، صرف نظر از گروه، موضوعات بحث یکسانی را می بینند، اما در موضوعات تقسیم شده، فقط اعضای همان گروه پست های یکدیگر را می بینند و به آنها پاسخ می دهند.

source: Discussion topics in the course are not divided.
fa: موضوعات بحث در دوره تقسیم بندی نمی شود.

source: Any divided discussion topics are divided based on enrollment track.
fa: هر موضوع بحث تقسیم شده بر اساس مسیر ثبت نام تقسیم می شود.

source: Any divided discussion topics are divided based on cohort.
fa: هر موضوع بحث تقسیم شده بر اساس گروه تقسیم می شود.از گروه‌ها به‌عنوان مبنایی برای تقسیم گفتکگوها استفاده کنید. همۀ فراگیران، صرف‌نظر از گروه، موضوعات بحث یکسانی را می‌بینند، اما در موضوعات تقسیم شده، فقط اعضای همان گروه مطالب یکدیگر را می‌بینند و به آن‌ها پاسخ می‌دهند.

source: Your changes have been saved. {details}
fa: تغییرات شما ذخیره شد. {details}
ro: Modificările tale au fost salvate. {details}

source: We have encountered an error. Refresh your browser and then try again.
fa: ما با یک خطا مواجه شدیم. مرورگر خود را تازه کنید و سپس دوباره امتحان کنید.ما با یک خطا مواجه شدیم. مرورگر خود را تازه کرده و سپس دوباره امتحان کنید.
ro: Am întâmpinat o problemă. Reîncarcă motorul de căutare și apoi încearcă din nou.

source: We've encountered an error. Refresh your browser and then try again.
fa: ما با یک خطا مواجه شده ایم. مرورگر خود را تازه کنید و سپس دوباره امتحان کنید.ما با یک خطا مواجه شدیم. مرورگر خود را تازه کرده و سپس دوباره امتحان کنید.
ro: Am întâmpinat o problemă. Reîncarcă motorul de căutare și apoi încearcă din nou.

source: An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page.
fa: خطایی رخ داده است. مطمئن شوید که به اینترنت متصل هستید و سپس سعی کنید صفحه را بازخوانی کنید.
ro: A apărut o eroare. Asigură-te că ești conectat/ă la internet, apoi încearcă să reîncarci pagina.

source: Hide notes
fa: پنهان کردن یادداشت ها
ro: Ascunde notițele

source: Notes visible
fa: یادداشت ها قابل مشاهده است
ro: Notițe vizibile

source: Show notes
fa: نمایش یادداشت ها
ro: Vizualizează notițele

source: Notes hidden
fa: یادداشت ها پنهان شدخطایی رخ داده‌است. مطمئن شوید که به اینترنت متصل هستید و سپس سعی کنید صفحه را تازه کنید.
ro: Notițe ascunse

source: Please enter a term in the {anchorStart} search field{anchorEnd}.
fa: لطفاً عبارتی را در قسمت جستجوی {anchorStart} {anchorEnd} وارد کنید.
ro: Te rugăm introdu un termen în {anchorStart} câmpul de căutare{anchorEnd}.

source: Current tab
fa: برگه فعلی
ro: Fila actuală

source: Location in Course
fa: مکان در دوره
ro: Localizarea în curs

source: Recent Activity
fa: فعالیت اخیر
ro: Activitate recentă

source: No results found for "{query_string}". Please try searching again.
fa: هیچ نتیجه ای برای &quot; {query_string} &quot; یافت نشد. لطفاً دوباره جستجو کنید.
ro: Niciun rezultat găsit pentru "{query_string}". Te rugăm caută din nou.

source: Search Results
fa: نتایج جستجو
ro: Rezultatele căutării

source: [no tags]
fa: [بدون برچسب]

source: Tags
fa: برچسب ها
ro: Etichete

source: Unable to submit application
fa: امکان ارسال درخواست وجود ندارد
ro: Nu se poate trimite cererea.

source: An error has occurred. Check your Internet connection and try again.
fa: خطایی رخ داده است. اتصال اینترنت خود را بررسی کنید و دوباره امتحان کنید.
ro: A apărut o eroare. Asigură-te că ești conectat/ă la internet și încearcă din nou.

source: Choose one
fa: یکی را انتخاب کنخطایی رخ داده است. اتصال اینترنت خود را بررسی کرده و دوباره امتحان کنید.
ro: Alege o variantă

source: Selected tab
fa: برگه انتخاب شده

source: Saved cohort
fa: گروه ذخیره شده

source: Error adding learners.
fa: خطا در افزودن زبان آموزان.

source: Enter a username or email.
fa: یک نام کاربری یا ایمیل وارد کنید.
ro: Introdu un nume de utilizator sau e-mail

source: {numUsersAdded} learner has been added to this cohort.
fa: یادگیرنده {numUsersAdded} به این گروه اضافه شده است.

source: {numMoved} learner was moved from {prevCohort}
fa: یادگیرنده {numMoved} از {prevCohort} منتقل شد

source: {numPresent} learner was already in the cohort
fa: یادگیرنده {numPresent} قبلاً در گروه بود

source: {numPreassigned} learner was pre-assigned for this cohort. This learner will automatically be added to the cohort when they enroll in the course.
fa: یادگیرنده {numPreassigned} از قبل برای این گروه اختصاص داده شده بود. این زبان آموز هنگام ثبت نام در دوره به طور خودکار به گروه اضافه می شود.

source: Unknown username: {user}
fa: نام کاربری ناشناخته: {user}
ro: Nume de utilizator necunoscut: {user}

source: Invalid email address: {email}
fa: آدرس ایمیل نامعتبر: {email}
ro: Adresă de e-mail invalidă: {email}

source: Cohort assignment not allowed: {email_or_username}
fa: تخصیص گروه مجاز نیست: {email_or_username}

source: There was an error when trying to add learners:
fa: هنگام تلاش برای اضافه کردن یادگیرندگان خطایی روی داد:

source: View all errors
fa: مشاهده تمام خطاها

source: You must specify a name for the cohort
fa: شما باید یک نام برای گروه مشخص کنید

source: You did not select a content group
fa: شما گروه محتوا را انتخاب نکردید

source: The selected content group does not exist
fa: گروه محتوای انتخابی وجود ندارد

source: The cohort cannot be saved
fa: گروه را نمی توان ذخیره کرد

source: The cohort cannot be added
fa: گروه را نمی توان اضافه کرد

source: You currently have no cohorts configured
fa: شما در حال حاضر هیچ گروهی پیکربندی نشده اید

source: Add Cohort
fa: همگروهی را اضافه کنید

source: The {cohortGroupName} cohort has been created. You can manually add students to this cohort below.
fa: گروه {cohortGroupName} ایجاد شده است. شما می توانید به صورت دستی دانش آموزان را به این گروه در زیر اضافه کنید.

source: Assign students to cohorts by uploading a CSV file.
fa: با آپلود یک فایل CSV دانش آموزان را به گروه ها اختصاص دهید.

source: Choose a .csv file
fa: یک فایل csv. را انتخاب کنیدگروه {cohortGroupName} ایجاد شده‌است. شما می‌توانید به‌صورت دستی، فراگیران را به این گروه در زیر اضافه کنید.

source: Only properly formatted .csv files will be accepted.
fa: فقط فایل‌های csv. با فرمت مناسب پذیرفته می‌شوند.

source: Upload File and Assign Students
fa: آپلود فایل و اختصاص دانش آموزان

source: Your file '{file}' has been uploaded. Allow a few minutes for processing.
fa: فایل &quot;{file}&quot; شما آپلود شده است. چند دقیقه برای پردازش زمان بگذارید.

source: Cohorts Enabled
fa: گروه‌ها فعال شد

source: Cohorts Disabled
fa: گروه های غیر فعال

source: Allow students to generate certificates for this course?
fa: به دانش آموزان اجازه می دهید برای این دوره گواهینامه تولید کنند؟

source: Prevent students from generating certificates in this course?
fa: مانع از صدور گواهینامه دانش آموزان در این دوره می شود؟

source: Start generating certificates for all students in this course?
fa: شروع به تولید گواهینامه برای همه دانش آموزان در این دوره کنید؟

source: Error while generating certificates. Please try again.
fa: خطا در هنگام تولید گواهی. لطفا دوباره تلاش کنید.

source: Start regenerating certificates for students in this course?
fa: شروع به بازسازی گواهینامه برای دانش آموزان در این دوره؟

source: Error while regenerating certificates. Please try again.
fa: خطا هنگام ایجاد مجدد گواهی ها. لطفا دوباره تلاش کنید.

source: Loading data...
fa: در حال بارگیری داده ها...
ro: Se încarcă datele...

source: Error getting issued certificates list.
fa: خطا در دریافت لیست گواهی های صادر شده.
ro: Eroare la accesarea listei cu certificate eliberate.

source: Error generating anonymous IDs. Please try again.
fa: خطا در ایجاد شناسه های ناشناس. لطفا دوباره تلاش کنید.
ro: Eroare la generarea ID-urilor anonime. Te rugăm încearcă din nou.

source: Error generating proctored exam results. Please try again.
fa: خطا در ایجاد نتایج آزمون های پیش بینی شده. لطفا دوباره تلاش کنید.
ro: Eroare la generarea rezultatelor pentru examenele supravegheate. Te rugăm să încerci din nou.

source: Error generating survey results. Please try again.
fa: خطا در ایجاد نتایج نظرسنجی. لطفا دوباره تلاش کنید.
ro: Eroare la generarea rezultatelor sondajului. Te rugăm să încerci din nou.

source: Error generating student profile information. Please try again.
fa: خطا در ایجاد اطلاعات نمایه دانش آموز. لطفا دوباره تلاش کنید.
ro: Eroare la generarea informațiilor despre profilul cursantului. Te rugăm să încerci din nou.

source: Loading
fa: بارگذاری
ro: Se încarcă

source: Error getting student list.
fa: خطا در دریافت لیست دانش آموزان.
ro: Eroare la obținerea listei de cursanți.

source: Error generating list of students who may enroll. Please try again.
fa: خطا در ایجاد لیست دانش آموزانی که ممکن است ثبت نام کنند. لطفا دوباره تلاش خطا در ایجاد فهرست فراگیرانی که ممکن است ثبت‌نام کنند. لطفاً دوباره تلاش کنید.
ro: Eroare la generarea listei cursanților care ar putea să se înscrie. Te rugăm să încerci din nou.

source: Error retrieving grading configuration.
fa: خطا در بازیابی پیکربندی درجه بندی.
ro: Eroare în obținerea configurării de notare.

source: Error generating grades. Please try again.
fa: خطا در ایجاد نمره. لطفا دوباره تلاش کنید.
ro: Eroare la generarea notelor. Te rugăm să încerci din nou.

source: Error generating problem grade report. Please try again.
fa: خطا در ایجاد گزارش درجه مشکل. لطفا دوباره تلاش کنید.
ro: Eroare la generarea raportului cu notele pentru problemă. Te rugăm să încerci din nou.

source: Error generating ORA data report. Please try again.
fa: خطا در ایجاد گزارش داده ORA. لطفا دوباره تلاش کنید.

source: There was a problem creating the report. Select "Create Executive Summary" to try again.
fa: مشکلی در ایجاد گزارش وجود داشت. برای امتحان مجدد، «ایجاد خلاصه اجرایی» را مشکلی در ایجاد گزارش وجود داشت. برای امتحان مجدد، «ایجاد خلاصۀ اجرایی» را انتخاب کنید.

source: Enter the enrollment code.
fa: کد ثبت نام را وارد کنید
ro: Introdu codul de înscriere

source: Cancel enrollment code
fa: لغو کد ثبت نام
ro: Anulează codul de înscriere

source: Restore enrollment code
fa: بازیابی کد ثبت نام
ro: Recuperează codul de înscriere

source: Mark enrollment code as unused
fa: علامت گذاری کد ثبت نام به عنوان استفاده نشده
ro: Marchează codul de înscriere ca neutilizat

source: Username
fa: نام کاربری
ro: Nume de utilizator

source: Email
fa: پست الکترونیک

source: Revoke access
fa: لغو دسترسی
ro: Revocă accesul

source: Group
fa: گروه
ro: Grup

source: Enter username or email
fa: نام کاربری یا ایمیل را وارد کنید
ro: Introdu nume de utilizator sau e-mail

source: Please enter a username or email.
fa: لطفا یک نام کاربری یا ایمیل وارد کنید.
ro: Introdu un nume de utilizator sau e-mail

source: This role requires a divided discussions scheme.
fa: این نقش مستلزم یک طرح بحث تقسیم شده است.

source: Error changing user's permissions.
fa: خطا در تغییر مجوزهای کاربر.
ro: Eroare la schimbarea permisiunilor utilizatorului.

source: Could not find a user with username or email address '<%- identifier %>'.
fa: کاربری با نام کاربری یا آدرس ایمیل '<%- identifier %>' یافت نشد.

source: Error: User '<%- username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
fa: خطا: کاربر '<%- username %>' هنوز حساب خود را فعال نکرده است. کاربران باید قبل از تعیین نقش، حساب های خود را ایجاد و فعال کنند.

source: Error: You cannot remove yourself from the Instructor group!
fa: خطا: شما نمی توانید خود را از گروه مربی حذف کنید!خطا: کاربر '<%- username %>' هنوز حساب‌کاربری خود را فعال نکرده‌است. کاربران باید پیش از تعیین نقش، حساب‌های کاربری خود را ایجاد و فعال کنند.
ro: Eroare: Nu te poți șterge singur din grupul de facilitatori!

source: Errors
fa: خطاها
ro: Erori

source: The following errors were generated:
fa: خطاهای زیر ایجاد شد:
ro: Au fost generate următoarele erori:

source: Warnings
fa: هشدارها
ro: Atenționări

source: The following warnings were generated:
fa: هشدارهای زیر ایجاد شد:
ro: Au fost generate următoarele atenționări:

source: Success
fa: موفقیت
ro: Succes

source: All accounts were created successfully.
fa: همه حساب ها با موفقیت ایجاد شدند.
ro: Toate conturile au fost create cu succes.

source: Error adding/removing users as beta testers.
fa: خطا در افزودن/حذف کاربران به عنوان آزمایش کننده بتا.
ro: Eroare la adăugarea/eliminarea de utilizatori ca testeri beta.

source: This field must not be blank
fa: این فیلد نباید خالی باشد

source: These users were successfully added as beta testers:
fa: این کاربران با موفقیت به عنوان آزمایش کننده بتا اضافه شدند:
ro: Acești utilizatori au fost adăugați cu succes ca testeri beta.

source: These users could not be added as beta testers because their accounts are not yet activated:
fa: این کاربران نمی توانند به عنوان آزمایش کننده بتا اضافه شوند زیرا حساب های آنها هنوز فعال نشده است:این کاربران نمی‌توانند به‌عنوان آزمونگر بتا اضافه شوند زیرا حساب‌های کاربری آن‌ها هنوز فعال نشده‌است:

source: These users were successfully removed as beta testers:
fa: این کاربران با موفقیت به عنوان آزمایش کننده بتا حذف شدند:
ro: Acești utilizatori au fost șterși cu succes din lista de testeri beta.

source: These users were not added as beta testers:
fa: این کاربران به عنوان آزمایش کننده بتا اضافه نشده اند:
ro: Acești utilizatori nu au fost adăugați ca testeri beta.

source: These users were not removed as beta testers:
fa: این کاربران به عنوان آزمایش کننده بتا حذف نشدند:
ro: Acești utilizatori nu au fost șterși din lista de testeri beta.

source: Could not find users associated with the following identifiers:
fa: کاربران مرتبط با شناسه های زیر یافت نشد:
ro: Nu am găsit utilizatori asociați cu următorii identificatori:

source: Users must create and activate their account before they can be promoted to beta tester.
fa: کاربران باید قبل از ارتقاء به آزمایش کننده بتا حساب خود را ایجاد و فعال کنند.
ro: Utilizatorii trebuie să-și creeze și să-și activeze contul înainte de a fi promovați ca testeri beta.

source: Reason field should not be left blank.
fa: فیلد دلیل نباید خالی بماند.
ro: Câmpul Motiv nu trebuie lăsat necompletat.

source: Error enrolling/unenrolling users.
fa: خطا در ثبت نام/لغو ثبت نام کاربران.
ro: Eroare la înscrierea/anularea înscrierii utilizatorilor.

source: The following email addresses and/or usernames are invalid:
fa: آدرس‌های ایمیل و/یا نام‌های کاربری زیر نامعتبر هستند:
ro: Următoarele adrese de e-mail și/sau nume de utilizator sunt invalide:

source: Successfully enrolled and sent email to the following users:
fa: با موفقیت ثبت نام کرد و به کاربران زیر ایمیل فرستاد:کاربران باید پیش از ارتقاء به آزمونگر بتا حساب خود را ایجاد و فعال کنند.
ro: Înscriere cu succes și trimitere e-mail către următorii utilizatori:

source: Successfully enrolled the following users:
fa: کاربران زیر با موفقیت ثبت نام کرد:
ro: S-au înscris cu succes următorii utilizatori:

source: Email cannot be sent to the following users via batch enrollment. They will be allowed to enroll once they register:
fa: ایمیل از طریق ثبت نام دسته ای برای کاربران زیر ارسال نمی شود. آنها پس از ثبت نام مجاز به ثبت نام خواهند بود:رایانامه از طریق ثبت‌نام دسته‌ای برای کاربران زیر ارسال نمی‌شود. آن‌ها پس از نام‌نویسی مجاز به ثبت‌نام خواهند بود:

source: These users will be allowed to enroll once they register:
fa: این کاربران پس از ثبت نام مجاز به ثبت نام خواهند بود:
ro: Acestor utilizatori li se va permite înscrierea odată ce s-au înregistrat:

source: Email cannot be sent to the following users via batch enrollment. They will be enrolled once they register:
fa: ایمیل از طریق ثبت نام دسته ای برای کاربران زیر ارسال نمی شود. آنها پس از ثبت نام ثبت نام می کنند:رایانامه از طریق ثبت‌نام دسته‌ای برای کاربران زیر ارسال نمی‌شود. آن‌ها پس از نام‌نویسی، ثبت‌نام می‌شوند:

source: These users will be enrolled once they register:
fa: این کاربران پس از ثبت نام ثبت نام خواهند کرد:
ro: Acești utilizatori vor fi înscriși odată ce s-au înregistrat:

source: Emails successfully sent. The following users are no longer enrolled in the course:
fa: ایمیل ها با موفقیت ارسال شد. کاربران زیر دیگر در دوره ثبت نام نمی کنند:رایانامه‌ها با موفقیت ارسال شدند. کاربران زیر دیگر در دوره ثبت‌نام نمی‌شوند:
ro: E-mailuri trimise cu succes. Următorii utilizatori nu mai sunt înscriși la curs:

source: The following users are no longer enrolled in the course:
fa: کاربران زیر دیگر در دوره ثبت نام نمی کنند:
ro: Următorii utilizatori nu mai sunt înscriși la curs:

source: These users were not affiliated with the course so could not be unenrolled:
fa: این کاربران به این دوره وابسته نبودند، بنابراین نمی‌توان آنها را لغو این کاربران به این دوره وابسته نبودند، بنابراین نمی‌توان آن‌ها را لغو نام‌نویسی کرد:
ro: Acești utilizatori nu au fost asociați cursului, deci nu li s-a putut anula înscrierea:

source: Your message must have a subject.
fa: پیام شما باید دارای موضوع باشد.
ro: Mesajul tău trebuie să aibă un subiect.

source: Your message cannot be blank.
fa: پیام شما نمی تواند خالی باشد.
ro: Mesajul nu poate rămâne necompletat.

source: Your message must have at least one target.
fa: پیام شما باید حداقل یک هدف داشته باشد.
ro: Mesajul tău trebuie să aibă măcar un destinatar.

source: There are invalid keywords in your email. Check the following keywords and try again.
fa: کلمات کلیدی نامعتبر در ایمیل شما وجود دارد. کلمات کلیدی زیر را بررسی کنید و دوباره امتحان کنید.
ro: În e-mailul tău apar cuvinte-cheie invalide. Verifică următoarele cuvinte-cheie și încearcă din nou.

source: Yourself
fa: خودتکلمات کلیدی نامعتبر در متن رایانامۀ شما وجود دارد. کلمات کلیدی زیر را بررسی کرده و دوباره امتحان کنید.
ro: Tu

source: Everyone who has staff privileges in this course
fa: تمام افرادی که در این دوره دارای امتیازات کارکنان هستند

source: All learners who are enrolled in this course
fa: تمامی زبان آموزانی که در این دوره ثبت نام کرده اند

source: All learners in the {cohort_name} cohort
fa: همه زبان آموزان در گروه {cohort_name}

source: All learners in the {track_name} track
fa: همه زبان آموزان در مسیر {track_name}

source: Your email message was successfully queued for sending. In courses with a large number of learners, email messages to learners might take up to an hour to be sent.
fa: پیام ایمیل شما با موفقیت در صف ارسال قرار گرفت. در دوره‌هایی که تعداد زیادی زبان‌آموز دارند، ارسال پیام‌های ایمیل به زبان‌آموزان ممکن است تا یک ساعت طول بکشد.رایانامۀ شما با موفقیت در صف ارسال قرار گرفت. در دوره‌هایی که تعداد زیادی فراگیرنده دارند، ارسال رایانامه‌ها به فراگیران ممکن است تا یک‌ساعت طول بکشد.

source: You are sending an email message with the subject {subject} to the following recipients.
fa: شما در حال ارسال یک پیام ایمیل با موضوع {subject} برای گیرندگان زیر هستید.

source: Is this OK?
fa: خوبه؟

source: Error sending email.
fa: خطا در ارسال ایمیل.شما درحال ارسال یک رایانامه با موضوع {subject} برای گیرندگان زیر هستید.
ro: Eroare în expedierea e-mail-ului.

source: There is no email history for this course.
fa: هیچ سابقه ایمیلی برای این دوره وجود ندارد.
ro: Nu există un istoric al e-mail-urilor pentru acest curs.

source: There was an error obtaining email task history for this course.
fa: هنگام دریافت سابقه کار ایمیل برای این دوره خطایی روی داد.

source: There was an error obtaining email content history for this course.
fa: هنگام دریافت تاریخچه محتوای ایمیل برای این دوره خطایی روی داد.

source: Send to:
fa: فرستادن به:
ro: Trimite către:

source: Please enter a student email address or username.
fa: لطفا آدرس ایمیل یا نام کاربری دانشجو را وارد کنید.
ro: Te rugăm introdu adresa de e-mail sau numele de utilizator al cursantului.

source: Error getting enrollment status for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
fa: خطا در دریافت وضعیت ثبت نام برای '<%- student_id %>'. مطمئن شوید که شناسه دانش آموز به درستی نوشته شده است.

source: Retrieving enrollment status...
fa: در حال بازیابی وضعیت ثبت نام...خطا در دریافت وضعیت ثبت‌نام برای '<%- student_id %>' رخ داد. مطمئن شوید که شناسۀ فراگیرنده به‌درستی نوشته شده‌است.

source: Error getting student progress url for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
fa: خطا در دریافت url پیشرفت دانش آموز برای '<%- student_id %>'. مطمئن شوید که شناسه دانش آموز به درستی نوشته شده است.خطا در دریافت آدرس اینترنتی پیشرفت فراگیرندۀ '<%- student_id %>' رخ داد. لطفاً مطمئن شوید که شناسۀ فراگیرنده را به‌درستی وارد کرده‌اید.

source: Please enter a problem location.
fa: لطفا محل مشکل را وارد کنید.

source: Success! Problem attempts reset for problem '<%- problem_id %>' and student '<%- student_id %>'.
fa: موفقیت! مشکل برای مشکل '<%- problem_id %>' و دانش آموز '<%- student_id %>' بازنشانی می شود.موفق بود! تلاش‌های مشکل برای سوال '<%- problem_id %>' و فراگیرنده '<%- student_id %>' بازنشانی می‌شود.

source: Error resetting problem attempts for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
fa: خطا در بازنشانی تلاش‌های مشکل برای مشکل '<%- problem_id %>' و دانش‌آموز '<%- student_id %>'. مطمئن شوید که مشکل و شناسه دانش آموز کامل و صحیح است.خطا در بازنشانی تلاش‌های مشکل برای سوال '<%- problem_id %>'و فراگیرندۀ '<%- student_id %>' رخ داد. مطمئن شوید که سوال و شناسۀ فراگیرنده کامل و صحیح هستند.

source: Delete student '<%- student_id %>'s state on problem '<%- problem_id %>'?
fa: وضعیت '<%- student_id %>' در مشکل '<%- problem_id %>' حذف شود؟

source: Error deleting student '<%- student_id %>'s state on problem '<%- problem_id %>'. Make sure that the problem and student identifiers are complete and correct.
fa: خطا در حذف وضعیت دانش آموز '<%- student_id %>' در مشکل '<%- problem_id %>'. مطمئن شوید که مشکل و شناسه دانش آموز کامل و صحیح است.خطا در حذف وضعیت فراگیرندۀ '<%- student_id %>' در سوال '<%- problem_id %>' رخ داد. مطمئن شوید که مشکل و شناسۀ فراگیرنده کامل و صحیح هستند.

source: Module state successfully deleted.
fa: وضعیت ماژول با موفقیت حذف شد.

source: Error getting task history for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
fa: خطا در گرفتن سابقه کار برای مشکل '<%- problem_id %>' و دانش آموز '<%- student_id %>'. مطمئن شوید که مشکل و شناسه دانش آموز کامل و صحیح است.

source: Entrance exam attempts is being reset for student '{student_id}'.
fa: تلاش‌های امتحان ورودی برای دانش‌آموز «{student_id}» بازنشانی می‌شود.خطا در دریافت سابقۀ کار برای سوال '<%- problem_id %>' و فراگیرندۀ '<%- student_id %>' مطمئن شوید که مشکل و شناسۀ فراگیرنده کامل و صحیح وارد شده است.

source: Error resetting entrance exam attempts for student '{student_id}'. Make sure student identifier is correct.
fa: خطا در بازنشانی تلاش‌های امتحان ورودی برای دانش‌آموز «{student_id}». مطمئن شوید که شناسه دانش آموز درست است.خطا در بازنشانی تلاش‌های امتحان ورودی برای «{student_id}». مطمئن شوید که شناسۀ فراگیرنده درست است.

source: Enter a student's username or email address.
fa: نام کاربری یا آدرس ایمیل دانش آموز را وارد کنید.
ro: Introdu numele de utilizator sau adresa de e-mail a cursantului.
