Repository: Abstract-Tech/openedx-translations
Catalog: translations/xblock-drag-and-drop-v2/drag_and_drop_v2/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: An isosceles triangle with three layers of similar height. It is shown upright, so the widest layer is located at the bottom, and the narrowest layer is located at the top.
ro: Un triunghi isoscel cu trei straturi de înălțime similară. Este vizualizat de jos în sus, cel mai lat strat fiind în partea de jos, iar cel mai îngust în partea de sus.

source: The Top Zone
ro: Zona superioară

source: The Middle Zone
ro: Zona de mijloc

source: The Bottom Zone
ro: Zona inferioară

source: Use this zone to associate an item with the top layer of the triangle.
ro: Folosiți acest câmp pentru a asocia un element (sau mai multe elemente) cu zona superioară a triunghiului.

source: Use this zone to associate an item with the middle layer of the triangle.
ro: Folosiți acest câmp pentru a asocia un element (sau mai multe elemente) cu zona de mijloc a triunghiului.

source: Use this zone to associate an item with the bottom layer of the triangle.
ro: Folosiți acest câmp pentru a asocia un element (sau mai multe elemente) cu zona inferioară a triunghiului.

source: Correct! This one belongs to The Top Zone.
ro: Corect! Acest element aparține zonei superioare.

source: Correct! This one belongs to The Middle Zone.
ro: Corect! Acest element aparține zonei de mijloc.

source: Correct! This one belongs to The Bottom Zone.
ro: Corect! Acest element aparține zonei inferioare.

source: No, this item does not belong here. Try again.
ro: Nu, acest element nu aparține aici. Încercați din nou.

source: You silly, there are no zones for this one.
ro: Nu, acest element nu se potrivește în niciun câmp.

source: Of course it goes here! It goes anywhere!
ro: Desigur că se potrivește aici! Se potrivește oriunde!

source: Goes to the top
ro: Merge în partea de sus.

source: Goes to the middle
ro: Merge în partea de mijloc.

source: Goes to the bottom
ro: Merge în partea de jos.

source: Goes anywhere
ro: Se potrivește oriunde.

source: I don't belong anywhere
ro: Acest element nu aparține nicăieri.

source: Drag the items onto the image above.
ro: Trageți elementele pe imaginea de mai sus.

source: Good work! You have completed this drag and drop problem.
ro: Bună treabă! Ați rezolvat această problemă de tip „drag and drop”.

source: Title
ro: Titlu

source: The title of the drag and drop problem. The title is displayed to learners.
ro: Acesta este titlul exercițiului de tip „drag and drop”. Acest titlu este afișat cursanților.

source: Drag and Drop
ro: Trage și Plasează

source: Mode
ro: Mod

source: Standard mode: the problem provides immediate feedback each time a learner drops an item on a target zone. Assessment mode: the problem provides feedback only after a learner drops all available items on target zones.
ro: Mod standard: exercițiul oferă feedback imediat de fiecare dată când un cursant plasează un element într-o zonă țintă. Mod de evaluare: exercițiul oferă feedback numai după ce un cursant a plasat toate elementele disponibile în zonele țintă.

source: Assessment
ro: Evaluare

source: Maximum attempts
ro: Număr maxim de încercări

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
ro: Definește de câte ori un cursant poate încerca să rezolve acest exercițiu. Dacă valoarea nu este setată, încercările sunt nelimitate.

source: Show title
ro: Afișează titlul

source: Display the title to the learner?
ro: Doriți să afișați titlul cursanților?

source: Problem text
ro: Textul exercițiului

source: The description of the problem or instructions shown to the learner.
ro: Descrierea exercițiului sau instrucțiunile afișate cursantului.

source: Show "Problem" heading
ro: Afișează rubrica „Exercițiu”

source: Display the heading "Problem" above the problem text?
ro: Afișați rubrica „Exercițiu” deasupra textului exercițiului?

source: Show answer
ro: Afișează răspunsul

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings. To revert setting a custom value, choose the 'Default' option.
ro: Definește când să se afișeze răspunsul exercițiului. Puteți seta o valoare implicită în Setările Avansate. Pentru a reveni la valoarea implicită, alegeți opțiunea „Implicit”.

source: Default
ro: Implicit

source: Always
ro: Întotdeauna

source: Answered
ro: Răspuns

source: Attempted or Past Due
ro: Încercat sau depășit

source: Closed
ro: Închis

source: Finished
ro: Finalizat

source: Correct or Past Due
ro: Corect sau depășit

source: Past Due
ro: Depășit

source: Never
ro: Niciodată

source: After All Attempts
ro: După toate încercările

source: After All Attempts or Correct
ro: După toate încercările sau corect

source: Attempted
ro: Încercat

source: Problem Weight
ro: Ponderea exercițiului

source: Defines the number of points the problem is worth.
ro: Definește numărul de puncte cu care este evaluat exercițiul.

source: Item background color
ro: Culoarea de fundal a elementelor

source: The background color of draggable items in the problem (example: 'blue' or '#0000ff').
ro: Culoarea de fundal pentru elementele care pot fi trase (ex: „blue” sau „#0000ff”).

source: Item text color
ro: Culoarea textului elementelor

source: Text color to use for draggable items (example: 'white' or '#ffffff').
ro: Culoarea textului pentru elementele care pot fi trase (ex: „white” sau „#ffffff”).

source: Maximum items per zone
ro: Numărul maxim de elemente per zonă

source: This setting limits the number of items that can be dropped into a single zone.
ro: Această setare limitează numărul de elemente care pot fi plasate într-o singură zonă.

source: Problem data
ro: Datele exercițiului

source: Information about zones, items, feedback, explanation and background image for this problem. This information is derived from the input that a course author provides via the interactive editor when configuring the problem.
ro: Informații despre zone, elemente, feedback, explicații și imagine de fundal pentru acest exercițiu. Aceste informații sunt preluate din datele introduse de autorul cursului prin editorul interactiv în timpul configurării exercițiului.

source: Information about current positions of items that a learner has dropped on the target image.
ro: Informații despre pozițiile curente ale elementelor pe care un cursant le-a plasat pe imaginea țintă.

source: Number of attempts learner used
ro: Numărul de încercări folosite de cursant

source: Indicates whether a learner has completed the problem at least once
ro: Indică dacă un cursant a finalizat exercițiul cel puțin o dată.

source: DEPRECATED. Keeps maximum score achieved by student as a weighted value.
ro: DEPRECIAT. Stochează scorul maxim obținut de cursant ca valoare ponderată.

source: Keeps maximum score achieved by student as a raw value between 0 and 1.
ro: Stochează scorul maxim obținut de cursant ca valoare brută între 0 și 1.

source: Maximum score available of the problem as a raw value between 0 and 1.
ro: Scorul maxim disponibil pentru exercițiu, exprimat ca valoare brută între 0 și 1.

source: Unknown DnDv2 mode {mode} - course is misconfigured
ro: Mod DnDv2 necunoscut {mode} - cursul este configurat greșit

source: show_answer handler should only be called for assessment mode
ro: Handlerul show_answer ar trebui apelat doar în modul de evaluare.

source: The answer is unavailable
ro: Răspunsul nu este disponibil

source: do_attempt handler should only be called for assessment mode
ro: Handlerul do_attempt ar trebui apelat doar în modul de evaluare.

source: Max number of attempts reached
ro: S-a atins numărul maxim de încercări

source: Submission deadline has passed.
ro: Termenul limită de predare a expirat.

source: Loading drag and drop problem.
ro: Se încarcă exercițiul de tip „drag and drop”.

source: Basic Settings
ro: Setări de bază

source: (inherited from Advanced Settings)
ro: (moștenit din setările avansate)

source: Introductory feedback
ro: Feedback introductiv

source: Final feedback
ro: Feedback final

source: Explanation Text
ro: Text de explicație

source: Zones
ro: Zone

source: Background Image
ro: Imagine de fundal

source: Provide custom image
ro: Furnizați o imagine personalizată

source: Generate image automatically
ro: Generează imaginea automat

source: Background URL
ro: URL-ul imaginii de fundal

source: Change background
ro: Schimbă fundalul

source: For example, 'http://example.com/background.png' or '/static/background.png'.
ro: De exemplu, „http://exemplu.com/background.png” sau „/static/background.png”.

source: Zone Layout
ro: Aranjarea zonelor

source: Number of columns
ro: Număr de coloane

source: Number of rows
ro: Număr de rânduri

source: Number of columns and rows.
ro: Numărul de coloane și rânduri.

source: Zone Size
ro: Dimensiunea zonei

source: Zone width
ro: Lățimea zonei

source: Zone height
ro: Înălțimea zonei

source: Size of a single zone in pixels.
ro: Dimensiunea unei singure zone, în pixeli.

source: Generate image and zones
ro: Generează imaginea și zonele

source: Background description
ro: Descrierea imaginii de fundal

source: Please provide a description of the image for non-visual users. The description should provide sufficient information to allow anyone to solve the problem even without seeing the image.
ro: Vă rugăm să furnizați o descriere a imaginii pentru utilizatorii cu deficiențe de vedere. Descrierea ar trebui să ofere suficiente informații pentru ca oricine să poată rezolva exercițiul fără să vadă imaginea.

source: Zone labels
ro: Etichetele zonelor

source: Display label names on the image
ro: Afișează numele etichetelor pe imagine

source: Zone borders
ro: Granițele zonelor

source: Display zone borders on the image
ro: Afișează granițele zonelor pe imagine

source: Display zone borders when dragging an item
ro: Afișează granițele zonelor când un element este tras

source: Zone definitions
ro: Definițiile zonelor

source: Add a zone
ro: Adaugă o zonă

source: Items
ro: Elemente

source: Item definitions
ro: Definițiile elementelor

source: Add an item
ro: Adaugă un element

source: Continue
ro: Continuă

source: Save
ro: Salvează

source: Cancel
ro: Anulează

source: Your highest score is {score}
ro: Cel mai mare scor al dvs. este {score}.

source: Final attempt was used, highest score is {score}
ro: Ultima încercare a fost folosită, cel mai mare scor este {score}.

source: Correctly placed {correct_count} item
ro: Ați plasat corect {correct_count} element

source: Misplaced {misplaced_count} item
ro: Ați plasat greșit {misplaced_count} element

source: Misplaced {misplaced_count} item (misplaced item was returned to the item bank)
ro: Ați plasat greșit {misplaced_count} element (elementul plasat greșit a fost returnat la banca de elemente)

source: Did not place {missing_count} required item
ro: Nu ați plasat {missing_count} element necesar

source: Submitting
ro: Se trimite

source: Unknown Zone
ro: Zonă necunoscută

source: Placed in: {zone_title}
ro: Plasat în: {zone_title}

source: Correctly placed in: {zone_title}
ro: Plasat corect în: {zone_title}

source: , draggable, grabbed
ro: , poate fi tras, preluat

source: , draggable
ro: , poate fi tras

source: No items placed here
ro: Nu sunt elemente plasate aici

source: Items placed here:
ro: Elemente plasate aici:

source: , dropzone
ro: , zonă de plasare

source: droppable
ro: plasabil

source: Explanation
ro: Explicație

source: Close
ro: Închide

source: Keyboard Help
ro: Ajutor pentru tastatură

source: This is a screen reader-friendly problem.
ro: Acesta este un exercițiu compatibil cu cititoarele de ecran.

source: Drag and Drop problems consist of draggable items and dropzones. Users should select a draggable item with their keyboard and then navigate to an appropriate dropzone to drop it.
ro: Exercițiile de tip „drag and drop” constau în elemente care pot fi trase și zone de plasare. Utilizatorii ar trebui să selecteze un element cu tastatura și apoi să navigheze la zona de plasare corespunzătoare pentru a-l lăsa acolo.

source: You can complete this problem using only your keyboard by following the guidance below:
ro: Puteți finaliza acest exercițiu folosind doar tastatura, urmând instrucțiunile de mai jos:

source: Use only TAB and SHIFT+TAB to navigate between draggable items and drop zones.
ro: Folosiți doar TAB și SHIFT+TAB pentru a naviga între elementele care pot fi trase și zonele de plasare.

source: Press CTRL+M to select a draggable item (effectively picking it up).
ro: Apăsați CTRL+M pentru a selecta un element care poate fi tras (în esență, pentru a-l ridica).

source: Navigate using TAB and SHIFT+TAB to the appropriate dropzone and press CTRL+M once more to drop it here.
ro: Navigați cu TAB și SHIFT+TAB la zona de plasare corespunzătoare și apăsați încă o dată CTRL+M pentru a-l plasa acolo.

source: Press ESC if you want to cancel the drop operation (for example, to select a different item).
ro: Apăsați ESC dacă doriți să anulați operațiunea de plasare (de exemplu, pentru a selecta un alt element).

source: TAB back to the list of draggable items and repeat this process until all of the draggable items have been placed on their respective dropzones.
ro: Folosiți din nou TAB pentru a reveni la lista de elemente care pot fi trase și repetați acest proces până când toate elementele au fost plasate în zonele lor corespunzătoare.

source: You have used {used} of {total} attempts.
ro: Ați folosit {used} din {total} încercări.

source: Submit
ro: Trimite

source: Show Answer
ro: Afișează răspunsul

source: Actions
ro: Acțiuni

source: Go to Beginning
ro: Mergi la început

source: Reset
ro: Resetează

source: Some of your answers were not correct.
ro: Unele dintre răspunsurile dvs. nu au fost corecte.

source: Hints:
ro: Sugestii:

source: Correct
ro: Corect

source: Incorrect
ro: Incorect

source: {earned}/{possible} point (graded)
ro: {earned}/{possible} punct (cu notare)

source: {earned}/{possible} point (ungraded)
ro: {earned}/{possible} punct (fără notare)

source: {possible} point possible (graded)
ro: {possible} punct posibil (cu notare)

source: {possible} point possible (ungraded)
ro: {possible} punct posibil (fără notare)

source: Drag and Drop Problem
ro: Exercițiu de tip „drag and drop”

source: Problem
ro: Exercițiu

source: Item Bank
ro: Banca de elemente

source: Drop Targets
ro: Zone de plasare

source: An error occurred. Unable to load drag and drop problem.
ro: A apărut o eroare. Nu se poate încărca exercițiul de tip „drag and drop”.

source: You cannot add any more items to this zone.
ro: Nu puteți adăuga mai multe elemente în această zonă.

source: There was an error with your form.
ro: A apărut o eroare în formularul dvs.

source: Please check over your submission.
ro: Vă rugăm să verificați datele introduse.

source: Zone {num}
ro: Zonă {num}

source: Please check the values you entered.
ro: Vă rugăm să verificați valorile introduse.

source: Saving
ro: Se salvează
