Repository: Abstract-Tech/openedx-translations
Catalog: translations/platform-plugin-aspects/platform_plugin_aspects/conf/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Reports
ro: Rapoarte

source: Course Dashboard
ro: Tablou de bord al cursului

source: Individual Learner Dashboard
ro: Tablou de bord al cursantului individual

source: At-Risk Learners Dashboard
ro: Tablou de bord pentru cursanţii în situaţie de risc

source: Superset is not configured properly. Please contact your system administrator.
ro: Superset nu este configurat corect. Vă rugăm să contactaţi administratorul de sistem.

source: Superset is only visible to course staff and instructors. Please contact your system administrator.
ro: Superset este vizibil doar pentru personalul cursului şi instructori. Vă rugăm să contactaţi administratorul de sistem.

source: Unable to fetch Superset guest token, Superset server error {server_response}
ro: Nu s-a putut prelua tokenul de invitat Superset, eroare de server Superset {server_response}

source: Unable to fetch Superset guest token, mostly likely due to invalid settings.SUPERSET_CONFIG
ro: Nu s-a putut prelua tokenul de invitat Superset, cel mai probabil din cauza unor setări nevalide. SUPERSET_CONFIG

source: Invalid course id: '{course_id}'
ro: ID-ul cursului este invalid: '{course_id}'

source: Course not found: '{course_id}'
ro: Cursul nu a fost găsit: '{course_id}'

source: Display name
ro: Nume de afişare

source: Superset Dashboard
ro: Tablou de bord Superset

source: Dashboard UUID
ro: UUID-ul tabloului de bord

source: Filters
ro: Filtre

source: View dashboards in Superset
ro: Vizualizați tablourile de bord în Superset

source: Enrollment
ro: Înscriere

source: Engagement
ro: Logodnă

source: Performance
ro: Performanţă

source: Help
ro: Ajutor

source: Enrollees per Enrollment Track
ro: Înscriși pe pistă de înscriere

source: Cumulative Enrollments by Track
ro: Înscrieri cumulate pe pistă

source: No results were returned for this query
ro: Nu au fost returnate rezultate pentru această interogare
